[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यज्ञदानतपःकर्म न त्याज्यं कार्यमेव तत् ।",
            "यज्ञो दानं तपश्चैव पावनानि मनीषिणाम् ॥ ५ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यज्ञ - यज्ञ; दान - दान; तपः - तथा तप का; कर्म - कर्म; न - कभी नहीं; त्याज्यम् - त्यागने के योग्य; कार्यम् - करना चाहिए; एव - निश्चय ही; तत् - उसे; यज्ञः - यज्ञ; दानम् - दान; तपः - तप; च - भी; एव - निश्चय ही; पावनानि - शुद्ध करने वाले; मनीषिणाम् - महात्माओं के लिए भी ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यज्ञ, दान तथा तपस्या के कर्मों का कभी परित्याग नहीं करना चाहिए, उन्हें अवश्य सम्पन्न करना चाहिए । निस्सन्देह यज्ञ, दान तथा तपस्या महात्माओं को भी शुद्ध बनाते हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "योगी को चाहिए कि मानव समाज की उन्नति के लिए कर्म करे । मनुष्य को आध्यात्मिक जीवन तक ऊपर उठाने के लिए अनेक संस्कार (पवित्र कर्म) हैं । उदाहरणार्थ, विवाहोत्सव एक यज्ञ माना जाता है । यह विवाह-यज्ञ कहलाता है । क्या एक संन्यासी, जिसने अपना पारिवारिक सम्बन्ध त्याग कर संन्यास ग्रहण कर लिया है, विवाहोत्सव को प्रोत्साहन दे? भगवान् कहते हैं कि कोई भी यज्ञ जो मानव कल्याण के लिए हो, उसका कभी भी परित्याग न करे । विवाह-यज्ञ मानव मन को संयमित करने के लिए है, जिससे आध्यात्मिक प्राप्ति के लिए वह शान्त बन सके । संन्यासी को भी चाहिए कि इस विवाह-यज्ञ की संस्तुति अधिकांश मनुष्यों के लिए करे । संन्यासियों को चाहिए कि स्त्रियों का संग न करें, लेकिन इसका अर्थ यह नहीं है कि जो व्यक्ति अभी जीवन की निम्न अवस्थाओं में है, अर्थात् जो तरुण है, वह विवाह-यज्ञ में पत्नी न स्वीकार करे । सारे यज्ञ परमेश्वर की प्राप्ति के लिए हैं । अतएव निम्नतर अवस्थाओं में यज्ञों का परित्याग नहीं करना चाहिए । इसी प्रकार दान हृदय की शुद्धि (संस्कार) के लिए है । यदि दान सुपात्र को दिया जाता है, तो इससे आध्यात्मिक जीवन में प्रगति होती है, जैसा कि पहले वर्णन किया जा चुका है ।"
        ]
    }
]