[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "इन्द्रियाणि पराण्याहुरिन्द्रियेभ्यः परं मनः ।",
            "मनसस्तु परा बुद्धिर्यो बुद्धेः परतस्तु सः ॥ ४२ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**इन्द्रियाणि** - इन्द्रियों को; **पराणि** - श्रेष्ठ; **आहुः** - कहा जाता है; **इन्द्रियेभ्यः** - इन्द्रियों से बढकर; **परम्** - श्रेष्ठ; **मनः** - मन की अपेक्षा; **तु** - भी; **परा** - श्रेष्ठ; **बुद्धिः** - बुद्धि; **यः** - जो; **बुद्धेः** - बुद्धि से भी; **परतः** - श्रेष्ठ; **तु** - किन्तु, **सः** - वह ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कर्मेन्द्रियाँ जड़ पदार्थ की अपेक्षा श्रेष्ठ हैं, मन इन्द्रियों से बढ़कर है, बुद्धि मन से भी उच्च है और वह (आत्मा) बुद्धि से भी बढ़कर है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इन्द्रियाँ काम के कार्यकलापों के विभिन्न द्वार हैं । काम का निवास शरीर में है, किन्तु उसे इन्द्रिय रूपी झरोखे प्राप्त हैं । अतः कुल मिलाकर इन्द्रियाँ शरीर से श्रेष्ठ हैं । श्रेष्ठ चेतना या कृष्णभावनामृत होने पर ये द्वार काम में नहीं आते । कृष्णभावनामृत में आत्मा भगवान् के साथ सीधा सम्बन्ध स्थापित करता है, अतः यहाँ पर वर्णित शारीरिक कार्यों की श्रेष्ठता परमात्मा में आकर समाप्त हो जाती है । शारीरिक कर्म का अर्थ है - इन्द्रियों के कार्य और इन इन्द्रियों के अवरोध का अर्थ है - सारे शारीरिक कर्मों का अवरोध । लेकिन चूँकि मन सक्रिय रहता है, अतः शरीर के मौन तथा स्थिर रहने पर भी मन कार्य करता रहता है-यथा स्वप्न के समय मन कार्यशील रहता है । किन्तु मन के ऊपर भी बुद्धि की संकल्पशक्ति होती है और बुद्धि के भी ऊपर स्वयं आत्मा है । अतः यदि आत्मा प्रत्यक्ष रूप में परमात्मा में रत रहे तो अन्य सारे अधीनस्थ-यथा-बुद्धि, मन तथा इन्द्रियाँ - स्वतः रत हो जायेंगे । कठोपनिषद् में एक ऐसा ही अंश है जिसमें कहा गया है कि इन्द्रिय-विषय इन्द्रियों से श्रेष्ठ हैं और मन इन्द्रिय-विषयों से श्रेष्ठ है । अतः यदि मन भगवान् की सेवा में निरन्तर लगा रहता है तो इन इन्द्रियों के अन्यत्र रत होने की सम्भावना नहीं रह जाती । इस मनोवृत्ति की विवेचना की जा चुकी है । *परं दृष्ट्वा निवर्तते* - यदि मन भगवान् की दिव्य सेवा में लगा रहे तो तुच्छ विषयों में उसके लग पाने की सम्भावना नहीं रह जाती । कठोपनिषद् में आत्मा को महान कहा गया है । अतः आत्मा इन्द्रियविषयों, इन्द्रियों, मन तथा बुद्धि-इन सबके ऊपर है । अतः सारी समस्या का हल यह है कि आत्मा के स्वरूप को प्रत्यक्ष समझा जाय ।",
            "मनुष्य को चाहिए कि बुद्धि के द्वारा आत्मा की स्वाभाविक स्थिति को ढूँढे और फिर मन को निरन्तर कृष्णभावनामृत में लगाये रखे । इससे सारी समस्या हल हो जाती है । सामान्यतः नवदीक्षित अध्यात्मवादी को इन्द्रियविषयों से दूर रहने की सलाह दी जाती है । किन्तु इसके साथ-साथ मनुष्य को अपनी बुद्धि का उपयोग करके मन को सशक्त बनाना होता है । यदि कोई बुद्धिपूर्वक अपने मन को भगवान् के शरणागत होकर कृष्णभावनामृत में लगाता है, तो मन स्वतः सशक्त हो जाता है और यद्यपि इन्द्रियाँ सर्प के समान अत्यन्त बलिष्ठ होती हैं, किन्तु ऐसा करने पर वे दन्त-विहीन साँपों के समान अशक्त हो जाएँगी । यद्यपि आत्मा बुद्धि, मन तथा इन्द्रियों का भी स्वामी है तो भी जब तक इसे कृष्ण की संगति द्वारा कृष्णभावनामृत में सुदृढ नहीं कर लिया जाता तब तक चलायमान मन के कारण नीचे गिरने की पूरी पूरी सम्भावना बनी रहती है ।"
        ]
    }
]