[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रितः |",
            "प्राणापानसमायुक्तः पचाम्यन्नं चतुर्विधम् || १४ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अहम् - मैं; वैश्वानरः - पाचक-अग्नि के रूप में पूर्ण अंश; भूत्वा - बन कर; प्राणिनाम् - समस्त जीवों के; देवम् - शरीरों में; आश्रितः - स्थित; प्राण - उच्छ्वास, विश्वास; अपान - श्वास; समायुक्तः - सन्तुलित रखते हुए; पचामि - पचाता हूँ; अन्नम् - अन्न को; चतुः-विधम् - चार प्रकार के |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मैं समस्त जीवों के शरीरों में पाचन-अग्नि (वैश्वानर) हूँ और मैं श्वास-प्रश्वास (प्राण वायु) में रह कर चार प्रकार के अन्नों को पचाता हूँ ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "आयुर्वेद शास्त्र के अनुसार आमाशय (पेट) में अग्नि होती है, जो वहाँ पहुँचे भोजन को पचाती है । जब यह अग्नि प्रज्ज्वलित नहीं रहती तो भूख नहीं जगती और जब यह अग्नि ठीक रहती है, तो भूख लगती है । कभी-कभी जब अग्नि मन्द हो जाती है तो उपचार की आवश्यकता होती है । जो भी हो, यह अग्नि भगवान् का प्रतिनिधि स्वरूप है । वैदिक मन्त्रों से भी (बृहदारण्यक उपनिषद् ५.९.१) पुष्टि होती है कि परमेश्वर या ब्रह्म अग्निरूप में आमाशय के भीतर स्थित है और समस्त प्रकार के अन्न को पचाते हैं (अयमग्निर्वैश्वानरो योऽयमन्तः पुरुषे येनेदमन्नं पच्यते) । चूँकि भगवान् सभी प्रकार के अन्नों के पाचन में सहायक होते हैं, अतएव जीव भोजन करने के मामले में स्वतन्त्र नहीं है । जब तक परमेश्वर पाचन में सहायता नहीं करते, तब तक खाने की कोई सम्भावना नहीं है । इस प्रकार भगवान् ही अन्न को उत्पन्न करते और वे ही पचाते हैं और उनकी ही कृपा से हम जीवन का आनन्द उठाते हैं । वेदान्तसूत्र में (१.२.२७) भी इसकी पुष्टि हुई है । शब्दादिभ्योऽन्तः प्रतिष्ठानाच्च – भगवान् शब्द के भीतर, शरीर के भीतर, वायु के भीतर तथा यहाँ तक कि पाचन शक्ति के रूप में आमाशय में भी उपस्थित हैं । अन्न चार प्रकार का होता है – कुछ निगले जाते हैं (पेय) , कुछ चबाये जाते हैं (भोज्य), कुछ चाटे जाते हैं (लेह्य) तथा कुछ चूसे जाते हैं (चोष्य) | भगवान् सभी प्रकार के अन्नों की पाचक शक्ति हैं |"
        ]
    }
]