[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्री भगवानुवाच",
            "काम एष क्रोध एष रजोगुणसमुद्भवः |",
            "महाशनो महापाप्मा विद्धयेनमिह वैरिणम् || ३७ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्री-भगवान्  उवाच – श्रीभगवान् ने कहा; कामः – विषयवासना; एषः – यह; क्रोधः – क्रोध;  एषः – यः; रजो-गुण – रजोगुण से; समुद्भवः – उत्पन्न; महा-अशनः – सर्वभक्षी;  महा-पाप्मा – महान पापी; विद्धि – जानो; एनम् – इसे; इह – इस संसार में;  वैरिणम् – महान शत्रु |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीभगवान् ने कहा – हे अर्जुन! इसका कारण रजोगुण के सम्पर्क से उत्पन्न काम है, जो बाद में क्रोध का रूप धारण करता है और जो इस संसार का सर्वभक्षी पापी शत्रु है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जब जीवात्मा भौतिक सृष्टि के सम्पर्क में आता है तो उसका शाश्र्वत कृष्ण-प्रेम रजोगुण की संगति से काम में परिणत हो जाता है | अथवा दूसरे शब्दों में, ईश्र्वर-प्रेम का भाव काम में उसी तरह बदल जाता है जिस तरह इमली से संसर्ग से दूध दही में बदल जाता है और जब काम की संतुष्टि नहीं होती तो यह क्रोध में परिणत हो जाता है, क्रोध मोह में और मोह इस संसार में निरन्तर बना रहता है | अतः जीवात्मा का सबसे बड़ा शत्रु काम है और यह काम ही है जो विशुद्ध आत्मा को इस संसार में फँसे रहने के लिए प्रेरित करता है | क्रोध तमोगुण का प्राकट्य है | ये गुण अपनेआपको क्रोध तथा अन्य रूपों में प्रकट करते हैं | अतः यदि रहने तथा कार्य करने की विधियों द्वारा रजोगुण को तमोगुण में न गिरने देकर सतोगुण तक ऊपर उठाया जाय तो मनुष्य को क्रोध में पतित होने से आध्यात्मिक आसक्ति के द्वारा बचाया जा सकता है |",
            "अपने नित्य वर्धमान चिदानन्द के लिए भगवान् ने अपने आपको अनेक रूपों में विस्तरित कर लिया और जीवात्माएँ उनके इस चिदानन्द के ही अंश हैं | उनको भी आंशिक स्वतन्त्रता प्राप्त है, किन्तु अपनी इस स्वतन्त्रता का दुरूपयोग करके जब वे सेवा को इन्द्रियसुख में बदल देती हैं तो वे काम की चपेट में आ जाती हैं | भगवान् ने इस सृष्टि की रचना जीवात्माओं के लिए इन कामपूर्ण रुचियों की पूर्ति हेतु सुविधा प्रदान करने के निमित्त की और जब जीवात्माएँ दीर्घकाल तक काम-कर्मों में फँसे रहने के कारण पूर्णतया ऊब जाती हैं, तो वे अपना वास्तविक स्वरूप जानने के लिए जिज्ञासा करने लगती हैं |",
            "यही जिज्ञासा वेदान्त-सूत्र का प्रारम्भ है जिसमें यः कहा गया है – अथातो ब्रह्मजिज्ञासा– मनुष्य को परम तत्त्व की जिज्ञासा करनी चाहिए | और इस परम तत्त्व की परिभाषा श्रीमद्भागवत में इस प्रकार दी गई है – जन्माद्यस्य यतोऽन्वयादितरतश्र्च – सारी वस्तुओं का उद्गम परब्रह्म है | अतः काम का उद्गम भी परब्रह्म से हुआ | अतः यदि काम को भगवत्प्रेम में या कृष्णभावना में परिणत कर दिया जाय, या दूसरे शब्दों में कृष्ण के लिए ही सारी इच्छाएँ हों तो काम तथा क्रोध दोनों ही आध्यात्मिक बन सकेंगे | भगवान् राम के अनन्य सेवक हनुमान ने रावण की स्वर्णपुरी को जलाकर अपना क्रोध प्रकट किया, किन्तु ऐसा करने से वे भगवान् के सबसे बड़े भक्त बन गये | यहाँ पर भी श्रीकृष्ण अर्जुन को प्रेरित करते हैं कि वे शत्रुओं पर अपना क्रोध भगवान् को प्रसन्न करने के लिए दिखाए | अतः काम तथा क्रोध कृष्णभावनामृत में प्रयुक्त होने पर हमारे शत्रु न रह कर मित्र बन जाते हैं |"
        ]
    }
]