[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "King Janakaís arrival at Citrakuta; the Kolas and Kiratas offer presents to the visitors and all meet one another"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prēma magana tēhi samaya saba suni āvata mithilēsu.",
            "sahita sabhā saṃbhrama uṭhēu rabikula kamala dinēsu..274.. [2-274]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "All were absorbed in love at that time, Presently on hearing of the approach of King Janaka, the lord of Mithila, Sri Rama, who was a veritable sun to the lotus-like solar race, and the whole assembly rose in a hurry (to receive him)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhāi saciva gura purajana sāthā. āgēṃ gavanu kīnha raghunāthā..",
            "giribaru dīkha janakapati jabahīṃ. kari pranāma ratha tyāgēu tabahīṃ.. [2-274-1]",
            "rāma darasa lālasā uchāhū. patha śrama lēsu kalēsu na kāhū..",
            "mana tahaom jahaom raghubara baidēhī. binu mana tana dukha sukha sudhi kēhī.. [2-274-2]",
            "āvata janaku calē ēhi bhāomtī. sahita samāja prēma mati mātī..",
            "āē nikaṭa dēkhi anurāgē. sādara milana parasapara lāgē.. [2-274-3]",
            "lagē janaka munijana pada baṃdana. riṣinha pranāmu kīnha raghunaṃdana..",
            "bhāinha sahita rāmu mili rājahi. calē lavāi samēta samājahi.. [2-274-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord of Raghus led the way, accompanied by His younger brothers, the minister (Sumantra), the Guru (Vasistha) and the citizens. The moment the lord of Janakas* espied the great hill of Kamadanatha he made obeisance to it and dismounted from his car. Seized as they were with a longing and eagerness to see Sri Rama, none of the party felt the least toil or hardship of the journey. For their mind was with the Chief of Raghus and Vaidehi (Janaka's Daughter); and when the mind is elsewhere, who will feel the bodily pain or pleasure? In this way Janaka came advancing with his party, their mind intoxicated with love. When the two parties drew near and saw one another they were overwhelmed with love and began to exchange greetings with due respect. King Janaka proceeded to adore the feet of the hermits (who hailed from Ayodhya); while Sri Rama, the Delighter of Raghus, made obeisance to the sages (who accompanied Janaka). Sri Rama and His younger brothers then greeted the king (their father-in-law) and led him with the whole party (to His hermitage)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "āśrama sāgara sāṃta rasa pūrana pāvana pāthu.",
            "sēna manahu karunā sarita liēom jāhiṃ raghunāthu..275.. [2-275]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Sri Rama's hermitage was an ocean as it were overflowing with the sacred water of quietism; while the host that accompanied Janaka was as it were a river of pathos, which the Lord of Raghus was now conducting (to the ocean of His hermitage)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bōrati gyāna birāga karārē. bacana sasōka milata nada nārē..",
            "sōca usāsa samīra taṃragā. dhīraja taṭa tarubara kara bhaṃgā.. [2-275-1]",
            "biṣama biṣāda tōrāvati dhārā. bhaya bhrama bhavaomra abarta apārā..",
            "kēvaṭa budha bidyā baḍai nāvā. sakahiṃ na khēi aika nahiṃ āvā.. [2-275-2]",
            "banacara kōla kirāta bicārē. thakē bilōki pathika hiyaom hārē..",
            "āśrama udadhi milī jaba jāī. manahu uṭhēu aṃbudhi akulāī.. [2-275-3]",
            "sōka bikala dōu rāja samājā. rahā na gyānu na dhīraju lājā..",
            "bhūpa rūpa guna sīla sarāhī. rōvahiṃ sōka siṃdhu avagāhī.. [2-275-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The river flooded the banks of wisdom and dispassion and was joined in its course by tributary streams and rivulets in the form of sorrowful utterances. Sighs and lamentation severally represented the waves and the wind that uprooted the stout tree of fortitude standing on its banks. It had deep sorrow for its swift current, while fear and delusion constituted its numberless eddies and whirlpools. Boatmen in the form of the learned waited with big boats in the form of their learning; but they were unable to row them, because they had no idea of its depth. The Kolas and Kiratas that roamed about in the woods were the poor wayfarers who had lost heart at the sight of the turbulent stream and stood aghast. When the stream joined the ocean of the hermitage, the latter too surged up as it were with emotion. The two royal hosts were so excited with grief that they had no sense, fortitude or shame left. Extolling King Dasaratha's comeliness of form, goodness and amiability they all wept and were plunged into an ocean of woe."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "avagāhi sōka samudra sōcahiṃ nāri nara byākula mahā.",
            "dai dōṣa sakala sarōṣa bōlahiṃ bāma bidhi kīnhō kahā..",
            "sura siddha tāpasa jōgijana muni dēkhi dasā bidēha kī.",
            "tulasī na samarathu kōu jō tari sakai sarita sanēha kī.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Plunged into an ocean of grief the men and women lamented in great anguish. They all angrily and reproachfully exclaimed,\"Alas! What has cruel Fate done!\" Of the gods, accomplished saints, ascetics, Yogis (mystics) and anchorites, whoever witnessed the condition of Janaka on that occasion, none, says Tulasidasa, was strong enough to cross the river of love (to escape being drowned in it)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kiē amita upadēsa jahaom tahaom lōganha munibaranha.",
            "dhīraju dharia narēsa kahēu basiṣṭha bidēha sana..276.. [2-275-276]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Here and there the great sages admonished people in numberless ways; and the sage Vasistha said to Videha, \"Be consoled, O king!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jāsu gyānu rabi bhava nisi nāsā. bacana kirana muni kamala bikāsā..",
            "tēhi ki mōha mamatā niarāī. yaha siya rāma sanēha baḍaāī.. [2-275-1]",
            "biṣaī sādhaka siddha sayānē. tribidha jīva jaga bēda bakhānē..",
            "rāma sanēha sarasa mana jāsū. sādhu sabhāom baḍa ādara tāsū.. [2-275-2]",
            "sōha na rāma pēma binu gyānū. karanadhāra binu jimi jalajānū..",
            "muni bahubidhi bidēhu samujhāē. rāmaghāṭa saba lōga nahāē.. [2-275-3]",
            "sakala sōka saṃkula nara nārī. sō bāsaru bītēu binu bārī..",
            "pasu khaga mṛganha na kīnha ahārū. priya parijana kara kauna bicārū.. [2-275-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Can the darkness of infatuation and attachment ever approach him (King Janaka), the sun of whose wisdom drives away the night of metempsychosis and the rays of whose speech delight the lotus-like sages? That he too was plunged in grief shows the triumph of the affection he bore for his daughter, Sita and Her lord, Sri Rama. According to the Vedas there are three types of embodied soul (human beings) in the world-the sensual, the seeker and the wise who have attained perfection (in the form of GodRealization). Of all these he alone is highly honoured in an assembly of holy men, whose heart is sweetened by love for Sri Rama. Wisdom without love for Sri Rama is imperfect like a vessel without the helmsman. The sage Vasistha admonished King Videha in many ways; and now all the people bathed at the ghat associated with the name of Sri ªRama (who generally bathed and said His prayers there). All the men and women were so overwhelmed with grief that the day passed without anyone taking a drop of water. Even the cattle, birds and deer remained without food, to say nothing of Sri Rama's near and dear ones."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dōu samāja nimirāju raghurāju nahānē prāta.",
            "baiṭhē saba baṭa biṭapa tara mana malīna kṛsa gāta..277.. [2-277]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At daybreak both King Janaka (the lord of Nimis) and Sri Rama (the Lord of Raghus) bathed with all their retinue and sat under the banyan tree, sad at heart and wasted in body"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jē mahisura dasaratha pura bāsī. jē mithilāpati nagara nivāsī..",
            "haṃsa baṃsa gura janaka purōdhā. jinha jaga magu paramārathu sōdhā.. [2-277-1]",
            "lagē kahana upadēsa anēkā. sahita dharama naya birati bibēkā..",
            "kausika kahi kahi kathā purānīṃ. samujhāī saba sabhā subānīṃ.. [2-277-2]",
            "taba raghunātha kōsikahi kahēū. nātha kāli jala binu sabu rahēū..",
            "muni kaha ucita kahata raghurāī. gayau bīti dina pahara aḍhaāī.. [2-277-3]",
            "riṣi rukha lakhi kaha tērahutirājū. ihāom ucita nahiṃ asana anājū..",
            "kahā bhūpa bhala sabahi sōhānā. pāi rajāyasu calē nahānā.. [2-277-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Brahmanas who hailed from King Dasaratha's capital (Ayodhya) as well as those who came from King Janaka's capital (Mithila) and even so Vasistha, the preceptor of the solar race, and Satananda, the family priest of King Janaka, who had explored the way to worldly prosperity as well as the path leading to blessedness, gave discourse on many a topic including religion, ethics, dispassion and saving knowledge. The sage Visvamitra (a descendant of Kusika) eloquently admonished the entire assembly with many a reference to ancient legends till the Lord of Raghus said to him, \"Everyone, my lord, has remained without water since yesterday\" Said the sage, \"What the Lord of Raghus says is quite reasonable. It is already past noon even today.\" Perceiving what was in the mind of the sage (Visvamitra) the King of Tirahuta (Mithila) replied, \"It will not be desirable to take cereals here.\" The king's reasonable reply pleased all; and having received the sage's permission they proceeded to perform their midday ablutions."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tēhi avasara phala phūla dala mūla anēka prakāra.",
            "lai āē banacara bipula bhari bhari kāomvari bhāra..278.. [2-278]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At that moment arrived the people of the forest with large quantities of fruits, blossoms, leaves and roots of various kinds loaded in their panniers."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kāmada mē giri rāma prasādā. avalōkata apaharata biṣādā..",
            "sara saritā bana bhūmi bibhāgā. janu umagata ānaomda anurāgā.. [2-278-1]",
            "bēli biṭapa saba saphala saphūlā. bōlata khaga mṛga ali anukūlā..",
            "tēhi avasara bana adhika uchāhū. tribidha samīra sukhada saba kāhū.. [2-278-2]",
            "jāi na barani manōharatāī. janu mahi karati janaka pahunāī..",
            "taba saba lōga nahāi nahāī. rāma janaka muni āyasu pāī.. [2-278-3]",
            "dēkhi dēkhi tarubara anurāgē. jahaom tahaom purajana utarana lāgē..",
            "dala phala mūla kaṃda bidhi nānā. pāvana suṃdara sudhā samānā.. [2-278-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "By the grace of Sri Rama the hills yielded the objects of one's desire and dispelled one's sorrow by their very sight. The lakes, streams, woods and other parts of the land overflowed as it were with joy and love. The trees and creepers were all laden with fruits and blossoms, while birds and beasts and bees made a melodious concert. The forest was bursting with joy at that time; a cool, soft and fragrant breeze delighted everyone. The loveliness of the forest was past all telling; it seemed as if Earth herself was showing her hospitality of King Janaka. In the meantime all the citizens finished their ablutions and receiving the permission of Sri Rama, King Janaka and the sage Vasistha, they gazed with love on the many noble trees and began to encamp here and there; while leaves, fruits, roots and bulbs of every description- pure, lovely and delicious as ambrosia-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sādara saba kahaom rāmagura paṭhaē bhari bhari bhāra.",
            "pūji pitara sura atithi gura lagē karana pharahāra..279.. [2-279]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Were sent to all, in basketfuls, with due courtesy by Vasistha, Sri Rama's preceptor. And having worshipped the manes, the gods, the visitors and the Guru they began to partake of this holy repast."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi bidhi bāsara bītē cārī. rāmu nirakhi nara nāri sukhārī..",
            "duhu samāja asi ruci mana māhīṃ. binu siya rāma phiraba bhala nāhīṃ.. [2-279-1]",
            "sītā rāma saṃga banabāsū. kōṭi amarapura sarisa supāsū..",
            "parihari lakhana rāmu baidēhī. jēhi gharu bhāva bāma bidhi tēhī.. [2-279-2]",
            "dāhina daiu hōi jaba sabahī. rāma samīpa basia bana tabahī..",
            "maṃdākini majjanu tihu kālā. rāma darasu muda maṃgala mālā.. [2-279-3]",
            "aṭanu rāma giri bana tāpasa thala. asanu amia sama kaṃda mūla phala..",
            "sukha samēta saṃbata dui sātā. pala sama hōhiṃ na janiahiṃ jātā.. [2-279-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In this way four days rolled by; the people, both men and women, were gratified to see Sri Rama. In both camps the feeling uppermost in the heart of all was;\"It is not good to return without Sita and Rama. Living in excile in the woods with Sita and Sri Rama one would be millions of times more happy than in Amaravati (the city of immortals) . Leaving the company of Laksmana, Sri Rama and Sita he who chooses to live at his home is not favoured by Providence. The privilege of living in close proximity to Sri Rama can be had only when God is propitious to us all. Bathing in the Mandakini thrice everyday, the sight of Sri Rama, which is a perennial source of joy and blessedness, roaming about on the hill (Kamadanatha) associated with the name of Sri Rama, in the forest adjoining the same and among the hermitages of ascetics situated thereabout, and living on bulbs, roots and fruits delicious like ambrosia! In this way four years and ten will be happily spent like a minute without our knowing it."
        ]
    }
]