[
    {
        "id": [
            42
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मनः |",
                "छित्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत || ४२ ||"
            ],
            "english": [
                "tasmad ajnana-sambhutam",
                "hrt-stham jnanasinatmanah",
                "chittvainam samsayam yogam",
                "atisthottistha bharata"
            ]
        },
        "translation": {
            "hindi": [
                "अतएव तुम्हारे हृदय में अज्ञान के कारण जो संशय उठे हैं उन्हें ज्ञानरूपी शस्त्र से काट डालो | हे भारत! तुम योग से समन्वित होकर खड़े होओ और युद्ध करो |"
            ],
            "english": [
                "Therefore the doubts which have arisen in your heart out of ignorance should be slashed by the weapon of knowledge. Armed with yoga, O Bharata, stand and fight."
            ]
        },
        "meaning": {
            "hindi": [
                "इस अध्याय में जिस योगपद्धति का उपदेश हुआ है वह सनातन योग कहलाती है | इस योग में दो तरह के यज्ञकर्म किये जाते है – एक तो द्रव्य का यज्ञ और दूसरा आत्मज्ञान यज्ञ जो विशुद्ध आध्यात्मिक कर्म है | यदि आत्म-साक्षात्कार के लिए द्रव्ययज्ञ नहीं किया जाता तो ऐसा यज्ञ भौतिक बन जाता है | किन्तु जब कोई आध्यात्मिक उद्देश्य या भक्ति से ऐसा यज्ञ करता है तो वह पूर्णयज्ञ होता है | आध्यात्मिक क्रियाएँ भी दो प्रकार की होती हैं – आत्मबोध (या अपने स्वरूप को समझना) तथा श्रीभगवान् विषयक सत्य | जो भगवद्गीता के मार्ग का पालन करता है वह ज्ञान की इन दोनों श्रेणियों को समझ सकता है | उसके लिए भगवान् के अंश स्वरूप आत्मज्ञान को प्राप्त करने में कोई कठिनाई नहीं होती है | ऐसा ज्ञान लाभप्रद है क्योंकि ऐसा व्यक्ति भगवान् के दिव्य कार्यकलापों को समझ सकता है | इस अध्याय के प्रारम्भ में स्वयं भगवान् ने अपने दिव्य कार्यकलापों का वर्णन किया है | जो व्यक्ति गीता के उपदेशों को नहीं समझता वह श्रद्धाविहीन है और जो भगवान् द्वारा उपदेश देने पर भी भगवान् के सच्चिदानन्द स्वरूप को नहीं समझ पाता तो यह समझना चाहिए कि वह निपट मूर्ख है | कृष्णभावनामृत के सिद्धान्तों को स्वीकार करके अज्ञान को क्रमशः दूर किया जा सकता है | यह कृष्णभावनामृत विविध देवयज्ञ, ब्रह्मयज्ञ, ब्रह्मचर्य यज्ञ, गृहस्थ यज्ञ, इन्द्रियसंयम यज्ञ, योग साधना यज्ञ, तपस्या यज्ञ, द्रव्ययज्ञ, स्वाध्याय यज्ञ तथा वर्णाश्रमधर्म में भाग लेकर जागृत किया जा सकता है | ये सब यज्ञ कहलाते हैं और ये सब नियमित कर्म पर आधारित हैं | किन्तु इन सब कार्यकलापों के भीतर सबसे महत्त्वपूर्ण कारक आत्म-साक्षात्कार है | जो इस उद्देश्य को खोज लेता है वही भगवद्गीता का वास्तविक पाठक है, किन्तु जो कृष्ण को प्रमाण नहीं मानता वह नीचे गिर जाता है | अतः मनुष्य को चाहिए कि वह सेवा तथा समर्पण समेत किसी प्रामाणिक गुरु के निर्देशन में भगवद्गीता या अन्य किसी शास्त्र का अध्ययन करे | प्रामाणिक गुरु अनन्तकाल से चली आने वाली परम्परा में होता है और वह परमेश्र्वर के उन उपदेशों से तनिक भी विपथ नहीं होता जिन्हें उन्होंने लाखों वर्ष पूर्व सूर्यदेव को दिया था और जिनसे भगवद्गीता के उपदेश इस धराधाम में आये | अतः गीता में ही व्यक्त भगवद्गीता के पथ का अनुसरण करना चाहिए और उन लोगों से सावधान रहना चाहिए जो आत्म-श्लाघा वश अन्यों को वास्तविक पथ से विपथ करते रहते हैं | भगवान् निश्चित रूप से परमपुरुष हैं और उनके कार्यकलाप दिव्य हैं | जो इसे समझता है वह भगवद्गीता का अध्ययन शुभारम्भ करते ही मुक्त होता है |",
                "इस प्रकार श्रीमद्भगवद्गीता के चतुर्थ अध्याय “दिव्य ज्ञान” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
            ],
            "english": [
                "The yoga system instructed in this chapter is called sanatana-yoga, or eternal activities performed by the living entity. This yoga has two divisions of sacrificial actions: one is called sacrifice of one's material possessions, and the other is called knowledge of self, which is pure spiritual activity. If sacrifice of one's material possessions is not dovetailed for spiritual realization, then such sacrifice becomes material. But one who performs such sacrifices with a spiritual objective, or in devotional service, makes a perfect sacrifice. When we come to spiritual activities, we find that these are also divided into two: namely, understanding of one's own self (or one's constitutional position), and the truth regarding the Supreme Personality of Godhead. One who follows the path of the Gita as it is can very easily understand these two important divisions of spiritual knowledge. For him there is no difficulty in obtaining perfect knowledge of the self as part and parcel of the Lord. And such understanding is beneficial for such a person who easily understands the transcendental activities of the Lord. In the beginning of this chapter, the transcendental activities of the Lord were discussed by the Supreme Lord Himself. One who does not understand the instructions of the Gita is faithless, and is to be considered to be misusing the fragmental independence awarded to him by the Lord. In spite of such instructions, one who does not understand the real nature of the Lord as the eternal, blissful, all-knowing Personality of Godhead, is certainly fool number one. Ignorance can be removed by gradual acceptance of the principles of Krsna consciousness. Krsna consciousness is awakened by different types of sacrifices to the demigods, sacrifice to Brahman, sacrifice in celibacy, in household life, in controlling the senses, in practicing mystic yoga, in penance, in foregoing material possessions, in studying the Vedas, and in partaking of the social institution called varnasrama-dharma. All of these are known as sacrifice, and all of them are based on regulated action. But within all these activities, the important factor is self-realization. One who seeks that objective is the real student of Bhagavad-gita, but one who doubts the authority of Krsna falls back. One is therefore advised to study Bhagavad-gita, or any other scripture, under a bona fide spiritual master, with service and surrender. A bona fide spiritual master is in the disciplic succession from time eternal, and he does not deviate at all from the instructions of the Supreme Lord as they were imparted millions of years ago to the sun-god, from whom the instructions of Bhagavad-gita have come down to the earthly kingdom. One should, therefore, follow the path of Bhagavad-gita as it is expressed in the Gita itself and beware of self-interested people after personal aggrandizement who deviate others from the actual path. The Lord is definitely the supreme person, and His activities are transcendental. One who understands this is a liberated person from the very beginning of his study of the Gita."
            ]
        }
    }
]