[
    {
        "id": [
            1
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "श्री भगवानुवाच",
                "इमं विवस्वते योगं प्रोक्तवानहमव्ययम् |",
                "विवस्वान्मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत् || १ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "imam vivasvate yogam",
                "proktavan aham avyayam",
                "vivasvan manave praha",
                "manur iksvakave 'bravit"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् श्रीकृष्ण ने कहा – मैंने इस अमर योगविद्या का उपदेश सूर्यदेव विवस्वान् को दिया और विवस्वान् ने मनुष्यों के पिता मनु को उपदेश दिया और मनु ने इसका उपदेश इक्ष्वाकु को दिया |"
            ],
            "english": [
                "The Blessed Lord said: I instructed this imperishable science of yoga to the sun-god, Vivasvan, and Vivasvan instructed it to Manu, the father of mankind, and Manu in turn instructed it to Iksvaku."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः यहाँ पर हमें भगवद्गीता का इतिहास प्राप्त होता है | यह अत्यन्त प्राचीन बताया गया है, जब इसे सूर्यलोक इत्यादि सम्पूर्ण लोकों के राजा को प्रदान किया गया था | समस्त लोकों के राजा विशेष रूप से निवासियों की रक्षा के निमित्त होते हैं, अतः राजन्यवर्ग को भगवद्गीता की विद्या को समझना चाहिए जिससे वे नागरिकों (प्रजा) पर शासन कर सकें और उन्हें काम-रूपी भवबन्धन से बचा सकें | मानव जीवन का उद्देश्य भगवान् के साथ अपने शाश्र्वत सम्बन्ध के आध्यात्मिक ज्ञान का विकास है और सारे राज्यों तथा समस्त लोकों के शासनाध्यक्षों को चाहिए कि शिक्षा, संस्कृति तथा भक्ति द्वारा नागरिकों को यह पाठ पढ़ाएँ | दूसरे शब्दों में, सारे राज्य के शासनाध्यक्ष कृष्णभावनामृत विद्या का प्रचार करने के लिए होते हैं, जिससे जनता इस महाविद्या का लाभ उठा सके और मनुष्य जीवन के अवसर का लाभ उठाते हुए सफल मार्ग का अनुसरण कर सके |",
                "इस मन्वन्तर में सूर्यदेव विवस्वान् कहलाता है यानी सूर्य का राजा, जो सौरमंडल के अन्तर्गत समस्त ग्रहों (लोकों) का उद्गम है | ब्रह्संहिता में (५.५२) कहा गया है –",
                "यच्चक्षुरेष सविता सकलग्रहाणां राजा समस्तसुरमूर्तिरशेषतेजाः |",
                "यस्याज्ञया भ्रमति सम्भृतकालचक्रो गोविन्दमादिपुरुषं तमहं भजामि ||",
                "ब्रह्माजी ने कहा, “मैं उन श्रीभगवान् गोविन्द की पूजा करता हूँ जो आदि पुरुष हैं और जिनके आदेश से समस्त लोकों का राजा सूर्य प्रभूत शक्ति तथा ऊष्मा धारण करता है | यह सूर्य भगवान् के नेत्र तुल्य है और यह उनकी आज्ञानुसार अपनी कक्षा को तय करता है |”",
                "सूर्य सभी लोकों का राजा है तथा सूर्यदेव (विवस्वान्) सूर्य ग्रह पर शासन करता है, जो ऊष्मा तथा प्रकाश प्रदान करके अन्य समस्त लोकों को अपने नियन्त्रण में रखता है | सूर्य कृष्ण के आदेश पर घूमता है और भगवान् कृष्ण ने विवस्वान् को भगवद्गीता की विद्या समझाने के लिए अपना पहला शिष्य चुना | अतः गीता किसी मामूली सांसारिक विद्यार्थी के लिए कोई काल्पनिक भाष्य नहीं, अपितु ज्ञान का मानक ग्रंथ है, जो अनन्त काल से चला आ रहा है |",
                "महाभारत में (शान्ति पर्व ३४८.५१-५२) हमें गीता का इतिहासइस रूप में प्राप्त होता है–",
                "त्रेतायुगादौ च ततो विवस्वान्मनवे ददौ |",
                "मनुश्र्च लोकभृत्यर्थं सुतायेक्ष्वाक्वे ददौ |",
                "इक्ष्वाकुणा च कथितो व्याप्य लोकानवस्थितः ||",
                "“त्रेतायुग के आदि में विवस्वान् ने परमेश्र्वर सम्बन्धी इस विज्ञान का उपदेश मनु को दिया और मनुष्यों के जनक मनु ने इसे अपने पुत्र इक्ष्वाकु को दिया | इक्ष्वाकु इस पृथ्वी के शासक थे और उस रघुकुल के पूर्वज थे, जिसमें भगवान् श्रीराम ने अवतार लिया |” इससे प्रमाणित होता है कि मानव समाज में महाराज इक्ष्वाकु के काल से ही भगवद्गीता विद्यमान थी |",
                "इस समय कलियुग के केवल ५,००० वर्ष व्यतीत हुए हैं जबकि इसकी पूर्णायु ४,३२,००० वर्ष है | इसके पूर्व द्वापरयुग (८,००,००० वर्ष) था और इसके भी पूर्वत्रेतायुग (१२,००,००० वर्ष) था | इस प्रकार लगभग २०,०५,००० वर्ष पूर्व मनु ने अपने शिष्य तथा पुत्र इक्ष्वाकु से जो इस पृथ्वी के राजा थे, श्रीमद्भगवद्गीता कही | वर्तमान मनु की आयु लगभग ३०,५३,००,००० वर्ष अनुमानित की जाती है जिसमें से १२,०४,००,००० वर्ष बीत चुके हैं | यह मानते हुए कि मनु के जन्म के पूर्व भगवान् ने अपने शिष्य सूर्यदेव विवस्वान् को गीता सुनाई, मोटा अनुमान यह है कि गीता कम से कम १२,०४,००,००० वर्ष पहले कही गई और मानव समाज में यह २० लाख वर्षों से विद्यमान रही | इसे भगवान् ने लगभग ५,००० वर्ष पूर्व अर्जुन से पुनः कहा | गीता के अनुसार ही तथा इसके वक्ता भगवान् कृष्ण के कथन के अनुसार यहगीता के इतिहास का मोटा अनुमान है | सूर्यदेव विवस्वान् को इसीलिए गीता सुनाई गई क्योंकि वह क्षत्रिय थे और उन समस्त क्षत्रियों के जनक है जो सूर्यवंशी हैं | चूँकि भगवद्गीता वेदों के ही समान है क्योंकि इसे श्रीभगवान् ने कहा था, अतः यह ज्ञान अपौरुषेय है | चूँकि वैदिक आदेशों को यथारूप में बिना किसी मानवीय विवेचना के स्वीकार किया जाता है फलतः गीताको भी किसी सांसारिकविवेचना के बिना स्वीकार किया जाना चाहिए | संसारी तार्किकजन अपनी-अपनी विधि से गीता के विषय में चिन्तन कर सकते है, किन्तु यह यथारूप भगवद्गीता नहीं है | अतः भगवद्गीता को गुरु-परम्परा से यथारूप में ग्रहण करना चाहिए | यहाँ पर यह वर्णन हुआ है कि भगवान् ने इसे सूर्यदेव से कहा, सूर्यदेव ने अपने पुत्र मनु से और मनु से अपने पुत्र इक्ष्वाकु से कहा |"
            ],
            "english": [
                "Herein we find the history of the Bhagavad-gita traced from a remote time when it was delivered to the royal order, the kings of all planets. This science is especially meant for the protection of the inhabitants and therefore the royal order should understand it in order to be able to rule the citizens and protect them from the material bondage to lust. Human life is meant for cultivation of spiritual knowledge, in eternal relationship with the Supreme Personality of Godhead, and the executive heads of all states and all planets are obliged to impart this lesson to the citizens by education, culture and devotion. In other words, the executive heads of all states are intended to spread the science of Krsna consciousness so that the people may take advantage of this great science and pursue a successful path, utilizing the opportunity of the human form of life.",
                "The sun is the king of the planets, and the sun-god (at present of the name Vivasvan) rules the sun planet, which is controlling all other planets by supplying heat and light. He is rotating under the order of Krsna, and Lord Krsna originally made Vivasvan His first disciple to understand the science of Bhagavad-gita. The Gita is not, therefore, a speculative treatise for the insignificant mundane scholar but is a standard book of knowledge coming down from time immemorial. In the Mahabharata (Santi-parva 348.51-52) we can trace out the history of the Gita as follows:",
                "At the present moment we have just passed through five thousand years of the Kali-yuga, which lasts 432,000 years. Before this there was Dvapara-yuga (800,000 years), and before that there was Treta-yuga (1,200,000 years). Thus, some 2,005,000 years ago, Manu spoke the Bhagavad-gita to his disciple and son Maharaja lksvaku, the King of this planet earth. The age of the current Manu is calculated to last some 305,300,000 years, of which 120,400,000 have passed. Accepting that before the birth of Manu, the Gita was spoken by the Lord to His disciple, the sun-god Vivasvan, a rough estimate is that the Gita was spoken at least 120,400,000 years ago; and in human society it has been extant for two million years. It was respoken by the Lord again to Arjuna about five thousand years ago. That is the rough estimate of the history of the Gita, according to the Gita itself and according to the version of the speaker, Lord Sri Krsna. It was spoken to the sun-god Vivasvan because he is also a ksatriya and is the father of all ksatriyas who are descendants of the sun-god, or the surya-vamsa ksatriyas. Because Bhagavad-gita is as good as the Vedas, being spoken by the Supreme Personality of Godhead, this knowledge is apauruseya, superhuman. Since the Vedic instructions are accepted as they are, without human interpretation, the Gita must therefore be accepted without mundane interpretation. The mundane wranglers may speculate on the Gita in their own ways, but that is not Bhagavad-gita as it is. Therefore, Bhagavad-gita has to be accepted as it is, from the disciplic succession, and it is described herein that the Lord spoke to the sun-god, the sun-god spoke to his son Manu, and Manu spoke to his son Iksvaku.",
                "In this millennium, the sun-god is known as Vivasvan, the king of the sun, which is the origin of all planets within the solar system. In the Brahma-samhita it is stated:",
                "yac-caksur esa savita sakala-grahanamraja samasta-sura-murttir asesa-tejahyasyajnaya bhramati sambhrta-kalacakrogovindam adi-purusam tam aham bhajami",
                "\"Let me worship,\" Lord Brahma said, \"the Supreme Personality of Godhead, Govinda [Krsna], who is the original person and under whose order the sun, which is the king of all planets, is assuming immense power and heat. The sun represents the eye of the Lord and traverses its orbit in obedience to His order.\"",
                "treta-yugadau ca tato vivasvan manave dadaumanus ca loka-bhrty-artham sutayeksvakave dadauiksvakuna ca kathito vyapya lokan avasthitah",
                "\"In the beginning of the Treta-yuga [millennium] this science of the relationship with the Supreme was delivered by Vivasvan to Manu. Manu, being the father of mankind, gave it to his son Maharaja Iksvaku, the King of this earth planet and forefather of the Raghu dynasty in which Lord Ramacandra appeared. Therefore, Bhagavad-gita existed in the human society from the time of Maharaja Iksvaku.\""
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "स एवायं मया तेऽद्य योगः प्रोक्तः पुरातनः |",
                "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम् || ३ ||"
            ],
            "english": [
                "sa evayam maya te 'dya",
                "yogah proktah puratanah",
                "bhakto 'si me sakha ceti",
                "rahasyam hy etad uttamam"
            ]
        },
        "translation": {
            "hindi": [
                "आज मेरे द्वारा वही यह प्राचीन योग यानी परमेश्र्वर के साथ अपने सम्बन्ध का विज्ञान, तुमसे कहा जा रहा है, क्योंकि तुम मेरे भक्त तथा मित्र हो, अतः तुम इस विज्ञान के दिव्य रहस्य को समझ सकते हो |"
            ],
            "english": [
                "That very ancient science of the relationship with the Supreme is today told by Me to you because you are My devotee as well as My friend; therefore you can understand the transcendental mystery of this science."
            ]
        },
        "meaning": {
            "hindi": [
                "मनुष्यों की दो श्रेणियाँ हैं – भक्त तथा असुर | भगवान् ने अर्जुन को इस विद्या का पात्र इसीलिए चुना क्योंकि वह उनका भक्त था | किन्तु असुर के लिए इस परम गुह्यविद्या को समझ पाना सम्भव नहीं है | इस परम ज्ञानग्रंथ के अनेक संस्करण उपलब्ध हैं | इनमें से कुछ भक्तों की टीकाएँ हैं और कुछ असुरों की | जो टीकाएँ भक्तों द्वारा की गई हैं वे वास्तविक हैं, किन्तु जो असुरों द्वारा की गई हैं वे व्यर्थ हैं | अर्जुन श्रीकृष्ण को भगवान् के रूप में मानता है, अतः जो गीता भाष्य अर्जुन के पदचिन्हों का अनुसरण करते हुए किया गया है वह इस परमविद्या के पक्ष में वास्तविक सेवा है | किन्तु असुर भगवान् कृष्ण को उस रूप में नहीं मानते | वे कृष्ण के विषय में तरह-तरह की मनगढंत बातें करते हैं और वे कृष्ण के उपदेश-मार्ग से सामान्य जनता को गुमराह करते रहते हैं | ऐसे कुमार्गों से बचने के लिए यह एक चेतावनी है | मनुष्य को चाहिए कि अर्जुन की परम्परा का अनुसरण करे और श्रीमद्भगवद्गीता के इस परमविज्ञान से लाभान्वित हो |"
            ],
            "english": [
                "There are two classes of men, namely the devotee and the demon. The Lord selected Arjuna as the recipient of this great science owing to his becoming the devotee of the Lord, but for the demon it is not possible to understand this great mysterious science. There are a number of editions of this great book of knowledge, and some of them have commentaries by the devotees, and some of them have commentaries by the demons. Commentation by the devotees is real, whereas that of the demons is useless. Arjuna accepts Sri Krsna as the Supreme Personality of Godhead, and any commentary on the Gita following in the footsteps of Arjuna is real devotional service to the cause of this great science. The demonic, however, concoct something about Krsna and mislead the public and general readers from the path of Krsna's instructions. One should try to follow the disciplic succession from Arjuna, and thus be benefitted."
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "अर्जुन उवाच",
                "अपरं भवतो जन्म परं जन्म विवस्वतः |",
                "कथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति || ४ ||"
            ],
            "english": [
                "arjuna uvaca",
                "aparam bhavato janma",
                "param janma vivasvatah",
                "katham etad vijaniyam",
                "tvam adau proktavan iti"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – सूर्यदेव विवस्वान् आप से पहले हो चुके (ज्येष्ठ) हैं, तो फिर मैं कैसे समझूँ कि प्रारम्भ में भी आपने उन्हें इस विद्या का उपदेश दिया था |"
            ],
            "english": [
                "Arjuna said: The sun-god Vivasvan is senior by birth to You. How am I to understand that in the beginning You instructed this science to him?"
            ]
        },
        "meaning": {
            "hindi": [
                "जब अर्जुन भगवान् के माने हुए भक्त हैं तो फिर उन्हें कृष्ण के वचनों पर विश्र्वास क्यों नहीं हो रहा था ? तथ्य यह है कि अर्जुन यह जिज्ञासा अपने लिए नहीं कर रहा है, अपितु यह जिज्ञासा उन सबों के लिए है, जो भगवान् में विश्र्वास नहीं करते, अथवा उन असुरों के लिए है, जिन्हें यह विचार पसन्द नहीं है कि कृष्ण को भगवान् माना जाय | उन्हीं के लिए अर्जुन यह बात इस तरह पूछ रहा है, मानो वह स्वयं भगवान् या कृष्ण से अवगत न हो | जैसा कि दसवें अध्याय में स्पष्ट हो जायेगा, अर्जुन भलीभाँति जानता था कि कृष्ण श्रीभगवान् हैं और वे प्रत्येक वस्तु के मूलस्त्रोत हैं तथा ब्रह्म की चरम सीमा हैं | निस्सन्देह, कृष्ण इस पृथ्वी पर देवकी के पुत्र रूप में भी अवतीर्ण हुए | सामान्य व्यक्ति के लिए यह समझ पाना अत्यन्त कठिन है कि कृष्ण किस प्रकार उसी शाश्र्वत आदिपुरुष श्रीभगवान् के रूप में बने रहे | अतः इस बात को स्पष्ट करने के लिए ही अर्जुन ने कृष्ण से यह प्रश्न पूछा, जिससे वे ही प्रामाणिक रूप में बताएँ | कृष्ण परम प्रमाण हैं, यह तथ्य आज ही नहीं अनन्तकाल से सारे विश्र्व द्वारा स्वीकार किया जाता रहा है | केवल असुर ही इसे अस्वीकार करते रहे हैं | जो भी हो, चूँकि कृष्ण सर्वस्वीकृत परम प्रमाण हैं, अतः अर्जुन उन्हीं से प्रश्न करता है, जिससे कृष्ण स्वयं बताएँ और असुर तथा उनके अनुयायी जिस भाँति अपने लिए तोड़-मरोड़ करके उन्हें प्रस्तुत करते रहे हैं, उससे बचा जा सके | यह प्रत्येक व्यक्ति के लिए आवश्यक है कि अपने कल्याण के लिए वह कृष्णविद्या को जाने | अतः जब कृष्ण स्वयं अपने विषय में बोल रहे हों तो यह सारे विश्र्व के लिए शुभ है | कृष्ण द्वारा की गई ऐसी व्याख्याएँ असुरों को भले ही विचित्र लगें, क्योंकि वे अपने ही दृष्टिकोण से कृष्ण का अध्ययन करते हैं, किन्तु जो भक्त हैं वे साक्षात् कृष्ण द्वारा उच्चरित वचनों का हृदय से स्वागत करते हैं | भक्तगण कृष्ण के ऐसे प्रामाणिक वचनों की सदा पूजा करेंगे, क्योंकि वे लोग उनके विषय में अधिकाधिक जानने के लिए उत्सुक रहते हैं | इस तरह नास्तिकगण जो कृष्ण को सामान्य व्यक्ति मानते हैं वे भी कृष्ण को अतिमानव, सच्चिदानन्द विग्रह, दिव्य, त्रिगुणातीत तथा दिक्काल के प्रभाव से परे समझ सकेंगे | अर्जुन की कोटि के श्रीकृष्ण-भक्त को कभी भी श्रीकृष्ण के दिव्य स्वरूप के विषय में कोई भ्रम नहीं हो सकता | अर्जुन के भगवान् के समक्ष ऐसा प्रश्न उपस्थित करने का उद्देश्य उन व्यक्तियों की नस्तिक्तावादी प्रवृत्ति को चुनौती देना था, जो कृष्ण को भौतिक प्रकृति के गुणों के अधीन एक समान्य व्यक्ति मानते हैं |"
            ],
            "english": [
                "Arjuna is an accepted devotee of the Lord, so how could he not believe Krsna's words? The fact is that Arjuna is not inquiring for himself but for those who do not believe in the Supreme Personality of Godhead or for the demons who do not like the idea that Krsna should be accepted as the Supreme Personality of Godhead; for them only Arjuna inquires on this point, as if he were himself not aware of the Personality of Godhead, or Krsna. As it will be evident from the Tenth Chapter, Arjuna knew perfectly well that Krsna is the Supreme Personality of Godhead, the fountainhead of everything and the last word in Transcendence. Of course, Krsna also appeared as the son of Devaki on this earth. How Krsna remained the same Supreme Personality of Godhead, the eternal, original person, is very difficult for an ordinary man to understand. Therefore, to clarify this point, Arjuna put this question before Krsna so that He Himself could speak authoritatively. That Krsna is the supreme authority is accepted by the whole world, not only at present, but from time immemorial, and the demons alone reject Him. Anyway, since Krsna is the authority accepted by all, Arjuna put this question before Him in order that Krsna would describe Himself without being depicted by the demons who always try to distort Him in a way understandable to the demons and their followers. It is necessary that everyone, for his own interest, know the science of Krsna. Therefore, when Krsna Himself speaks about Himself, it is auspicious for all the worlds. To the demons, such explanations by Krsna Himself may appear to be strange because the demons always study Krsna from their own standpoint, but those who are devotees heartily welcome the statements of Krsna when they are spoken by Krsna Himself. The devotees will always worship such authoritative statements of Krsna because they are always eager to know more and more about Him. The atheists, who consider Krsna an ordinary man, may in this way come to know that Krsna is superhuman, that He is sac-cid-ananda-vigraha—the eternal form of bliss and knowledge—that He is transcendental, and that He is above the domination of the modes of material nature and above the influence of time and space. A devotee of Krsna's, like Arjuna, is undoubtedly above any misunderstanding of the transcendental position of Krsna. Arjuna's putting this question before the Lord is simply an attempt by the devotee to defy the atheistic attitude of persons who consider Krsna to be an ordinary human being subject to the modes of material nature."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच",
                "बहूनि मे व्यतीतानि जन्मानि तव चार्जुन |",
                "तान्यहं वेद सर्वाणि न त्वं वेत्थ परन्तप || ५ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "bahuni me vyatitani",
                "janmani tava carjuna",
                "tany aham veda sarvani",
                "na tvam vettha parantapa"
            ]
        },
        "translation": {
            "hindi": [
                "श्रीभगवान् ने कहा – तुम्हारे तथा मेरे अनेकानेक जन्म हो चुके हैं | मुझे तो उन सबका स्मरण है, किन्तु हे परंतप! तुम्हें उनका स्मरण नहीं रह सकता है |"
            ],
            "english": [
                "The Blessed Lord said: Many, many births both you and I have passed. I can remember all of them, but you cannot, O subduer of the enemy!"
            ]
        },
        "meaning": {
            "hindi": [
                "ब्रह्मसंहिता में (५.३३) हमें भगवान् के अनेकानेक अवतारों की सूचना प्राप्त होती है | उसमें कहा गया है –",
                "अद्वैतमच्युतमनादिमनन्तरूपमाद्यं पुराणपुरुषं नवयौवेन च |",
                "वेदेषु दुर्लभमदुर्लभमात्मभक्तौ गोविन्दमादिपुरुषं तमहं भजामि ||",
                "“मैं उन आदि पुरुष श्री भगवान् गोविन्द की पूजा करता हूँ जो अद्वैत,अच्युत तथा अनादि हैं | यद्यपि अनन्त रूपों में उनका विस्तार है, किन्तु तो भी वे आद्य, पुरातन तथा नित्य नवयौवन युक्त रहते हैं | श्रीभगवान् के ऐसे सच्चिदानन्दरूप को प्रायः श्रेष्ठ वैदिक विद्वान जानते हैं, किन्तु विशुद्ध अनन्य भक्तों को तो उनके दर्शन नित्य होते रहते हैं |”",
                "ब्रह्मसंहिता में यह भी कहा गया है –",
                "रामादिमुर्तिषु कलानियमेन तिष्ठन् नानावतारकरोद् भुवनेषु किन्तु |",
                "कृष्ण स्वयं समभवत् परमः पुमान् यो गोविन्दमादिपुरुषं तमहं भजामि ||",
                "“मैं उन श्रीभगवान् गोविन्द की पूजा करता हूँ जो राम, नृसिंह आदि अवतारों तथा अंशावतारों में नित्य स्थित रहते हुए भी कृष्ण नाम से विख्यात आदि-पुरुष हैं और जो स्वयं भी अवतरित होते हैं |”",
                "वेदों में भी कहा गया है कि अद्वैत होते हुए भी भगवान् असंख्य रूपों में प्रकट होते हैं | वे उस वैदूर्यमणि के समान हैं जो अपना रंग परिवर्तित करते हुए भी एक ही रहता है | इन सारे रूपों को विशुद्ध निष्काम भक्त ही समझ पाते हैं; केवल वेदों के अध्ययन से उनको नहीं समझा जा सकता (वेदेषु दुर्लभमदुर्लभमात्मभक्तौ)| अर्जुन जैसे भक्त कृष्ण के नित्य सखा हैं और जब भी भगवान् अवतरित होते हैं तो उनके पार्षद भक्त भी विभिन्न रूपों में उनकी सेवा करने के लिए उनके साथ-साथ अवतार लेते हैं | अर्जुन ऐसा ही भक्त है और इस श्लोक से पता चलता है कि लाखों वर्ष पूर्व जब भगवान् कृष्ण ने भगवद्गीता का प्रवचन सूर्यदेव विवस्वान् से किया था तो उस समय अर्जुन भी किसी भिन्न रूप में उपस्थित थे | किन्तु भगवान् तथा अर्जुन में यह अन्तर है कि भगवान् ने यह घटना याद राखी, किन्तु अर्जुन उसे याद नहीं रख सका | अंशरूप जीवात्मा तथा परमेश्र्वर में यही अन्तर है | यद्यपि अर्जुन को यहाँ परम शक्तिशाली वीर के रूप में सम्भोधित किया गया है, जो शत्रुओं का दमन कर सकता है, किन्तु विगत जन्मों में जो घटनाएँ घटी हैं, उन्हें स्मरण रखने में वह अक्षम है | अतः भौतिक दृष्टि से जीव चाहे कितना ही बड़ा क्यों न हो, वह कभी परमेश्र्वर की समता नहीं कर सकता | भगवान् का नित्य संगी निश्चित रूप से मुक्त पुरुष होता है, किन्तु वह भगवान् के तुल्य नहीं होता | ब्रह्मसंहिता में भगवान् को अच्युत कहा गया जिसका अर्थ होता है कि वे भौतिक सम्पर्क में रहते हुए भी अपने को नहीं भूलते | अतः भगवान् तथा जीव कभी भी सभी तरह से एकसमान नहीं हो सकते, भले ही जीव अर्जुन के समान मुक्त पुरुष क्यों न हो | यद्यपि अर्जुन भगवान् का भक्त है, किन्तु कभी-कभी वह भी भगवान् की प्रकृति को भूल जाता है | किन्तु दैवी कृपा से भक्त तुरन्त भगवान् की अच्युत स्थिति को समझ जाता है जबकि अभक्त या असुर इस दिव्य प्रकृति को नहीं समझ पाता| फलस्वरूप गीता के विवरण आसुरी मस्तिष्कों में नहीं चढ़ पाते | कृष्ण को लाखों वर्ष पूर्व सम्पन्न कार्यों की स्मृति बनी हुई है किन्तु अर्जुन को स्मरण नहीं है यद्यपि अर्जुन तथा कृष्ण दोनों ही शाश्र्वत स्वभाव के हैं | यहाँ पर हमें यह भी देखने को मिलता है कि शरीर-परिवर्तन के साथ-साथ जीवात्मा सब कुछ भूल जाता है, किन्तु कृष्ण सब स्मरण रखते हैं, क्योंकि वे अपने सच्चिदानन्द शरीर को बदलते नहीं | वे अद्वैत हैं जिसका अर्थ है कि उनके शरीर तथा उनकी आत्मा में कोई अन्तर नहीं है | उनसे सम्बंधित हर वस्तु आत्मा है जबकि बद्धजीव अपने शरीर से भिन्न होता है | चूँकि भगवान् के शरीर और आत्मा अभिन्न हैं, अतः उनकी स्थिति तब भी सामान्य जीव से भिन्न बनी रहती है, जब वे भौतिक स्तर पर अवतार लेते हैं | असुरगण भगवान् की इस दिव्य प्रकृति से तालमेल नहीं बैठा पाते, जिसकी व्याख्या अगले श्लोक में भगवान् स्वयं करते हैं |"
            ],
            "english": [
                "In the Brahma-samhita we have information of many, many incarnations of the Lord. It is stated there:",
                "\"I worship the Supreme Personality of Godhead, Govinda [Krsna], who is the original person—absolute, infallible, without beginning, although expanded into unlimited forms, still the same original, the oldest, and the person always appearing as a fresh youth. Such eternal, blissful, all-knowing forms of the Lord are usually understood by the best Vedic scholars, but they are always manifest to pure, unalloyed devotees.\" It is also stated in Brahma-samhita:",
                "In the Vedas also it is said that the Lord, although one without a second, nevertheless manifests Himself in innumerable forms. He is like the vaidurya stone, which changes color yet still remains one. All those multi-forms are understood by the pure, unalloyed devotees, but not by a simple study of the Vedas: vedesu durllabham adurllabham atma-bhaktau. Devotees like Arjuna are constant companions of the Lord, and whenever the Lord incarnates, the associate devotees also incarnate in order to serve the Lord in different capacities. Arjuna is one of these devotees, and in this verse it is understood that some millions of years ago when Lord Krsna spoke the Bhagavad-gita to the sun-god Vivasvan, Arjuna, in a different capacity, was also present. But the difference between the Lord and Arjuna is that the Lord remembered the incidence, whereas Arjuna could not remember. That is the difference between the part and parcel living entity and the Supreme Lord. Although Arjuna is addressed herein as the mighty hero who could subdue the enemies, he is unable to recall what had happened in his various past births. Therefore, a living entity, however great he may be in the material estimation, can never equal the Supreme Lord. Anyone who is a constant companion of the Lord is certainly a liberated person, but he cannot be equal to the Lord. The Lord is described in the Brahma-samhita as infallible (acyuta), which means that He never forgets Himself, even though He is in material contact. Therefore, the Lord and the living entity can never be equal in all respects, even if the living entity is as liberated as Arjuna. Although Arjuna is a devotee of the Lord, he sometimes forgets the nature of the Lord, but by the divine grace a devotee can at once understand the infallible condition of the Lord, whereas a nondevotee or a demon cannot understand this transcendental nature. Consequently these descriptions in the Gita cannot be understood by demonic brains. Krsna remembered acts which were performed by Him millions of years before, but Arjuna could not, despite the fact that both Krsna and Arjuna are eternal in nature. We may also note herein that a living entity forgets everything due to his change of body, but the Lord remembers because He does not change His sac-cid-ananda body. He is advaita, which means there is no distinction between His body and Himself. Everything in relation to Him is spirit—whereas the conditioned soul is different from his material body. And, because the Lord's body and self are identical, His position is always different from the ordinary living entity, even when He descends to the material platform. The demons cannot adjust themselves to this transcendental nature of the Lord, as the Lord explains in the following verse."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "अजोऽपि सन्नव्ययात्मा भूतानामीश्र्वरोऽपि सन् |",
                "प्रकृतिं स्वामधिष्ठाय सम्भवाम्यात्ममायया || ६ ||"
            ],
            "english": [
                "ajo 'pi sann avyayatma",
                "bhutanam isvaro 'pi san",
                "prakrtim svam adhisthaya",
                "sambhavamy atma-mayaya"
            ]
        },
        "translation": {
            "hindi": [
                "यद्यपि मैं अजन्मा तथा अविनाशी हूँ और यद्यपि मैं समस्त जीवों का स्वामी हूँ, तो भी प्रत्येक युग में मैं अपने आदि दिव्य रूप में प्रकट होता हूँ |"
            ],
            "english": [
                "Although I am unborn and My transcendental body never deteriorates, and although I am the Lord of all sentient beings, I still appear in every millennium in My original transcendental form."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् ने अपने जन्म की विलक्षणता बतलाई है | यद्यपि वे सामान्य पुरुष की भाँति प्रकट हो सकते हैं, किन्तु उन्हें विगत अनेकानेक “जन्मों” की पूर्ण स्मृति बनी रहती है, जबकि सामान्य पुरुष को कुछ ही घंटे पूर्व की घटना स्मरण नहीं रहती | यदि कोई पूछे कि एक दिन पूर्व इसी समय तुम क्या कर रहे थे, तो सामान्य व्यक्ति के लिए इसका तत्काल उत्तर दे पाना कठिन होगा | उसे उसको स्मरण करने के लिए अपनी बुद्धि को कुरेदना पड़ेगा कि वह कल इसी समय क्या कर रहा था | फिर भी लोग प्रायः अपने को ईश्र्वर या कृष्ण घोषित करते रहते हैं | मनुष्य को ऐसी निरर्थक घोषणाओं से भ्रमित नहीं होना चाहिए | अब भगवान् दुबारा अपनी प्रकृति या स्वरूप की व्याख्या करते हैं | प्रकृति का अर्थ स्वभाव तथा स्वरूप दोनों है | भगवान् कहते हैं कि वे अपने ही शरीर में प्रकट होते हैं | वे सामान्य जीव की भाँति शरीर-परिवर्तन नहीं करते | इस जन्म में बद्धजीव का एक प्रकार का शरीर हो सकता है, किन्तु अगले जन्म में दूसरा शरीर रहता है | भौतिक जगत् में जीव का कोई स्थायी शरीर नहीं है, अपितु वह एक शरीर से दूसरे में देहान्तरण करता रहता है | किन्तु भगवान् ऐसा नहीं करते | जब भी वे प्रकट होते हैं तो अपनी अन्तरंगा शक्ति से वे अपने उसी आद्य शरीर में प्रकट होते हैं | दूसरे शब्दों में, श्रीकृष्ण इस जगत् में अपने आदि शाश्र्वत स्वरूप में दो भुजाओं में बाँसुरी धारण किये अवतरित होते हैं | वे इस भौतिक जगत् से निष्कलुषित रहकर अपने शाश्र्वत शरीर सहित प्रकट होते हैं | यद्यपि वे अपने उसी दिव्य शरीर में प्रकट होते हैं और ब्रह्माण्ड के स्वामी होते हैं तो भी ऐसा लगता है कि वे सामान्य जीव की भाँति प्रकट हो रहे हैं | यद्यपि उनका शरीर भौतिक शरीर की भाँति क्षीण नहीं होता फिर भी ऐसा प्रतीत होता है कि भगवान् कृष्ण बालपन से कुमारावस्था तथा कुमारावस्था से तरुणावस्था प्राप्त करते हैं | किन्तु आश्चर्य तो यह है कि वे कभी युवावस्था से आगे नहीं बढ़ते | कुरुक्षेत्र युद्ध के समय उनके अनेक पौत्र थे या दूसरे शब्दों में, वे भौतिक गणना के अनुसार काफी वृद्ध थे | फिर भी वे बीस-पच्चीस वर्ष के युवक जैसे लगते थे | हमें कृष्ण की वृद्धावस्था का कोई चित्र नहीं दिखता, क्योंकि वे कभी भी हमारे समान वृद्ध नहीं होते यद्यपि वे तीनों काल में – भूत, वर्तमान तथा भविष्यकाल में – सबसे वयोवृद्ध पुरुष हैं | न तो उनके शरीर और न ही बुद्धि कभी क्षीण होती या बदलती है | अतः यः स्पष्ट है कि इस जगत् में रहते हुए भी वे उसी अजन्मा सच्चिदानन्दरूप वाले हैं, जिनके दिव्य शरीर तथा बुद्धि में कोई परिवर्तन नहीं होता | वस्तुतः उनका अविर्भाव और तिरोभाव सूर्य के उदय तथा अस्त के समान है जो हमारे सामने से घूमता हुआ हमारी दृष्टि से ओझल हो जाता है | जब सूर्य हमारी दृष्टि से ओझल रहता है तो हम सोचते हैं कि सूर्य अस्त हो गया है और जब वह हमारे समक्ष होता है तो हम सोचते हैं कि वह क्षितिज में है | वस्तुतः सूर्य स्थिर है, किन्तु अपनी अपूर्ण एवं त्रुटिपूर्ण इन्द्रियों के कारण हम सूर्य को उदय और अस्त होते परिकल्पित करते हैं | और चूँकि भगवान् का प्राकट्य तथा तिरोधान सामान्य जीव से भिन्न हैं अतः स्पष्ट है कि वे शाश्र्वत हैं, अपनी अन्तरंगा शक्ति के कारण आनन्दस्वरूप हैं और इस भौतिक प्रकृति द्वारा कभी कलुषित नहीं होते | वेदों द्वारा भी पुष्टि की जाती है कि भगवान् अजन्मा होकर भी अनेक रूपों में अवतरित होते रहते हैं, किन्तु तो भी वे शरीर-परिवर्तन नहीं करते | श्रीमद्भागवत में वे अपनी माता के समक्ष नारायण रूप में चार भुजाओं तथा षड्ऐश्र्वर्यो से युक्त होकर प्रकट होते हैं | उनका आद्य शाश्र्वत रूप में प्राकट्य उनकी अहैतुकी कृपा है जो जीवों को प्रदान की जाती है जिससे वे भगवान् के यथारूप में अपना ध्यान केन्द्रित कर सकें न कि निर्विशेषवादियों द्वारा मनोधर्म या कल्पनाओं पर आधारित रूप में | विश्र्वकोश के अनुसार माया या आत्म-माया शब्द भगवान् की अहैतुकी कृपा का सूचक है भगवान् अपने समस्त पूर्व अविर्भाव-तिरोभावों से अवगत रहते हैं, किन्तु सामान्य जीव को जैसे ही नवीन शरीर प्राप्त होता है वह अपने पूर्व शरीर के विषय में सब कुछ भूल जाता है | वे समस्त जीवों के स्वामी हैं, क्योंकि इस धरा पर रहते हुए वे आश्चर्य जनक तथा अतिमानवीय लीलाएँ करते रहते हैं | अतः भगवान् निरन्तर वही परमसत्य रूप हैं और उनके स्वरूप तथा आत्मा में या उनके गुण तथा शरीर में कोई अन्तर नहीं होता | अब यह प्रश्न किया जा सकता है कि इस संसार में भगवान् क्यों आविर्भूत और तिरोभूत होते रहते हैं? अगले श्लोक में इसकी व्याख्या की गई है |"
            ],
            "english": [
                "The Lord has spoken about the peculiarity of His birth: although He may appear like an ordinary person, He remembers everything of His many, many past \"births,\" whereas a common man cannot remember what he has done even a few hours before. If someone is asked what he did exactly at the same time one day earlier, it would be very difficult for a common man to answer immediately. He would surely have to dredge his memory to recall what he was doing exactly at the same time one day before. And yet, men often dare claim to be God, or Krsna. One should not be misled by such meaningless claims. Then again, the Lord explains His prakrti or His form. Prakrti means nature as well as svarupa, or one's own form. The Lord says that He appears in His own body. He does not change His body, as the common living entity changes from one body to another. The conditioned soul may have one kind of body in the present birth, but he has a different body in the next birth. In the material world, the living entity has no fixed body but transmigrates from one body to another. The Lord, however, does not do so. Whenever He appears, He does so in the same original body, by His internal potency. In other words, Krsna appears in this material world in His original eternal form, with two hands, holding a flute. He appears exactly in His eternal body, uncontaminated by this material world. Although He appears in the same transcendental body and is Lord of the universe, it still appears that He takes His birth like an ordinary living entity. Despite the fact Lord Krsna grows from childhood to boyhood and from boyhood to youth, astonishingly enough He never ages beyond youth. At the time of the Battle of Kuruksetra, He had many grandchildren at home; or, in other words, He had sufficiently aged by material calculations. Still He looked just like a young man twenty or twenty-five years old. We never see a picture of Krsna in old age because He never grows old like us, although He is the oldest person in the whole creation—past, present, and future. Neither His body nor His intelligence ever deteriorates or changes. Therefore, it is clear that in spite of His being in the material world, He is the same unborn, eternal form of bliss and knowledge, changeless in His transcendental body and intelligence. Factually, His appearance and disappearance are like the sun's rising, moving before us, and then disappearing from our eyesight. When the sun is out of sight, we think that the sun is set, and when the sun is before our eyes, we think that the sun is on the horizon. Actually, the sun is always in its fixed position, but owing to our defective, insufficient senses, we calculate the appearance and disappearance of the sun in the sky. And, because His appearance and disappearance are completely different from that of any ordinary, common living entity, it is evident that He is eternal, blissful knowledge by His internal potency—and He is never contaminated by material nature. The Vedas also confirm that the Supreme Personality of Godhead is unborn, yet He still appears to take His birth in multi-manifestations. The Vedic supplementary literatures also confirm that even though the Lord appears to be taking His birth, He is still without change of body. In the Bhagavatam, He appears before His mother as Narayana, with four hands and the decorations of the six kinds of full opulences. His appearance in His original eternal form is His causeless mercy, according to the Visvakosa dictionary. The Lord is conscious of all of His previous appearances and disappearances, but a common living entity forgets everything about his past body as soon as he gets another body. He is the Lord of all living entities because He performs wonderful and superhuman activities while He is on this earth. Therefore, the Lord is always the same Absolute Truth and is without differentiation between His form and self, or between His quality and body. A question may now be raised as to why the Lord appears and disappears in this world. This is explained in the next verse."
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत |",
                "अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् || ७ ||"
            ],
            "english": [
                "yada yada hi dharmasya",
                "glanir bhavati bharata",
                "abhyutthanam adharmasya",
                "tadatmanam srjamy aham"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतवंशी! जब भी और जहाँ भी धर्म का पतन होता है और अधर्म की प्रधानता होने लगती है, तब तब मैं अवतार लेता हूँ |"
            ],
            "english": [
                "Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion—at that time I descend Myself."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर सृजामि शब्द महत्त्वपूर्ण है | सृजामि सृष्टि के अर्थ में नहीं प्रयुक्त हो सकता, क्योंकि पिछले श्लोक के अनुसार भगवान् के स्वरूप या शरीर की सृष्टि नहीं होती, क्योंकि उनके सारे स्वरूप शाश्र्वत रूप से विद्यमान रहने वाले हैं | अतः सृजामि का अर्थ है कि भगवान् स्वयं यथारूप प्रकट होते हैं | यद्यपि भगवान् कार्यक्रमअनुसार अर्थात् ब्रह्मा के एक दिन में सातवें मनु के २८ वें युग में द्वापर के अन्त में प्रकट होते हैं, किन्तु वे इस समय का पालन करने के लिए बाध्य नहीं हैं, क्योंकि वे स्वेच्छा से कर्म करने के लिए स्वतन्त्र हैं | अतः जब भी अधर्म की प्रधानता तथा धर्म का लोप होने लगता है, तो वे स्वेच्छा से प्रकट होते हैं | धर्म के नियम वेदों में दिये हुए हैं और यदि इन नियमों के पालन में कोई त्रुटि आती है तो मनुष्य अधार्मिक हो जाता है | श्रीमद्भागवत में बताया गया है कि ऐसे नियम भगवान् के नियम हैं | केवल भगवान् ही किसी धर्म की व्यवस्था कर सकते हैं | वेद भी मूलतः ब्रह्मा के हृदय में से भगवान् द्वारा उच्चारित माने जाते हैं | अतः धर्म के नियम भगवान् के प्रत्यक्ष आदेश हैं (धर्मं तु साक्षाद्भगवत्प्रणीतम् ) | भगवद्गीता में आद्योपान्त इन्हीं नियमों का संकेत है | वेदों का उद्देश्य परमेश्र्वर के आदेशानुसार ऐसे नियमों की स्थापना करना है और गीता के अन्त में भगवान् स्वयं आदेश देते हैं कि सर्वोच्च धर्म उनकी ही शरण ग्रहण करना है |वैदिक नियम जीव को पूर्ण शरणागति की ओर अग्रसर कराने वाले हैं और जब भी असुरों द्वारा इन नियमों में व्यावधान आता है तभी भगवान् प्रकट होते हैं | श्रीमद्भागवत पुराण से हम जानते हैं कि बुद्ध कृष्ण के अवतार हैं, जिनका प्रादुर्भाव उस समय हुआ जब भौतिकतावाद का बोलबाला था और भौतिकतावादी लोग वेदों को प्रमाण बनाकर उसकी आड़ ले रहे थे | यद्यपि वेदों में विशिष्ट कार्यों के लिए पशुबलि के विषय में कुछ सीमित विधान थे, किन्तु आसुरी वृत्तिवाले लोग वैदिक नियमों का सन्दर्भ दिए बिना पशु-बलि को अपनाये हुए थे | भगवान् बुद्ध इस अनाचार को रोकने तथा अहिंसा के वैदिक नियमों की स्थापना करने के लिए अवतरित हुए | अतः भगवान् के प्रत्येक अवतार का विशेष उद्देश्य होता है और इन सबका वर्णन शास्त्रों में हुआ है | यह तथ्य नहीं है कि केवल भारत की धरती में भगवान् अवतरित होते हैं | वे कहीं भी और किसी भी काल में इच्छा होने पर प्रकट हो सकते हैं | वे प्रत्येक अवतार लेने पर धर्म के विषय में उतना ही कहते हैं, जितना कि उस परिस्थिति में जन-समुदाय विशेष समझ सकता है | लेकिन उद्देश्य एक ही रहता है – लोगों को ईशभावनाभावित करना तथा धार्मिक नियमों के प्रति आज्ञाकारी बनाना | कभी वे स्वयं प्रकट होते हैं तो कभी अपने प्रामाणिक प्रतिनिधि को अपने पुत्र या दास के रूप में भेजते हैं, या वेश बदल कर स्वयं ही प्रकट होते हैं |",
                "भगवद्गीता के सिद्धान्त अर्जुन से कहे गये थे,अतः वे किसी भी महापुरुष के प्रति हो सकते थे , क्योंकि अर्जुन संसार के अन्य भागों के सामान्य पुरुषों की अपेक्षा अधिक जागरूक था | दो और दो मिलाकर चार होते हैं, यह गणितीय नियम प्राथमिक कक्षा के विद्यार्थी के लिए उतना ही सत्य है, जितना कि उच्च कक्षा के विद्यार्थी के लिए | तो भी गणित उच्चस्तर तथा निम्नस्तर का होता है | अतः भगवान् प्रत्येक अवतार में एक-जैसे सिद्धान्तों की शिक्षा देते हैं, जो परिस्थितियों के अनुसार उच्च या निम्न प्रतीत होता हैं | जैसा कि आगे बताया जाएगा धर्म के उच्चतर सिद्धान्त चारों वर्णाश्रमों को स्वीकार करने से प्रारम्भ होते हैं | अवतारों का एकमात्र उद्देश्य सर्वत्र कृष्णभावनामृत को उद्बोधित करना है | परिस्थिति के अनुसार यह भावनामृत प्रकट तथा अप्रकट होता है |"
            ],
            "english": [
                "The word srjami is significant herein. Srjami cannot be used in the sense of creation, because, according to the previous verse, there is no creation of the Lord's form or body, since all of the forms are eternally existent. Therefore srjami means that the Lord manifests Himself as He is. Although the Lord appears on schedule, namely at the end of Dvapara-yuga of the twenty-eighth millennium of the eighth Manu, in one day of Brahma, still He has no obligation to adhere to such rules and regulations because He is completely free to act in many ways at His will. He therefore appears by His own will whenever there is a predominance of irreligiosity and a disappearance of true religion. Principles of religion are laid down in the Vedas, and any discrepancy in the matter of properly executing the rules of the Vedas makes one irreligious. In the Bhagavatam it is stated that such principles are the laws of the Lord. Only the Lord can manufacture a system of religion. The Vedas are also accepted as originally spoken by the Lord Himself to Brahma, from within his heart. Therefore, the principles of dharma, or religion, are the direct orders of the Supreme Personality of Godhead (dharmam tu saksat-bhagavat-pranitam). These principles are clearly indicated throughout the Bhagavad-gita. The purpose of the Vedas is to establish such principles under the order of the Supreme Lord, and the Lord directly orders, at the end of the Gita, that the highest principle of religion is to surrender unto Him only, and nothing more. The Vedic principles push one towards complete surrender unto Him; and, whenever such principles are disturbed by the demonic, the Lord appears. From the Bhagavatam we understand that Lord Buddha is the incarnation of Krsna who appeared when materialism was rampant and materialists were using the pretext of the authority of the Vedas. Although there are certain restrictive rules and regulations regarding animal sacrifice for particular purposes in the Vedas, people of demonic tendency still took to animal sacrifice without reference to the Vedic principles. Lord Buddha appeared to stop this nonsense and to establish the Vedic principles of nonviolence. Therefore each and every avatara, or incarnation of the Lord, has a particular mission, and they are all described in the revealed scriptures. No one should be accepted as an avatara unless he is referred to by scriptures. It is not a fact that the Lord appears only on Indian soil. He can advent Himself anywhere and everywhere, and whenever He desires to appear. In each and every incarnation, He speaks as much about religion as can be understood by the particular people under their particular circumstances. But the mission is the same—to lead people to God consciousness and obedience to the principles of religion. Sometimes He descends personally, and sometimes He sends His bona fide representative in the form of His son, or servant, or Himself in some disguised form.",
                "The principles of the Bhagavad-gita were spoken to Arjuna, and, for that matter, to other highly elevated persons, because he was highly advanced compared to ordinary persons in other parts of the world. Two plus two equals four is a mathematical principle that is true both in the beginner's arithmetic class and in the advanced class as well. Still, there are higher and lower mathematics. In all incarnations of the Lord, therefore, the same principles are taught, but they appear to be higher and lower in varied circumstances. The higher principles of religion begin with the acceptance of the four orders and the four statuses of social life, as will be explained later. The whole purpose of the mission of incarnations is to arouse Krsna consciousness everywhere. Such consciousness is manifest and nonmanifest only under different circumstances."
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "परित्राणाय साधूनां विनाशाय च दुष्कृताम् |",
                "धर्मसंस्थापनार्थाय सम्भवामि युगे युगे || ८ ||"
            ],
            "english": [
                "paritranaya sadhunam",
                "vinasaya ca duskrtam",
                "dharma-samsthapanarthaya",
                "sambhavami yuge yuge"
            ]
        },
        "translation": {
            "hindi": [
                "भक्तों का उद्धार करने, दुष्टों का विनाश करने तथा धर्म की फिर से स्थापना करने के लिए मैं हर युग में प्रकट होता हूँ |"
            ],
            "english": [
                "In order to deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I advent Myself millennium after millennium."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता के अनुसार साधु (पवित्र पुरुष) कृष्णभावनाभावित व्यक्ति है | अधार्मिक लगने वाले व्यक्ति में यदि पूर्ण कृष्णचेतना हो, तो उसे साधु समझना चाहिए | दुष्कृताम् उन व्यक्तियों के लिए आया है जो कृष्णभावनामृत की परवाह नहीं करते | ऐसे दुष्कृताम् या उपद्रवी, मुर्ख तथा अधम व्यक्ति कहलाते हैं, भले ही वे सांसारिक शिक्षा से विभूषित क्यों न हो | इसके विपरीत यदि कोई शत-प्रतिशत कृष्णभावनामृत में लगा रहता है तो वह विद्वान् या सुसंस्कृत न भी हो फिर भी वह साधु माना जाता है | जहाँ तक अनीश्र्ववादियों का प्रश्न है, भगवान् के लिए आवश्यक नहीं कि वे इनके विनाश के लिए उस रूप में अवतरित हों जिस रूप में वे रावण तथा कंस का वध करने के लिए हुए थे | भगवान् के ऐसे अनेक अनुचर हैं जो असुरों का संहार करने में सक्षम हैं | किन्तु भगवान् तो अपने उन निष्काम भक्तों को तुष्ट करने के लिए विशेष रूप से अवतार लेते हैं जो असुरों द्वारा निरन्तर तंग किये जाते हैं | असुर भक्त को तंग करता है, भले ही वह उसका सगा-सम्बन्धी क्यों न हो | यद्यपि प्रह्लाद् महाराज हिरण्यकशिपु के पुत्र थे, किन्तु तो भी वे अपने पिता द्वारा उत्पीड़ित थे | इसी प्रकार कृष्ण की माता देवकी यद्यपि कंस की बहन थीं, किन्तु उन्हें तथा उनके पति वासुदेव को इसीलिए दण्डित किया गया था क्योंकि उनसे कृष्ण को जन्म लेना था | अतः भगवान् कृष्ण मुख्यतः देवकी के उद्धार करने के लिए प्रकट हुए थे, कंस को मारने के लिए नहीं | किन्तु ये दोनों कार्य एकसाथ सम्पन्न हो गये | अतः यह कहा जाता है कि भगवान् भक्त का उद्धार करने तथा दुष्ट असुरों का संहार करने के लिए विभिन्न अवतार लेते हैं |",
                "कृष्णदास कविराज कृत चैतन्य चरितामृत के निम्नलिखित श्लोकों (मध्य २०.२६३-२६४) से अवतार के सिद्धान्तों का सारांश प्रकट होता है –",
                "सृष्टिहेतु एइ मूर्ति प्रपञ्चे अवतरे |",
                "सेइ ईश्र्वरमूर्ति ‘अवतार’ नाम धरे ||",
                "मायातीत परव्योमे सबार अवस्थान |",
                "विश्र्वे अवतरी’ धरे ‘अवतार’ नाम ||",
                "“अवतार अथवा ईश्र्वर का अवतार भगवद्धाम से भौतिक प्राक्ट्य हेतु होता है | ईश्र्वर का वह विशिष्ट रूप जो इस प्रकार अवतरित होता है अवतार कहलाता है | ऐसे अवतार भगवद्धाम में स्थित रहते हैं | जब यह भौतिक सृष्टि में उतरते हैं, तो उन्हें अवतार कहा जाता है |”",
                "अवतार इसी तरह के होते हैं तथा पुरुषावतार, गुणावतार, लीलावतार, शक्त्यावेश अवतार, मन्वन्तर अवतार तथा युगावतार – इस सबका इस ब्रह्माण्ड में क्रमानुसार अवतरण होता है | किन्तु भगवान कृष्ण आदि भगवान् हैं और समस्त अवतारों के उद्गम हैं | भगवान् श्रीकृष्ण शुद्ध भक्तों की चिन्ताओं को दूर करने के विशिष्ट प्रयोजन से अवतार लेते हैं, जो उन्हें उनकी मूल वृन्दावन लीलाओं के रूप में देखने के उत्सुक रहते हैं | अतः कृष्ण अवतार का मूल उद्देश्य अपने निष्काम भक्तों को प्रसन्न करना है |",
                "भगवान् का वचन है कि वे प्रत्येक युग में अवतरित होते रहते हैं | इससे सूचित होता है कि वे कलियुग में भी अवतार लेते हैं | जैसा कि श्रीमद्भागवत में कहा गया है कि कलियुग के अवतार भगवान् चैतन्य महाप्रभु हैं जिन्होंने संकीर्तन आन्दोलन के द्वारा कृष्णपूजा का प्रसार किया और पूरे भारत में कृष्णभावनामृत का विस्तार किया | उन्होंने यह भविष्यवाणी की कि संकीर्तन की यह संस्कृति सारे विश्र्व के नगर-नगर तथा ग्राम-ग्राम में फैलेगी | भगवान् चैतन्य को गुप्त रूप में, किन्तु प्रकट रूप में नहीं, उपनिषदों, महाभारत तथा भागवत जैसे शास्त्रों के गुह्य अंशों में वर्णित किया गया है | भगवान् कृष्ण के भक्तगण भगवान् चैतन्य के संकीर्तन आन्दोलन द्वारा अत्यधिक आकर्षित रहते हैं | भगवान् का यह अवतार दुष्टों का विनाश नहीं करता, अपितु अपनी अहैतुकी कृपा से उनका उद्धार करता है |"
            ],
            "english": [
                "According to Bhagavad-gita, a sadhu (holyman) is a man in Krsna consciousness. A person may appear to be irreligious, but if he has the qualifications of Krsna consciousness wholly and fully, he is to be understood to be a sadhu. And duskrtam applies to one who doesn't care for Krsna consciousness. Such miscreants, or duskrtam, are described as foolish and the lowest of mankind, even though they may be decorated with mundane education; whereas another person, who is one hundred percent engaged in Krsna consciousness, is accepted as sadhu, even though such a person may neither be learned nor well cultured. As far as the atheistic are concerned, it is not necessary for the Supreme Lord to appear as He is to destroy them, as He did with the demons Ravana and Kamsa. The Lord has many agents who are quite competent to vanquish demons. But the Lord especially descends to appease His unalloyed devotees, who are always harassed by the demonic. The demon harasses the devotee, even though the latter may happen to be his kin. Although Prahlada Maharaja was the son of Hiranyakasipu, he was nonetheless persecuted by his father; although Devaki, the mother of Krsna, was the sister of Kamsa, she and her husband Vasudeva were persecuted only because Krsna was to be born of them. So Lord Krsna appeared primarily to deliver Devaki, rather than kill Kamsa, but both were performed simultaneously. Therefore it is said here that to deliver the devotee and vanquish the demon miscreants, the Lord appears in different incarnations.",
                "There are various kinds of avataras, such as purusavataras, gunavataras, lilavataras, saktyavesa avataras, manvantara-avataras and yugavataras—all appearing on schedule all over the universe. But Lord Krsna is the primeval Lord, the fountainhead of all avataras. Lord Sri Krsna descends for the specific purposes of mitigating the anxieties of the pure devotees, who are very anxious to see Him in His original Vrndavana pastimes. Therefore, the prime purpose of the Krsna avatara is to satisfy His unalloyed devotees.",
                "In the Caitanya-caritamrta of Krsnadasa Kaviraja, the following verses summarize these principles of incarnation:",
                "The Lord says that He incarnates Himself in every millennium. This indicates that He incarnates also in the age of Kali. As stated in the Srimad-Bhagavatam, the incarnation in the age of Kali is Lord Caitanya Mahaprabhu, who spread the worship of Krsna by the sankirtana movement (congregational chanting of the holy names), and spread Krsna consciousness throughout India. He predicted that this culture of sankirtana would be broadcast all over the world, from town to town and village to village. Lord Caitanya as the incarnation of Krsna, the Personality of Godhead, is described secretly but not directly in the confidential parts of the revealed scriptures, such as the Upanisads, Mahabharata, Bhagavatam, etc. The devotees of Lord Krsna are much attracted by the sankirtana movement of Lord Caitanya. This avatara of the Lord does not kill the miscreants, but delivers them by the causeless mercy of the Lord."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः |",
                "त्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन || ९ ||"
            ],
            "english": [
                "janma karma ca me divyam",
                "evam yo vetti tattvatah",
                "tyaktva deham punar janma",
                "naiti mam eti so 'rjuna"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! जो मेरे अविर्भाव तथा कर्मों की दिव्य प्रकृति को जानता है, वह इस शरीर को छोड़ने पर इस भौतिक संसार में पुनः जन्म नहीं लेता, अपितु मेरे सनातन धाम को प्राप्त होता है |"
            ],
            "english": [
                "One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."
            ]
        },
        "meaning": {
            "hindi": [
                "छठे श्लोक में भगवान् के दिव्यधाम से उनके अवतरण की व्याख्या हो चुकी है | जो मनुष्य भगवान् के अविर्भाव के सत्य को समझ लेता है वह इस भवबन्धन से मुक्त हो जाता है और इस शरीर को छोड़ते ही वह तुरन्त भगवान् के धाम को लौट जाता है | भवबन्धन से जीव की ऐसी मुक्ति सरल नहीं है | निर्विशेषवादी तथा योगीजन पर्याप्त कष्ट तथा अनेकानेक जन्मों के बाद ही मुक्ति प्राप्त कर पाते हैं | इतने पर भी उन्हें जो मुक्ति भगवान् की निराकार ब्रह्मज्योति में तादात्म्य प्राप्त करने के रूप में मिलती है, वह आंशिक होती है और इस भौतिक संसार में लौट जाने का भय बना रहता है | किन्तु भगवान् के शरीर की दिव्य प्रकृति तथा उनके कार्यकलापों को समझने मात्र से भक्त इस शरीर का अन्त होने पर भगवद्धाम को प्राप्त करता है और उसे इस संसार में लौट आने का भय नहीं रह जाता| ब्रह्मसंहिता में (५.३३) यह बताया गया है कि भगवान् के अनेक रूप तथा अवतार हैं – अद्वैतमच्युतमनादिमनन्तरूपम्| यद्यपि भगवान् के अनेक दिव्य रूप हैं, किन्तु फिर भी वे अद्वय भगवान् हैं | इस तथ्य को विश्र्वासपूर्वक समझना चाहिए, यद्यपि यह संसारी विद्वानों तथा ज्ञानयोगियों के लिए अगम्य है | जैसा कि वेदों (पुरुष बोधिनी उपनिषद्) में कहा गया है –",
                "एको देवो नित्यलीलानुरक्तो भक्तव्यापी हृद्यन्तरात्मा ||",
                "“एक भगवान् अपने निष्काम भक्तों के साथ अनेकानेक दिव्य रूपों में सदैव सम्बन्धित हैं |” इस वेदवचन की स्वयं भगवान् ने गीता के इस श्लोक में पुष्टि की है | जो इस सत्य को वेद तथा भगवान् के प्रमाण के आधार पर स्वीकार करता है और शुष्क चिन्तन में समय नहीं गँवाता वह मुक्ति की चरम सिद्धि प्राप्त करता है | इस सत्य को श्रद्धापूर्वक स्वीकार करने से मनुष्य निश्चित रूप से मुक्ति-लाभ कर सकता है | इस प्रसंग में वैदिकवाक्य तत्त्वमसि लागू होता है | जो कोई भगवान् कृष्ण को परब्रह्म करके जानता है या उनसे यह कहता है कि “आप वही परब्रह्म श्रीभगवान् हैं” वह निश्चित रूप से अविलम्ब मुक्त हो जाता है, फलस्वरूप उसे भगवान् की दिव्यसंगति की प्राप्ति निश्चित हो जाती है | दूसरे शब्दों में, ऐसा श्रद्धालु भगवद्भक्त सिद्धि प्राप्त करता है |इसकी पुष्टि निम्नलिखित वेदवचन से होती है –",
                "तमेव विदित्वाति मृत्युमेति नान्यः पन्था विद्यतेऽयनाय |",
                "“श्रीभगवान् को जान लेने से ही मनुष्य जन्म तथा मृत्यु से मुक्ति की पूर्ण अवस्था प्राप्त कर सकता है | इस सिद्धि को प्राप्त करने का कोई अन्य विकल्प नहीं है |”(श्र्वेताश्र्वतर उपनिषद् ३.८) इसका कोई विकल्प नहीं है का अर्थ यही है कि जो श्रीकृष्ण को श्रीभगवान् के रूप में नहीं मानता वह अवश्य ही तमोगुणी है और मधुपात्र को केवल बाहर से चाटकर या भगवद्गीता की विद्वतापूर्ण संसारी विवेचना करके मोक्ष प्राप्त नहीं कर सकता | इसे शुष्क दार्शनिक भौतिक जगत् में महत्त्वपूर्ण भूमिका निभाने वाले हो सकते हैं, किन्तु वे मुक्ति के अधिकारी नहीं होते | ऐसे अभिमानी संसारी विद्वानों को भगवद्भक्त की अहैतुकी कृपा की प्रतीक्षा करनी पड़ती है | अतः मनुष्य को चाहिए कि श्रद्धा तथा ज्ञान के साथ कृष्णभावनामृत का अनुशीलन करे और सिद्धि प्राप्त करने का यही उपाय है |"
            ],
            "english": [
                "The Lord's descent from His transcendental abode is already explained in the 6th verse. One who can understand the truth of the appearance of the Personality of Godhead is already liberated from material bondage, and therefore he returns to the kingdom of God immediately after quitting this present material body. Such liberation of the living entity from material bondage is not at all easy. The impersonalists and the yogis attain liberation only after much trouble and many, many births. Even then, the liberation they achieve—merging into the impersonal brahmajyoti of the Lord—is only partial, and there is the risk of returning again to this material world. But the devotee, simply by understanding the transcendental nature of the body and activities of the Lord, attains the abode of the Lord after ending this body and does not run the risk of returning again to this material world. In the Brahma-samhita it is stated that the Lord has many, many forms and incarnations: advaitam acyutam anadim ananta-rupam. Although there are many transcendental forms of the Lord, they are still one and the same Supreme Personality of Godhead. One has to understand this fact with conviction, although it is incomprehensible to mundane scholars and empiric philosophers. As stated in the Vedas:",
                "eko devo nitya-lilanurakto bhakta-vyapi hrdy antaratma.",
                "\"The one Supreme Personality of Godhead is eternally engaged in many, many transcendental forms in relationships with His unalloyed devotees.\" This Vedic version is confirmed in this verse of the Gita personally by the Lord. He who accepts this truth on the strength of the authority of the Vedas and of the Supreme Personality of Godhead and who does not waste time in philosophical speculations attains the highest perfectional stage of liberation. Simply by accepting this truth on faith, one can, without a doubt, attain liberation. The Vedic version, \"tattvamasi,\" is actually applied in this case. Anyone who understands Lord Krsna to be the Supreme, or who says unto the Lord, \"You are the same Supreme Brahman, the Personality of Godhead\" is certainly liberated instantly, and consequently his entrance into the transcendental association of the Lord is guaranteed. In other words, such a faithful devotee of the Lord attains perfection, and this is confirmed by the following Vedic assertion:",
                "tam eva viditvatimrtyumeti nanyah pantha vidyate ayanaya.",
                "One can attain the perfect stage of liberation from birth and death simply by knowing the Lord, the Supreme Personality of Godhead. There is no alternative because anyone who does not understand Lord Krsna as the Supreme Personality of Godhead is surely in the mode of ignorance. Consequently he will not attain salvation, simply, so to speak, by licking the outer surface of the bottle of honey, or by interpreting the Bhagavad-gita according to mundane scholarship. Such empiric philosophers may assume very important roles in the material world, but they are not necessarily eligible for liberation. Such puffed up mundane scholars have to wait for the causeless mercy of the devotee of the Lord. One should therefore cultivate Krsna consciousness with faith and knowledge, and in this way attain perfection."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "वीतरागभयक्रोधा मन्मया मामुपाश्रिताः |",
                "बहवो ज्ञानतपसा पूता मद्भावमागताः || १० ||"
            ],
            "english": [
                "vita-raga-bhaya-krodha",
                "man-maya mam upasritah",
                "bahavo jnana-tapasa",
                "puta mad-bhavam agatah"
            ]
        },
        "translation": {
            "hindi": [
                "लोग सदैव तुम्हारे अपयश का वर्णन करेंगे और सम्मानित व्यक्ति के लिए अपयश तो मृत्यु से भी बढ़कर है |"
            ],
            "english": [
                "Being freed from attachment, fear and anger, being fully absorbed in Me and taking refuge in Me, many, many persons in the past became purifled by knowledge of Me—and thus they all attained transcendental love for Me."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः जैसा कि पहले कहा जा चुका है विषयों में आसक्त व्यक्ति के लिए परमसत्य के स्वरूप को समझ पाना अत्यन्त कठिन है | सामान्यतया जो लोग देहात्मबुद्धि में आसक्त होते हैं, वे भौतिकतावाद में इतने लीन रहते हैं कि उनके लिए यह समझ पाना असम्भव सा है कि परमात्मा व्यक्ति भी हो सकता है | ऐसे भौतिकतावादी व्यक्ति इसकी कल्पना तक नहीं कर पाते कि ऐसा भी दिव्य शरीर है जो नित्य तथा सच्चिदानन्दमय है | भौतिकतावादी धारणा के अनुसार शरीर नाशवान्, अज्ञानमय तथा अत्यन्त दुखमय होता है | अतः जब लोगों को भगवान् के साकार रूप के विषय में बताया जाता है तो उनके मन में शरीर की यही धारणा बनी रहती है | ऐसे भौतिकतावादी पुरुषों के लिए विराट भौतिक जगत् का स्वरूप ही परमतत्त्व है | फलस्वरूप वे परमेश्र्वर को निराकार मानते हैं और भौतिकता में इतने तल्लीन रहते हैं कि भौतिक पदार्थ से मुक्ति के बाद भी अपना स्वरूप बनाये रखने के विचार से डरते हैं | जब उन्हें यह बताया जाता है कि आध्यात्मिक जीवन भी व्यक्तिगत तथा साकार होता है तो वे पुनः व्यक्ति बनने से भयभीत हो उठते हैं, फलतः वे निराकार शून्य में तदाकार होना पसंद करते हैं | सामान्यतया वे जीवों की तुलना समुद्र के बुलबुलों से करते हैं, जो टूटने पर समुद्र में ही लीन हो जाते हैं | पृथक् व्यक्तित्व से रहित आध्यात्मिक जीवन की यह चरम सिद्धि है | यह जीवन की भयावह अवस्था है, जो आध्यात्मिक जीवन के पूर्णज्ञान से रहित है | इसके अतिरिक्त ऐसे बहुत से मनुष्य हैं जो आध्यात्मिक जीवन को तनिक भी नहीं समझ पाते | अनेक वादों तथा दार्शनिक चिन्तन की विविध विसंगतियों से परेशान होकर वे उब उठते हैं या क्रुद्ध हो जाते हैं और मूर्खतावश यह निष्कर्ष निकालते हैं कि परम कारण जैसा कुछ नहीं है, अतः प्रत्येक वस्तु अन्ततोगत्वा शून्य है | ऐसे लोग जीवन की रुग्णावस्था में होते हैं | कुछ लोग भौतिकता में इतने आसक्त रहते हैं कि वे आध्यात्मिक जीवन की ओर कोई ध्यान नहीं देते और कुछ लोग तो निराशावश सभी प्रकार के आध्यात्मिक चिन्तनों से क्रुद्ध होकर प्रत्येक वस्तु पर अविश्र्वास करने लगते हैं | इस अन्तिम कोटि के लोग किसी न किसी मादक वस्तु का सहारा लेते हैं और उनके मति-विभ्रम को कभी-कभी आध्यात्मिक दृष्टि मान लिया जाता है | मनुष्य को भौतिक जगत् के प्रति आसक्ति की तीनों अवस्थाओं से छुटकारा पाना होता है – ये हैं आध्यात्मिक जीवन की अपेक्षा, आध्यात्मिक साकार रूप का भय तथा जीवन की हताशा से उत्पन्न शून्यवाद की कल्पना | जीवन की इन तीनों अवस्थाओं से छुटकारा पाने के लिए प्रामाणिक गुरु के निर्देशन में भगवान् की शरण ग्रहण करना और भक्तिमय जीवन के नियम तथा विधि-विधानों का पालन करना आवश्यक है | भक्तिमय जीवन की अन्तिम अवस्था भाव या दिव्य इश्र्वरीय प्रेम कहलाती है |",
                "भक्तिरसामृतसिन्धु (१.४.१५-१६) के अनुसार भक्ति का विज्ञान इस प्रकार है –",
                "आदौ श्रद्धा ततः साधुसंगोऽथ भजनक्रिया",
                "ततोऽनर्थनिवृत्तिः स्यात्ततो निष्ठा रूचिस्ततः |",
                "अथासक्तिस्ततो भावस्ततः प्रेमाभ्यदञ्चति",
                "साधकानामयं प्रेम्णः प्रादुर्भावे भवेत्क्रमः ||",
                "“प्रारम्भ में आत्म-साक्षात्कार की समान्य इच्छा होनी चाहिए | इससे मनुष्य ऐसे व्यक्तियों की संगति करने का प्रयास करता है जो आध्यात्मिक दृष्टि से उठे हुए हैं | अगली अवस्था में गुरु से दीक्षित होकर नवदीक्षित भक्त उसके आदेशानुसार भक्तियोग प्रारम्भ करता है | इस प्रकार सद्गुरु के निर्देश में भक्ति करते हुए वह समस्त भौतिक आसक्ति से मुक्त हो जाता है, उसके आत्म-साक्षात्कार में स्थिरता आती है और वह श्रीभगवान् कृष्ण के विषय में श्रवण करने के लिए रूचि विकसित करता है | इस रूचि से आगे चलकर कृष्णभावनामृत में आसक्ति उत्पन्न होती है जो भाव में अथवा भगवत्प्रेम के प्रथम सोपान में परिपक्व होती है | ईश्र्वर के प्रति प्रेम ही जीवन की सार्थकता है |” प्रेम-अवस्था में भक्त भगवान् की दिव्य प्रेमाभक्ति में निरन्तर लीन रहता है | अतः भक्ति की मन्द स्थिति से प्रामाणिक गुरु के निर्देश में सर्वोच्च अवस्था प्राप्त की जा सकती है और समस्त भौतिक आसक्ति, व्यक्तिगत आध्यात्मिक स्वरूप के भय तथा शून्यवाद से उत्पन्न हताशा से मुक्त हुआ जा सकता है | तभी मनुष्य को अन्त में भगवान् के धाम की प्राप्ति हो सकती है |"
            ],
            "english": [
                "As described above, it is very difficult for a person who is too materially affected to understand the personal nature of the Supreme Absolute Truth. Generally, people who are attached to the bodily conception of life are so absorbed in materialism that it is almost impossible for them to understand that there is a transcendental body which is imperishable, full of knowledge and eternally blissful. In the materialistic concept, the body is perishable, full of ignorance and completely miserable. Therefore, people in general keep this same bodily idea in mind when they are informed of the personal form of the Lord. For such materialistic men, the form of the gigantic material manifestation is supreme. Consequently they consider the Supreme to be impersonal. And because they are too materially absorbed, the conception of retaining the personality after liberation from matter frightens them. When they are informed that spiritual life is also individual and personal, they become afraid of becoming persons again, and so they naturally prefer a kind of merging into the impersonal void. Generally, they compare the living entities to the bubbles of the ocean, which merge into the ocean. That is the highest perfection of spiritual existence attainable without individual personality. This is a kind of fearful stage of life, devoid of perfect knowledge of spiritual existence. Furthermore there are many persons who cannot understand spiritual existence at all. Being embarassed by so many theories and by contradictions of various types of philosophical speculation, they become disgusted or angry and foolishly conclude that there is no supreme cause and that everything is ultimately void. Such people are in a diseased condition of life. Some people are too materially attached and therefore do not give attention to spiritual life, some of them want to merge into the supreme spiritual cause, and some of them disbelieve in everything, being angry at all sorts of spiritual speculation out of hopelessness. This last class of men take to the shelter of some kind of intoxication, and their affective hallucinations are sometimes accepted as spiritual vision. One has to get rid of all three stages of attachment to the material world: negligence of spiritual life, fear of a spiritual personal identity, and the conception of void that underlies the frustration of life. To get free from these three stages of the material concept of life, one has to take complete shelter of the Lord, guided by the bona fide spiritual master, and follow the disciplines and regulative principles of devotional life. The last stage of the devotional life is called bhava, or transcendental love of Godhead.",
                "According to Bhakti-rasamrta-sindhu, the science of devotional service:",
                "adau sraddha tatah sadhu-sango 'tha bhajana-kriyatato 'nartha-nivrttih syat tato nistha rucis tatahathasaktis tato bhavas tatah premabhyudancatisadhakanam ayam premnah pradurbhave bhavet kramah.",
                "\"In the beginning one must have a preliminary desire for self-realization. This will bring one to the stage of trying to associate with persons who are spiritually elevated. In next stage one becomes initiated by an elevated spiritual master, and under his instruction the neophyte devotee begins the process of devotional service. By execution of devotional service under the guidance of the spiritual master, one becomes free from all material attachment, attains steadiness in self-realization, and acquires a taste for hearing about the Absolute Personality of Godhead, Sri Krsna. This taste leads one further forward to attachment for Krsna consciousness, which is matured in bhava, or the preliminary stage of transcendental love of God. Real love for God is called prema, the highest perfectional stage of life.\" In the prema stage there is constant engagement in the transcendental loving service of the Lord. So, by the slow process of devotional service, under the guidance of the bona fide spiritual master, one can attain the highest stage, being freed from all material attachment, from the fearfulness of one's individual spiritual personality, and from the frustrations resulting from void philosophy. Then one can ultimately attain to the abode of the Supreme Lord."
            ]
        }
    },
    {
        "id": [
            11
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् |",
                "मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः || ११ ||"
            ],
            "english": [
                "ye yatha mam prapadyante",
                "tams tathaiva bhajamy aham",
                "mama vartmanuvartante",
                "manusyah partha sarvasah"
            ]
        },
        "translation": {
            "hindi": [
                "जिस भाव से सारे लोग मेरी शरण ग्रहण करते हैं, उसी के अनुरूप मैं उन्हें फल देता हूँ | हे पार्थ! प्रत्येक व्यक्ति सभी प्रकार से मेरे पथ का अनुगमन करता है |"
            ],
            "english": [
                "All of them—as they surrender unto Me—I reward accordingly. Everyone follows My path in all respects, O son of Prtha."
            ]
        },
        "meaning": {
            "hindi": [
                "प्रत्येक व्यक्ति कृष्ण को उनके विभिन्न स्वरूपों में खोज रहा है | भगवान् श्रीकृष्ण को अंशतः उनके निर्विशेष ब्रह्मज्योति तेज में तथा प्रत्येक वस्तु के कण-कण में रहने वाले सर्वव्यापी परमात्मा के रूप में अनुभव किया जाता है, लेकिन कृष्ण का पूर्ण साक्षात्कार तो उनके शुद्ध भक्त ही कर पाते हैं | फलतः कृष्ण प्रत्येक व्यक्ति की अनुभूति के विषय हैं और इस तरह कोई भी और सभी अपनी-अपनी इच्छा के अनुसार तुष्ट होते हैं | दिव्य जगत् में भी कृष्ण अपने शुद्ध भक्तों के साथ दिव्य भाव से विनिमय करते हैं जिस तरह कि भक्त उन्हें चाहता है | कोई एक भक्त कृष्ण को परम स्वामी के रूप में चाह सकता है, दूसरा अपने सखा के रूप में, तीसरा अपने पुत्र के रूप में और चौथा अपने प्रेमी के रूप में | कृष्ण सभी भक्तों को समान रूप से उनके प्रेम की प्रगाढ़ता के अनुसार फल देते हैं | भौतिक जगत् में भी ऐसी ही विनिमय की अनुभूतियाँ होती हैं और वे विभिन्न प्रकार के भक्तों के अनुसार भगवान् द्वारा समभाव से विनिमय की जाती हैं | शुद्ध भक्त यहाँ पर और दिव्यधाम में भी कृष्ण का सान्निध्य प्राप्त करते हैं और भगवान् की साकार सेवा कर सकते हैं | इस तरह वे उनकी प्रेमाभक्ति का दिव्य आनन्द प्राप्त कर सकते हैं | किन्तु जो निर्विशेषवादी हैं और जो जीवात्मा के अस्तित्व को मिटाकर आध्यात्मिक आत्मघात करना चाहते हैं, कृष्ण उनको अपने तेज में लीन करके उनकी सहायता करते हैं | ऐसे निर्विशेषवादी सच्चिदानन्द भगवान् को स्वीकार नहीं करते, फलतः वे अपने व्यक्तित्व को मिटाकर भगवान् की दिव्य सगुण भक्ति के आनन्द को प्राप्त नहीं कर सकते | उनमें से कुछ जो निर्विशेष सत्ता में दृढ़तापूर्वक स्थित नहीं हो पाते, वे अपनी कार्य करने की सुप्त इच्छाओं को प्रदर्शित करने के लिए इस भौतिक क्षेत्र में वापस आते हैं | उन्हें वैकुण्ठलोक में प्रवेश करने नहीं दिया जाता, किन्तु उन्हें भौतिक लोक के कार्य करने का अवसर प्रदान किया जाता है | जो सकामकर्मी हैं, भगवान् उन्हें यज्ञेश्र्वर के रूप में उनके कर्मों का वांछित फल देते हैं | जो योगी हैं और योगशक्ति की खोज में रहते हैं, उन्हें योगशक्ति प्रदान करते हैं | दूसरे शब्दों में, प्रत्येक व्यक्ति की सफलता भगवान् की कृपा पर आश्रित रहती है और समस्त प्रकार की आध्यात्मिक विधियाँ एक ही पथ में सफलता की विभिन्न कोटियाँ हैं | अतः जब तक कोई कृष्णभावनामृत की सर्वोच्च सिद्धि तक नहीं पहुँच जाता तब तक सारे प्रयास अपूर्ण रहते हैं, जैसा कि श्रीमद्भागवत में (२.३.१०) कहा गया है –",
                "अकामः सर्वकामो व मोक्षकाम उदारधीः |",
                "तीव्रेण भक्तियोगेन यजेत पुरुषं परम् ||",
                "“मनुष्य चाहे निष्काम हो या फल का इच्छुक या मुक्ति का इच्छुक ही क्यों न हो, उसे पूरे सामर्थ्य से भगवान् की सेवा करनी चाहिए जिससे उसे पूर्ण सिद्धि प्राप्त हो सके, जिसका पर्यवसान कृष्णभावनामृत में होता है |”"
            ],
            "english": [
                "Eveyone is searching for Krsna in the different aspects of His manifestations. Krsna, the Supreme Personality of Godhead, is partially realized in His impersonal brahmajyoti effulgence and as the all-pervading Supersoul dwelling within everything, including the particles of atoms. But Krsna is only fully realized by His pure devotees. Consequently, Krsna is the object of everyone's realization, and thus anyone and everyone is satisfied according to one's desire to have Him. In the transcendental world also, Krsna reciprocates with His pure devotees in the transcendental attitude, just as the devotee wants Him. One devotee may want Krsna as supreme master, another as his personal friend, another as his son, and still another as his lover. Krsna rewards all the devotees equally, according to their different intensities of love for Him. In the material world, the same reciprocations of feelings are there, and they are equally exchanged by the Lord with the different types of worshipers. The pure devotees both here and in the transcendental abode associate with Him in person and are able to render personal service to the Lord and thus derive transcendental bliss in His loving service. As for those who are impersonalists and who want to commit spiritual suicide by annihilating the individual existence of the living entity, Krsna helps also by absorbing them into His effulgence. Such impersonalists do not agree to accept the eternal, blissful Personality of Godhead; consequently they cannot relish the bliss of transcendental personal service to the Lord, having extinguished their individuality. Some of them, who are not situated even in the impersonal existence, return to this material field to exhibit their dormant desires for activities. They are not admitted in the spiritual planets, but they are again given a chance to act on the material planets. For those who are fruitive workers, the Lord awards the desired results of their prescribed duties, as the yajnesvara; and those who are yogis seeking mystic powers are awarded such powers. In other words, everyone is dependant for success upon His mercy alone, and all kinds of spiritual processes are but different degrees of success on the same path. Unless, therefore, one comes to the highest perfection of Krsna consciousness, all attempts remain imperfect, as is stated in the Srimad Bhagavatam:",
                "akamah sarva-kamo va moksa-kama udaradhihtivrena bhakti-yogena yajeta purusam param",
                "\"Whether one is without desire [the condition of the devotees], or is desirous of all fruitive results, or is after liberation, one should with all efforts try to worship the Supreme Personality of Godhead for complete perfection, culminating in Krsna consciousness.\" (Bhag. 2.3.10)"
            ]
        }
    }
]