[
    {
        "id": [
            12
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "काङ्न्तः कर्मणां सिद्धिं यजन्त इह देवताः |",
                "क्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा || १२ ||"
            ],
            "english": [
                "kanksantah karmanam siddhim",
                "yajanta iha devatah",
                "ksipram hi manuse loke",
                "siddhir bhavati karma-ja"
            ]
        },
        "translation": {
            "hindi": [
                "इस संसार में मनुष्य सकाम कर्मों में सिद्धि चाहते हैं, फलस्वरूप वे देवताओं की पूजा करते हैं | निस्सन्देह इस संसार में मनुष्यों को सकाम कर्म का फल शीघ्र प्राप्त होता है |"
            ],
            "english": [
                "Men in this world desire success in fruitive activities, and therefore they worship the demigods. Quickly, of course, men get results from fruitive work in this world."
            ]
        },
        "meaning": {
            "hindi": [
                "इस जगत् के देवताओं के विषय में भ्रान्त धारणा है और विद्वता का दम्भ करने वाले अल्पज्ञ मनुष्य इन देवताओं को परमेश्र्वर के विभिन्न रूप मान बैठते हैं | वस्तुतः ये देवता ईश्र्वर के विभिन्न रूप नहीं होते , किन्तु वे ईश्र्वर के विभिन्न अंश होते हैं | ईश्र्वर तो एक है, किन्तु अंश अनेक हैं | वेदों का कथन है – नित्यो नित्यनाम् | ईश्र्वर एक है | इश्र्वरः परमः कृष्णः| कृष्ण ही एकमात्र परमेश्र्वर हैं और सभी देवताओं को इस भौतिक जगत् का प्रबन्ध करने के लिए शक्तियाँ प्राप्त हैं | ये देवता जीवात्माएँ हैं(नित्यानाम) जिन्हें विभिन्न मात्रा में भौतिक शक्ति प्राप्त है | वे कभी परमेश्र्वर – नारायण, विष्णु या कृष्ण के तुल्य नहीं हो सकते | जो व्यक्ति ईश्र्वर तथा देवताओं को एक स्तर पर सोचता है, वह नास्तिक या पाषंडी कहलाता है | यहाँ तक कि ब्रह्मा तथा शिवजी जैसे बड़े-बड़े देवता परमेश्र्वर की समता नहीं कर सकते | वास्तव में ब्रह्मा तथा शिव जैसे देवताओं द्वारा भगवान् की पूजा की जाती है (शिवविरिञ्चिनुतम्) | तो भी आश्चर्य की बात यह है कि अनेक मुर्ख लोग मनुष्यों के नेताओं की पूजा उन्हें अवतार मान कर करते हैं | इह देवताःपद इस संसार के शक्तिशाली मनुष्य या देवता के लिए आया है , लेकिन नारायण, विष्णु या कृष्ण जैसे भगवान् इस संसार के नहीं हैं | वे भौतिक सृष्टि से परे रहने वाले हैं | निर्विशेषवादियों के अग्रणी श्रीपाद शंकराचार्य तक मानते हैं कि नारायण या कृष्ण इस भौतिक सृष्टि से परे हैं फिर भी मुर्ख लोग (ह्रतज्ञान) देवताओं की पूजा करते हैं, क्योंकि वे तत्काल फल चाहते हैं | उन्हें फल मिलता भी है, किन्तु वे यह नहीं जानते की ऐसे फल क्षणिक होते हैं और अल्पज्ञ मनुष्यों के लिए हैं | बुद्धिमान् व्यक्ति कृष्णभावनामृत में स्थित रहता है | उसे किसी तत्काल क्षणिक लाभ के लिए किसी तुच्छ देवता की पूजा करने की आवश्यकता नहीं रहती | इस संसार के देवता तथा उनके पूजक, इस संसार के संहार के साथ ही विनष्ट हो जाएँगे | देवताओं के वरदान भी भौतिक तथा क्षणिक होते हैं | यह भौतिक संसार तथा इसके निवासी, जिनमें देवता तथा उनके पूजक भी सम्मिलित हैं, विराट सागर में बुलबुलों के समान हैं | किन्तु इस संसार में मानव समाज क्षणिक वस्तुओं – यथा सम्पत्ति, परिवार तथा भोग की सामग्री के पीछे पागल रहता है | ऐसी क्षणिक वस्तुओं को प्राप्त करने के लिए लोग देवताओं की या मानव समाज के शक्तिशाली व्यक्तियों की पूजा करते हैं | यदि कोई व्यक्ति किसी राजनीतिक नेता की पूजा करके संसार में मन्त्रिपद प्राप्त कर लेता है, तो वह सोचता है की उसने महान वरदान प्राप्त कर लिया है | इसलिए सभी व्यक्ति तथाकथित नेताओं को साष्टांग प्रणाम करते हैं, जिससे वे क्षणिक वरदान प्राप्त कर सकें और सचमुच उन्हें ऐसी वस्तुएँ मिल भी जाती हैं | ऐसे मुर्ख व्यक्ति इस संसार के कष्टों के स्थायी निवारण के लिए कृष्णभावनामृत में अभिरुचि नहीं दिखाते | वे सभी इन्द्रियभोग के पीछे दीवाने रहते हैं और थोड़े से इन्द्रियसुख के लिए वे शक्तिप्रदत्त-जीवों की पूजा करते हैं, जिन्हें देवता कहते हैं | यह श्लोक इंगित करता है कि विरले लोग ही कृष्णभावनामृत में रूचि लेते हैं | अधिकांश लोग भौतिक भोग में रूचि लेते हैं, फलस्वरूप वे किसी न किसी शक्तिशाली व्यक्ति की पूजा करते हैं |"
            ],
            "english": [
                "There is a great misconception about the gods or demigods of this material world, and men of less intelligence, although passing as great scholars, take these demigods to be various forms of the Supreme Lord. Actually, the demigods are not different forms of God, but they are God's different parts and parcels. God is one, and the parts and parcels are many. The Vedas say, nityo nityanam: God is one. Isvarah paramah krsnah. The Supreme God is one—Krsna—and the demigods are delegated with powers to manage this material world. These demigods are all living entities (nityanam) with different grades of material power. They cannot be equal to the Supreme God—Narayana, Visnu, or Krsna. Anyone who thinks that God and the demigods are on the same level is called an atheist, or pasandi. Even the great demigods like Brahma and Siva cannot be compared to the Supreme Lord. In fact, the Lord is worshiped by demigods such as Brahma and Siva (siva-virinci-nutam). Yet curiously enough there are many human leaders who are worshiped by foolish men under the misunderstanding of anthropomorphism or zoomorphism. Iha devatah denotes a powerful man or demigod of this material world. But Narayana, Visnu or Krsna, the Supreme Personality of Godhead, does not belong to this world. He is above, or transcendental to, material creation. Even Sripada Sankaracarya, the leader of the impersonalists, maintains that Narayana, or Krsna, is beyond this material creation. However, foolish people (hrt-anjana) worship the demigods because they want immediate results. They get the results, but do not know that results so obtained are temporary and are meant for less intelligent persons. The intelligent person is in Krsna consciousness, and he has no need to worship the paltry demigods for some immediate, temporary benefit. The demigods of this material world, as well as their worshipers, will vanish with the annihilation of this material world. The boons of the demigods are material and temporary. Both the material worlds and their inhabitants, including the demigods, and their worshipers, are bubbles in the cosmic ocean. In this world, however, human society is mad after temporary things such as the material opulence of possessing land, family and enjoyable paraphernalia. To achieve such temporary things, they worship the demigods or powerful men in human society. If a man gets some ministership in the government by worshiping a political leader, he considers that he has achieved a great boon. All of them are therefore kowtowing to the so-called leaders or “big guns” in order to achieve temporary boons, and they indeed achieve such things. Such foolish men are not interested in Krsna consciousness for the permanent solution to the hardships of material existence. They are all after sense enjoyment, and to get a little facility for sense enjoyment they are attracted to worship empowered living entities known as demigods. This verse indicates that people are rarely interested in Krsna consciousness. They are mostly interested in material enjoyment, and therefore they worship some powerful living entity."
            ]
        }
    },
    {
        "id": [
            13
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "चातुवर्ण्यं मया सृष्टं गुणकर्मविभागशः |",
                "तस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम् || १३ ||"
            ],
            "english": [
                "catur-varnyam maya srstam",
                "guna-karma-vibhagasah",
                "tasya kartaram api mam",
                "viddhy akartaram avyayam"
            ]
        },
        "translation": {
            "hindi": [
                "प्रकृति के तीनों गुणों और उनसे सम्बद्ध कर्म के अनुसार मेरे द्वारा मानव समाज के चार विभाग रचे गये | यद्यपि मैं इस व्यवस्था का स्त्रष्टा हूँ, किन्तु तुम यह जाना लो कि मैं इतने पर भी अव्यय अकर्ता हूँ |"
            ],
            "english": [
                "According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me. And, although I am the creator of this system, you should know that I am yet the non-doer, being unchangeable."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् प्रत्येक वस्तु के स्त्रष्टा हैं | प्रत्येक वस्तु उनसे उत्पन्न है, उनके ही द्वारा पालित है और प्रलय के बाद वस्तु उन्हीं में समा जाती है | अतः वे ही वर्णाश्रम व्यवस्था के स्त्रष्टा हैं जिसमें सर्वप्रथम बुद्धिमान् मनुष्यों का वर्ग आता है जो सतोगुणी होने के कारण ब्राह्मण कहलाते हैं | द्वितीय वर्ग प्रशासक वर्ग का है जिन्हें रजोगुणी होने के कारण क्षत्रिय कहा जाता है | वणिक वर्ग या वैश्य कहलाने वाले लोग रजो तथा तमोगुण के मिश्रण से युक्त होते हैं और शुद्र या श्रमियवर्ग के लोग तमोगुणी होते हैं | मानव समाज के इन चार विभागों की सृष्टि करने पर भी भगवान् कृष्ण इनमें से किसी विभाग (वर्ण) में नहीं आते, क्योंकि वे उन बद्धजीवों में से नहीं हैं जिनका एक अंश मानव समाज के रूप में है | मानव समाज भी किसी अन्य पशुसमाज के तुल्य है, किन्तु मनुष्यों को पशु-स्तर से ऊपर उठाने के लिए ही उपर्युक्त वर्णाश्रम की रचना की गई, जिससे क्रमिक रूप से कृष्णभावनामृत विकसित हो सके | किसी विशेष व्यक्ति की किसी कार्य के प्रति प्रवृत्ति का निर्धारण उसके द्वारा अर्जित प्रकृति के गुणों द्वारा किया जाता है | गुणों के अनुसार जीवन के लक्षणों का वर्णन इस ग्रंथ के अठारहवें अध्याय में हुआ है | किन्तु कृष्णभावनाभावित व्यक्ति ब्राह्मण से भी बढ़कर होता है | यद्यपि गुण के अनुसार ब्राह्मण को ब्रह्म या परमसत्य के विषय में ज्ञान होना चाहिए, किन्तु उनमें से अधिकांश भगवान् कृष्ण के निर्विशेष ब्रह्मस्वरूप को ही प्राप्त कर पाते हैं, किन्तु जो मनुष्य ब्राह्मण के सीमित ज्ञान को लाँघकर भगवान् श्रीकृष्ण के ज्ञान तक पहुँच जाता है, वही कृष्णभावनाभावित होता है अर्थात् वैष्णव होता है | कृष्णभावनामृत में कृष्ण के विभिन्न अंशों यथा राम, नृसिंह, वराह आदि का ज्ञान सम्मिलित रहता है | और जिस तरह कृष्ण मानव समाज की इस चातुर्वर्ण्य प्रणाली से परे हैं, उसी तरह कृष्णभावनाभावित व्यक्ति भी इस चातुर्वर्ण्य प्रणाली से परे होता है, चाहे हम इसे जाती का विभाग कहें, चाहे राष्ट्र अथवा सम्प्रदाय का |"
            ],
            "english": [
                "The Lord is the creator of everything. Everything is born of Him, everything is sustained by Him, and everything, after annihilation, rests in Him. He is therefore the creator of the four divisions of the social order, beginning with the intelligent class of men, technically called brahmanas due to their being situated in the mode of goodness. Next is the administrative class, technically called the ksatriyas due to their being situated in the mode of passion. The mercantile men, called the vaisyas, are situated in the mixed modes of passion and ignorance, and the sudras, or laborer class, are situated in the ignorant mode of material nature. In spite of His creating the four divisions of human society, Lord Krsna does not belong to any of these divisions, because He is not one of the conditioned souls, a section of whom form human society. Human society is similar to any other animal society, but to elevate men from the animal status, the abovementioned divisions are created by the Lord for the systematic development of Krsna consciousness. The tendency of a particular man toward work is determined by the modes of material nature which he has acquired. Such symptoms of life, according to different modes of material nature, are described in the Eighteenth Chapter of this book. A person in Krsna consciousness, however, is above even the brahmanas, because a brahmana by quality is supposed to know about Brahman, the Supreme Absolute Truth. Most of them approach the impersonal Brahman manifestation of Lord Krsna, but only a man who transcends the limited knowledge of a brahmana and reaches the knowledge of the Supreme Personality of Godhead, Lord Sri Krsna, becomes a person in Krsna consciousness—or, in other words, a Vaisnava. Krsna consciousness includes knowledge of all different plenary expansions of Krsna, namely Rama, Nrsimha, Varaha, etc. However, as Krsna is transcendental to this system of the four divisions of human society, a person in Krsna consciousness is also transcendental to all divisions of human society, whether we consider the divisions of community, nation or species."
            ]
        }
    },
    {
        "id": [
            14
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा |",
                "इति मां योऽभिजानाति कर्मभिर्न स बध्यते || १४ ||"
            ],
            "english": [
                "na mam karmani limpanti",
                "na me karma-phale sprha",
                "iti mam yo 'bhijanati",
                "karmabhir na sa badhyate"
            ]
        },
        "translation": {
            "hindi": [
                "मुझ पर किसी कर्म का प्रभाव नहीं पड़ता, न ही मैं कर्मफल की कामना करता हूँ | जो मेरे सम्बन्ध में इस सत्य को जानता है, वह कभी भी कर्मों के पाश में नहीं बँधता |"
            ],
            "english": [
                "There is no work that affects Me; nor do I aspire for the fruits of action. One who understands this truth about Me also does not become entangled in the fruitive reactions of work."
            ]
        },
        "meaning": {
            "hindi": [
                "जिस प्रकार इस भौतिक जगत् में संविधान के नियम हैं, जो यह जानते हैं कि राजा न तो दण्डनीय है, न ही किसी राजनियमों के अधीन रहता है उसी तरह यद्यपि भगवान् इस भौतिक जगत् के स्त्रष्टा हैं, किन्तु वे भौतिक जगत् के कार्यों से प्रभावित नहीं होते | सृष्टि करने पर भी वे इससे पृथक् रहते हैं, जबकि जीवात्माएँ भौतिक कार्यकलापों के सकाम कर्मफलों में बँधी रहती हैं, क्योंकि उनमें प्राकृतिक साधनों पर प्रभुत्व दिखाने की प्रवृत्ति रहती है | किसी संस्थान का स्वामी कर्मचारियों के अच्छे-बुरे कार्यों के लिए उत्तरदायी नहीं, कर्मचारी इसके लिए स्वयं उत्तरदायी होते हैं | जीवात्माएँ अपने-अपने इन्द्रियतृप्ति-कार्यों में लगी रहती है, किन्तु ये कार्य भगवान् द्वारा निर्दिष्ट नहीं होते | इन्द्रियतृप्ति की उत्तरोतर उन्नति के लिए जीवात्माएँ इस संसार के कर्म में प्रवृत्त हैं और मृत्यु के बाद स्वर्ग-सुख की कामना करती रहती हैं | स्वयं में पूर्ण होने के कारण भगवान् को तथाकथित स्वर्ग-सुख का कोई आकर्षण नहीं रहता | स्वर्ग के देवता उनके द्वारा नियुक्त सेवक हैं | स्वामी कभी भी कर्मचारियों का सा निम्नस्तरीय सुख नहीं चाहता | वह भौतिक क्रिया-प्रतिक्रिया से पृथक् रहता है | उदाहरणार्थ, पृथ्वी पर उगने वाली विभिन्न वनस्पतियों के उगने के लिए वर्षा उत्तरदायी नहीं है, यद्यपि वर्षा के बिना वनस्पति नहीं उग सकती | वैदिक स्मृति से इस तथ्य की पुष्टि इस प्रकार होती है:",
                "निमित्तमात्रवासौ सृज्यानां सर्गकर्मणि |",
                "प्रधानकारणीभूता यतो वै सृज्यशक्तयः ||",
                "“भौतिक सृष्टि के लिए भगवान् ही परम कारण हैं | प्रकृति तो केवल निमित्त कारण है, जिससे विराट जगत् दृष्टिगोचर होता है |” प्राणियों की अनेक जातियाँ होती हैं यथा देवता, मनुष्य तथा निम्नपशु और ये सब पूर्व शुभाशुभ कर्मों के फल भोगने को बाध्य हैं | भगवान् उन्हें ऐसे कर्म करने के लिए समुचित सुविधाएँ तथा प्रकृति के गुणों के नियम सुलभ कराते हैं, किन्तु वे उनके किसी भूत तथा वर्तमान कर्मों के लिए उत्तरदायी नहीं होते | वेदान्तसूत्र में (२.१.३४) पुष्टि हुई है कि वैषम्यनैर्घृण्य न सापेक्षत्वात्– भगवान् किसी भी जीव के प्रति पक्षपात नहीं करते | जीवात्मा अपने कर्मों के लिए स्वयं उत्तरदायी है | भगवान् उसे प्रकृति अर्थात् बहिरंगा शक्ति के माध्यम से केवल सुविधा प्रदान करने वाले हैं | जो व्यक्ति इस कर्म-नियम की सारी बारीकियों से भलीभाँति अवगत होता है, वह अपने कर्मों के फल से प्रभावित नहीं होता | दूसरे शब्दों में, जो व्यक्ति भगवान् के इस दिव्य स्वभाव से परिचित होता है वह कृष्णभावनामृत में अनुभवी होता है | अतः उस पर कर्म के नियम लागू नहीं होते | जो व्यक्ति भगवान् के दिव्य स्वभाव को नहीं जानता और सोचता है कि भगवान् के कार्यकलाप सामान्य व्यक्तियों की तरह कर्मफल के लिए होते हैं, वे निश्चित रूप में कर्मफलों में बँध जाते हैं | किन्तु जो परम सत्य को जानता है, वह कृष्णभावनामृत में स्थिर मुक्त जीव है |"
            ],
            "english": [
                "As there are constitutional laws in the material world stating that the king can do no wrong, or that the king is not subject to the state laws, similarly the Lord, although He is the creator of this material world, is not affected by the activities of the material world. He creates and remains aloof from the creation, whereas the living entities are entangled in the fruitive results of material activities because of their propensity for lording it over material resources. The proprietor of an establishment is not responsible for the right and wrong activities of the workers, but the workers are themselves responsible. The living entities are engaged in their respective activities of sense gratification, and these activities are not ordained by the Lord. For advancement of sense gratification, the living entities are engaged in the work of this world, and they aspire to heavenly happiness after death. The Lord, being full in Himself, has no attraction for so-called heavenly happiness. The heavenly demigods are only His engaged servants. The proprietor never desires the low-grade happiness such as the workers may desire. He is aloof from the material actions and reactions. For example, the rains are not responsible for different types of vegetation that appear on the earth, although without such rains there is no possibility of vegetative growth. Vedic smrti confirms this fact as follows:",
                "nimitta-matram evasau srjyanam sarga-karmanipradhana-karani-bhuta yato vai srjya-saktayah.",
                "In the material creations, the Lord is only the supreme cause. The immediate cause is material nature by which the cosmic manifestation is visible. The created beings are of many varieties, such as the demigods, human beings and lower animals, and all of them are subject to the reactions of their past good or bad activities. The Lord only gives them the proper facilities for such activities and the regulations of the modes of nature, but He is never responsible for their past and present activities. In the Vedanta-sutras it is confirmed that the Lord is never partial to any living entity. The living entity is responsible for his own acts. The Lord only gives him facilities, through the agency of material nature, the external energy. Anyone who is fully conversant with all the intricacies of this law of karma, or fruitive activities, does not become affected by the results of his activities. In other words, the person who understands this transcendental nature of the Lord is an experienced man in Krsna consciousness, and thus he is never subjected to the laws of karma. One who does not know the transcendental nature of the Lord and who thinks that the activities of the Lord are aimed at fruitive results, as are the activities of the ordinary living entities, certainly becomes entangled himself in fruitive reaction. But one who knows the Supreme Truth is a liberated soul fixed in Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षिभिः |",
                "कुरु कर्मैव तस्मात्त्वं पुर्वै: पूर्वतरं कृतम् || १५ ||"
            ],
            "english": [
                "evam jnatva krtam karma",
                "purvair api mumuksubhih",
                "kuru karmaiva tasmat tvam",
                "purvaih purvataram krtam"
            ]
        },
        "translation": {
            "hindi": [
                "प्राचीन काल में समस्त मुक्तात्माओं ने मेरी दिव्य प्रकृति को जान करके ही कर्म किया, अतः तुम्हें चाहिए कि उनके पदचिन्हों का अनुसरण करते हुए अपने कर्तव्य का पालन करो |"
            ],
            "english": [
                "All the liberated souls in ancient times acted with this understanding and so attained liberation. Therefore, as the ancients, you should perform your duty in this divine consciousness."
            ]
        },
        "meaning": {
            "hindi": [
                "मनुष्यों की दो श्रेणियाँ हैं | कुछ के मनों में दूषित विचार भरे रहते हैं और कुछ भौतिक दृष्टि से स्वतन्त्र होते हैं | कृष्णभावनामृत इन दोनों श्रेणियों के व्यक्तियों के लिए समान रूप से लाभप्रद है | जिनके मनों में दूषित विचार भरे हैं उन्हें चाहिए कि भक्ति के अनुष्ठानों का पालन करते हुए क्रमिक शुद्धिकरण के लिए कृष्णभावनामृत को ग्रहण करें | और जिनके मन पहले ही ऐसी अशुद्धियों से स्वच्छ हो चुके हैं, वे उसी कृष्णभावनामृत में अग्रसर होते रहें, जिससे अन्य लोग उनके आदर्श कार्यों का अनुसरण कर सकें और लाभ उठा सकें | मुर्ख व्यक्ति या कृष्णभावनामृत में नवदीक्षित प्रायः कृष्णभावनामृत का पुरा ज्ञान प्राप्त किये बिना कार्य से विरत होना चाहते हैं | किन्तु भगवान् ने युद्धक्षेत्र के कार्य से विमुख होने की अर्जुन की इच्छा का समर्थन नहीं किया |आवश्यकता इस बात की है कि यह जाना जाय कि किस तरह कर्म करना चाहिए | कृष्णभावनामृत के कार्यों से विमुख होकर एकान्त में बैठकर कृष्णभावनामृत का प्रदर्शन करना कृष्ण के लिए कार्य में रत होने की अपेक्षा कम महत्त्वपूर्ण है | यहाँ पर अर्जुन को सलाह दी जा रही है कि वह भगवान् के अन्य पूर्व शिष्यों-यथा सूर्यदेव विवस्वान् के पदचिन्हों का अनुसरण करते हुए कृष्णभावनामृत में कार्य करे | अतः वे उसे सूर्यदेव के कार्यों को सम्पन्न करने के लिए आदेश देते हैं जिसे सूर्यदेव ने उनसे लाखों वर्ष पूर्व सीखा था | यहाँ पर भगवान् कृष्ण के ऐसे सारे शिष्यों का उल्लेख पूर्ववर्ती मुक्त पुरुषों के रूप में हुआ है, जो कृष्ण द्वारा नियत कर्मों को सम्पन्न करने में लगे हुए थे |"
            ],
            "english": [
                "There are two classes of men. Some of them are full of polluted material things within their hearts, and some of them are materially free. Krsna consciousness is equally beneficial for both of these persons. Those who are full of dirty things can take to the line of Krsna consciousness for a gradual cleansing process, following the regulative principles of devotional service. Those who are already cleansed of the impurities may continue to act in the same Krsna consciousness so that others may follow their exemplary activities and thereby be benefitted. Foolish persons or neophytes in Krsna consciousness often want to retire from activities without having knowledge of Krsna consciousness. Arjuna's desire to retire from activities on the battlefield was not approved by the Lord. One need only know how to act. To retire from the activities of Krsna consciousness and to sit aloof making a show of Krsna consciousness; is less important than actually engaging in the field of activities for the sake of Krsna. Arjuna is here advised to act in Krsna consciousness, following in the footsteps of the Lord's previous disciples, such as the sun-god Vivasvan, as mentioned hereinbefore. The Supreme Lord knows all His past activities, as well as those of persons who acted in Krsna consciousness in the past. Therefore He recommends the acts of the sun-god, who learned this art from the Lord some millions of years before. All such students of Lord Krsna are mentioned here as past liberated persons, engaged in the discharge of duties allotted by Krsna."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः |",
                "तत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेSश्रुभात् || १६ ||"
            ],
            "english": [
                "kim karma kim akarmeti",
                "kavayo 'py atra mohitah",
                "tat te karma pravaksyami",
                "yaj jnatva moksyase 'subhat"
            ]
        },
        "translation": {
            "hindi": [
                "कर्म क्या है और अकर्म क्या है, इसे निश्चित करने में बुद्धिमान् व्यक्ति भी मोहग्रस्त हो जाते हैं | अतएव मैं तुमको बताऊँगा कि कर्म क्या है, जिसे जानकर तुम सारे अशुभ से मुक्त हो सकोगे |"
            ],
            "english": [
                "Even the intelligent are bewildered in determining what is action and what is inaction. Now I shall explain to you what action is, knowing which you shall be liberated from all sins."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्णभावनामृत में जो कर्म किया जाय वह पूर्ववर्ती प्रामाणिक भक्तों के आदर्श के अनुसार करना चाहिए | इसका निर्देश १५वें श्लोक में किया गया है | ऐसा कर्म स्वतन्त्र क्यों नहीं होना चाहिए, इसकी व्याख्या अगले श्लोक में की गई है |",
                "कृष्णभावनामृत में कर्म करने के लिए मनुष्य को उन प्रामाणिक पुरुषों के नेतृत्व का अनुगमन करना होता है, जो गुरु-परम्परा में हों, जैसा कि इस अध्याय के प्रारम्भ में कहा जा चुका है | कृष्णभावनामृत पद्धति का उपदेश सर्वप्रथम सूर्यदेव को दिया गया, जिन्होनें इसे अपने पुत्र मनु से कहा, मनु ने इसे अपने पुत्र इक्ष्वाकु से कहा और यह पद्धति तबसे इस पृथ्वी पर चली आ रही है | अतः परम्परा के पूर्ववर्ती अधिकारियों के पदचिन्हों का अनुसरण करना आवश्यक है | अन्यथा बुद्धिमान् से बुद्धिमान् मनुष्य भी कृष्णभावनामृत के आदर्श कर्म के विषय में मोहग्रस्त हो जाते हैं | इसीलिए भगवान् ने स्वयं ही अर्जुन को कृष्णभावनामृत का उपदेश देने का निश्चय किया | अर्जुन को साक्षात् भगवान् ने शिक्षा दी, अतः जो भी अर्जुन के पदचिन्हों पर चलेगा वह कभी मोहग्रस्त नहीं होगा |",
                "कहा जाता है कि अपूर्ण प्रायोगिक ज्ञान के द्वारा धर्म-पथ का निर्णय नहीं किया जा सकता | वस्तुतः धर्म को केवल भगवान् ही निश्चित कर सकते हैं | धर्मं तु साक्षात्भगवत्प्रणीतम् (भागवत् ६.३.१९) | अपूर्ण चिन्तन द्वारा कोई किसी धार्मिक सिद्धान्त का निर्माण नहीं कर सकता | मनुष्य को चाहिए कि ब्रह्मा, शिव, नारद, मनु, चारों कुमार, कपिल, प्रह्लाद, भीष्म, शुकदेव गोस्वामी, यमराज , जनक तथा बलि महाराज जैसे महान अधिकारियों के पदचिन्हों का अनुसरण करे | केवल मानसिक चिन्तन द्वारा यह निर्धारित करना कठिन है कि धर्म या आत्म-साक्षात्कार क्या है | अतः भगवान् अपने भक्तों पर अहैतुकी कृपावश स्वयं ही अर्जुन को बता रहे हैं कि कर्म क्या है और अकर्म क्या है | केवल कृष्णभावनामृत में किया गया कर्म ही मनुष्य को भवबन्धन से उबार सकता है |"
            ],
            "english": [
                "Action in Krsna consciousness has to be executed in accord with the examples of previous bona fide devotees. This is recommended in the 15th verse. Why such action should not be independant will be explained in the text to follow.",
                "To act in Krsna consciousness, one has to follow the leadership of authorized persons who are in a line of disciplic succession as explained in the beginning of this chapter. The system of Krsna consciousness was first narrated to the sun-god, the sun-god explained it to his son Manu, Manu explained it to his son Iksvaku, and the system is current on this earth from that very remote time. Therefore, one has to follow in the footsteps of previous authorities in the line of disciplic succession. Otherwise even the most intelligent men will be bewildered regarding the standard actions of Krsna consciousness. For this reason, the Lord decided to instruct Arjuna in Krsna consciousness directly. Because of the direct instruction of the Lord to Arjuna, anyone who follows in the footsteps of Arjuna is certainly not bewildered.",
                "It is said that one cannot ascertain the ways of religion simply by imperfect experimental knowledge. Actually, the principles of religion can only be laid down by the Lord Himself. Dharmam hi saksat-bhagavat-pranitam. No one can manufacture a religious principle by imperfect speculation. One must follow in the footsteps of great authorities like Brahma, Siva, Narada, Manu, Kumara, Kapila, Prahlada, Bhisma, Sukadeva Gosvami, Yamaraja, Janaka, etc. By mental speculation one cannot ascertain what is religion or self-realization. Therefore, out of causeless mercy to His devotees, the Lord explains directly to Arjuna what action is and what inaction is. Only action performed in Krsna consciousness can deliver a person from the entanglement of material existence."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मणः |",
                "अकर्मणश्र्च बोद्धव्यं गहना कर्मणो गतिः || १७ ||"
            ],
            "english": [
                "karmano hy api boddhavyam",
                "boddhavyam ca vikarmanah",
                "akarmanas ca boddhavyam",
                "gahana karmano gatih"
            ]
        },
        "translation": {
            "hindi": [
                "कर्म की बारीकियों को समझना अत्यन्त कठिन है | अतः मनुष्य को चाहिए कि वह यह ठीक से जाने कि कर्म क्या है, विकर्म क्या है और अकर्म क्या है |"
            ],
            "english": [
                "The intricacies of action are very hard to understand. Therefore one should know properly what action is, what forbidden action is, and what inaction is."
            ]
        },
        "meaning": {
            "hindi": [
                "यदि कोई सचमुच ही भव-बन्धन से मुक्ति चाहता है तो उसे कर्म, अकर्म तथा विकर्म के अन्तर को समझना होगा | कर्म, अकर्म तथा विकर्म के विश्लेषण की आवश्यकता है, क्योंकि यह अत्यन्त गहन विषय है | कृष्णभावनामृत को तथा गुणों के अनुसार कर्म को समझने के लिए परमेश्र्वर के साथ सम्बन्ध को जानना होगा | दूसरे शब्दों में, जिसने यह भलीभाँति समझ लिया है, वह जानता है कि जीवात्मा भगवान् का नित्य दास है और फलस्वरूप उसे कृष्णभावनामृत में कार्य करना है | सम्पूर्ण भगवद्गीता का यही लक्ष्य है | इस भावनामृत के विरुद्ध सारे निष्कर्ष एवं परिणाम विकर्म या निषिद्ध कर्म हैं | इसे समझने के लिए मनुष्य को कृष्णभावनामृत के अधिकारियों की संगति करनी होती है और उनसे रहस्य को समझना होता है | यह साक्षात् भगवान् से समझने के समान है | अन्यथा बुद्धिमान् से बुद्धिमान् मनुष्य भी मोहग्रस्त हो जाएगा |"
            ],
            "english": [
                "If one is serious about liberation from material bondage, one has to understand the distinctions between action, inaction and unauthorized actions. One has to apply oneself to such an analysis of action, reaction and perverted actions because it is a very difficult subject matter. To understand Krsna consciousness and action according to the modes, one has to learn one's relationship with the Supreme; i.e., one who has learned perfectly knows that every living entity is the eternal servitor of the Lord and that consequently one has to act in Krsna consciousness. The entire Bhagavad-gita is directed toward this conclusion. Any other conclusions, against this consciousness and its attendant reactions, are vikarmas, or prohibitive actions. To understand all this one has to associate with authorities in Krsna consciousness and learn the secret from them; this is as good as learning from the Lord directly. Otherwise, even the most intelligent person will be bewildered."
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः |",
                "स बुद्धिमान्मनुष्येषु स युक्तः कृत्स्नकर्मकृत् || १८ ||"
            ],
            "english": [
                "karmany akarma yah pasyed",
                "akarmani ca karma yah",
                "sa buddhiman manusyesu",
                "sa yuktah krtsna-karma-krt"
            ]
        },
        "translation": {
            "hindi": [
                "जो मनुष्य कर्म में अकर्म और अकर्म में कर्म देखता है, वह सभी मनुष्यों में बुद्धिमान् है और सब प्रकार के कर्मों में प्रवृत्त रहकर भी दिव्य स्थिति में रहता है |"
            ],
            "english": [
                "One who sees inaction in action, and action in inaction, is intelligent among men, and he is in the tranecendental position, although engaged in all sorts of activities."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्णभावनामृत में कार्य करने वाला व्यक्ति स्वभावतः कर्म-बन्धन से मुक्त होता है | उसके सारे कर्म कृष्ण के लिए होते हैं, अतः कर्म के फल से उसे कोई लाभ या हानि नहीं होती | फलस्वरूप वह मानव समाज में बुद्धिमान् होता है, यद्यपि वह कृष्ण के लिए सभी तरह के कर्मों में लगा रहता है | अकर्म का अर्थ है – कर्म के फल के बिना | निर्विशेषवादी इस भय से सारे कर्म बन्द कर देता है, कि कर्मफल उसके आत्म-साक्षात्कार के मार्ग में बाधक न हो, किन्तु सगुणवादी अपनी इस स्थिति से भलीभाँति परिचित रहता है कि वह भगवान् का नित्य दास है | अतः वह अपने आपको कृष्णभावनामृत के कार्यों में तत्पर रखता है | चूँकि सारे कर्म कृष्ण के लिए किये जाते हैं, अतः इस सेवा के करने में उसे दिव्य सुख प्राप्त होता है | जो इस विधि में लगे रहते हैं वे व्यक्तिगत इन्द्रियतृप्ति की इच्छा से रहित होते हैं | कृष्ण के प्रति उसका नित्य दास्यभाव उसे सभी प्रकार के कर्मफल से मुक्त करता है |"
            ],
            "english": [
                "A person acting in Krsna consciousness is naturally free from the bonds of karma. His activities are all performed for Krsna; therefore he does not enjoy or suffer any of the effects of work. Consequently he is intelligent in human society, even though he is engaged in all sorts of activities for Krsna. Akarma means without reaction to work. The impersonalist ceases fruitive activities out of fear, so that the resultant action may not be a stumbling block on the path of self-realization, but the personalist knows rightly his position as the eternal servitor of the Supreme Personality of Godhead. Therefore he engages himself in the activities of Krsna consciousness. Because everything is done for Krsna, he enjoys only transcendental happiness in the discharge of this service. Those who are engaged in this process are known to be without desire for personal sense gratification. The sense of eternal servitorship to Krsna makes one immune to all sorts of reactionary elements of work."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "यस्य सर्वे समारम्भाः कामसंकल्पवर्जिताः |",
                "ज्ञानाग्निदग्धकर्माणं तमाहु: पण्डितं बुधाः || १९ ||"
            ],
            "english": [
                "yasya sarve samarambhah",
                "kama-sankalpa-varjitah",
                "jnanagni-dagdha-karmanam",
                "tam ahuh panditam budhah"
            ]
        },
        "translation": {
            "hindi": [
                "जिस व्यक्ति का प्रत्येक प्रयास (उद्यम) इन्द्रियतृप्ति की कामना से रहित होता है, उसे पूर्णज्ञानी समझा जाता है | उसे ही साधु पुरुष ऐसा कर्ता कहते हैं, जिसने पूर्णज्ञान की अग्नि से कर्मफलों को भस्मसात् कर दिया है |"
            ],
            "english": [
                "One is understood to be in full knowledge whose every act is devoid of desire for sense gratification. He is said by sages to be a worker whose fruitive action is burned up by the fire of perfect knowledge."
            ]
        },
        "meaning": {
            "hindi": [
                "केवल पूर्णज्ञानी ही कृष्णभावनाभावित व्यक्ति के कार्यकलापों को समझ सकता है | ऐसे व्यक्ति में इन्द्रियतृप्ति की प्रवृत्ति का अभाव रहता है, इससे यह समझा जाता है कि भगवान् के नित्य दास रूप में उसे अपने स्वाभाविक स्वरूप का पुर्नज्ञान है जिसके द्वारा उसने अपने कर्मफलों को भस्म कर दिया है | जिसने ऐसा पूर्णज्ञान प्राप्त कर लिया है वह सचमुच विद्वान है | भगवान् की नित्य दासता के इस ज्ञान के विकास की तुलना अग्नि से की गई है | ऐसी अग्नि एक बार प्रज्ज्वलित हो जाने पर कर्म के सारे फलों को भस्म कर सकती है |"
            ],
            "english": [
                "Only a person in full knowledge can understand the activities of a person in Krsna consciousness. Because the person in Krsna consciousness is devoid of all kinds of sense-gratificatory propensities, it is to be understood that he has burned up the reactions of his work by perfect knowledge of his constitutional position as the eternal servitor of the Supreme Personality of Godhead. He is actually learned who has attained to such perfection of knowledge. Development of this knowledge of the eternal servitorship of the Lord is compared to fire. Such a fire, once kindled, can burn up all kinds of reactions to work."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "त्यक्त्वा कर्मफलासङगं नित्य तृप्तो निराश्रयः |",
                "कर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति सः || २० ||"
            ],
            "english": [
                "tyaktva karma-phalasangam",
                "nitya-trpto nirasrayah",
                "karmany abhipravrtto 'pi",
                "naiva kincit karoti sah"
            ]
        },
        "translation": {
            "hindi": [
                "अपने कर्मफलों की सारी आसक्ति को त्याग कर सदैव संतुष्ट तथा स्वतन्त्र रहकर वह सभी प्रकार के कार्यों में व्यस्त रहकर भी कोई सकाम कर्म नहीं करता |"
            ],
            "english": [
                "Abandoning all attachment to the results of his activities, ever satisfied and independant, he performs no fruitive action, although engaged in all kinds of undertakings."
            ]
        },
        "meaning": {
            "hindi": [
                "कर्मों के बन्धन से इस प्रकार की मुक्ति तभी सम्भव है, जब मनुष्य कृष्णभावनाभावित होकर कर कार्य कृष्ण के लिए करे | कृष्णभावनाभावित व्यक्ति भगवान् के शुद्ध प्रेमवश ही कर्म करता है, फलस्वरूप उसे कर्मफलों के प्रति कोई आकर्षण नहीं रहता | यहाँ तक कि उसे अपने शरीर-निर्वाह के प्रति भी कोई आकर्षण नहीं रहता, क्योंकि वह पूर्णतया कृष्ण पर आश्रित रहता है | वह न तो किसी वस्तु को प्राप्त करना चाहता है और न अपनी वस्तुओं की रक्षा करना चाहता है | वह अपनी पूर्ण सामर्थ्य से अपना कर्तव्य करता है और कृष्ण पर सब कुछ छोड़ देता है | ऐसा अनासक्त व्यक्ति शुभ-अशुभ कर्मफलों से मुक्त रहता है | अतः कृष्णभावनामृत से रहित कोई भी कार्य कर्ता पर बन्धनस्वरूप होता है और विकर्म का यही असली रूप है, जैसा कि पहले बताया जा चुका है |"
            ],
            "english": [
                "This freedom from the bondage of actions is possible only in Krsna consciousness when one is doing everything for Krsna. A Krsna conscious person acts out of pure love for the Supreme Personality of Godhead, and therefore he has no attraction for the results of the action. He is not even attached to his personal maintenance, for everything is left to Krsna. Nor is he anxious to secure things, nor to protect things already in his possession. He does his duty to his best ability and leaves everything to Krsna. Such an unattached person is always free from the resultant reactions of good and bad; it is as though he were not doing anything. This is the sign of akarma, or actions without fruitive reactions. Any other action, therefore, devoid of Krsna consciousness, is binding upon the worker, and that is the real aspect of vikarma, as explained hereinbefore."
            ]
        }
    },
    {
        "id": [
            21
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रहः |",
                "शारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिषम् || २१ ||"
            ],
            "english": [
                "nirasir yata-cittatma",
                "tyakta-sarva-parigrahah",
                "sariram kevalam karma",
                "kurvan napnoti kilbisam"
            ]
        },
        "translation": {
            "hindi": [
                "ऐसा ज्ञानी पुरुष पूर्णरूप से संयमित मन तथा बुद्धि से कार्य करता है, अपनी सम्पत्ति के सारे स्वामित्व को त्याग देता है और केवल शरीर-निर्वाह के लिए कर्म करता है | इस तरह कार्य करता हुआ वह पाप रूपी फलों से प्रभावित नहीं होता है |"
            ],
            "english": [
                "Such a man of understanding acts with mind and intelligence perfectly controlled, gives up all sense of proprietorship over his possessions and acts only for the bare necessities of life. Thus working, he is not affected by sinful reactions."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्णभावनाभावित व्यक्ति कर्म करते समय कभी भी शुभ या अशुभ फल की आशा नहीं रखता | उसके मन तथा बुद्धि पूर्णतया वश में होते हैं | वह जानता है कि वह परमेश्र्वर का भिन्न अंश है, अतः अंश रूप में उसके द्वारा सम्पन्न कोई भी कर्म उसका न होकर उसके माध्यम से परमेश्र्वर द्वारा सम्पन्न हुआ होता है | जब हाथ हिलता है तो यह स्वेच्छा से नहीं हिलता, अपितु सारे शरीर की चेष्टा से हिलता है | कृष्णभावनाभावित व्यक्ति भगवदिच्छा का अनुगामी होता है क्योंकि उसकी निजी इन्द्रियतृप्ति की कोई कामना नहीं होती | वह यन्त्र के एक पुर्जे की भाँति हिलता-डुलता है | जिस प्रकार रखरखाव के लिए पुर्जे को तेल और सफाई की आवश्यकता पड़ती है, उसी प्रकार कृष्णभावनाभावित व्यक्ति कर्म के द्वारा अपना निर्वाह करता रहता है, जिससे वह भगवान् की दिव्य प्रेमभक्ति करने के लिए ठीक बना रहे | अतः वह अपने प्रयासों के फलों के प्रति निश्चेष्ट रहता है | पशु के समान ही उसका अपने शरीर पर कोई अधिकार नहीं होता | कभी-कभी क्रूर स्वामी अपने अधीन पशु को मार भी डालता है, तो भी पशु विरोध नहीं करता, न ही उसे कोईस्वाधीनता होती है | आत्म-साक्षात्कार में पूर्णतया तत्पर कृष्णभावनाभावित व्यक्ति के पास इतना समय नहीं रहता कि वह अपने पास कोई भौतिक वस्तु रख सके | अपने जीवन-निर्वाह के लिए उसे अनुचित साधनों के द्वारा धनसंग्रह करने की आवश्यकता नहीं रहती | अतः वह ऐसे भौतिक पापों से कल्मषग्रस्त नहीं होता | वह अपने समस्त कर्मफलों से मुक्त रहता है |"
            ],
            "english": [
                "A Krsna conscious person does not expect good or bad results in his activities. His mind and intelligence are fully controlled. He knows that he is part and parcel of the Supreme, and therefore the part played by him, as a part and parcel of the whole, is not his by choice but is chosen for him by the Supreme and is done only through His agency. When the hand moves, it does not move out of its own accord, but by the endeavor of the whole body. A Krsna conscious person is always dovetailed with the supreme desire, for he has no desire for personal sense gratification. He moves exactly like a part of a machine. As a machine part requires oiling and cleaning for maintenance, similarly, a Krsna conscious man maintains himself by his work just to remain fit for action in the transcendental loving service of the Lord. He is therefore immune to all the reactions of his endeavors. Like an animal, he has no proprietorship even over his own body. A cruel proprietor of an animal sometimes kills the animal in his possession, yet the animal does not protest. Nor does it have any real independence. A Krsna conscious person, fully engaged in self-realization, has very little time to falsely possess any material object. For maintaining body and soul, he does not require unfair means of accumulating money. He does not, therefore, become contaminated by such material sins. He is free from all reactions to his actions."
            ]
        }
    }
]