[
    {
        "id": [
            32
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे |",
                "कर्मजान्विद्धि तान्सर्वानेवं ज्ञात्वा विमोक्ष्यसे || ३२ ||"
            ],
            "english": [
                "evam bahu-vidha yajna",
                "vitata brahmano mukhe",
                "karma-jan viddhi tan sarvan",
                "evam jnatva vimoksyase"
            ]
        },
        "translation": {
            "hindi": [
                "ये विभिन्न प्रकार के यज्ञ वेदसम्मत हैं और ये सभी विभिन्न प्रकार के कर्मों से उत्पन्न हैं | इन्हें इस रूप में जानने पर तुम मुक्त हो जाओगे |"
            ],
            "english": [
                "All these different types of sacrifice are approved by the Vedas, and all of them are born of different types of work. Knowing them as such, you will become liberated."
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि पहले बताया जा चुका है वेदों में कर्ताभेद के अनुसार विभिन्न प्रकार के यज्ञों का उल्लेख है | चूँकि लोग देहात्मबुद्धि में लीन हैं, अतः इन यज्ञों की व्यवस्था इस प्रकार की गई है कि मनुष्य उन्हें अपने शरीर, मन अथवा बुद्धि के अनुसार सम्पन्न कर सके | किन्तु देह से मुक्त होने के लिए ही इन सबका विधान है | इसी की पुष्टि यहाँ पर भगवान् ने अपने श्रीमुख से की है |"
            ],
            "english": [
                "Different types of sacrifice, as discussed above, are mentioned in the Vedas to suit the different types of worker. Because men are so deeply absorbed in the bodily concept, these sacrifices are so arranged that one can work either with the body, the mind, or the intelligence. But all of them are recommended for ultimately bringing about liberation from the body. This is confirmed by the Lord herewith from His own mouth."
            ]
        }
    },
    {
        "id": [
            33
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "श्रेयान्द्रव्यमयाद् यज्ञाज्ज्ञानयज्ञः परन्तप |",
                "सर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते || ३३ ||"
            ],
            "english": [
                "sreyan dravya-mayad yajnaj",
                "jnana-yajnah parantapa",
                "sarvam karmakhilam partha",
                "jnane parisamapyate"
            ]
        },
        "translation": {
            "hindi": [
                "हे परंतप! द्रव्ययज्ञ से ज्ञानयज्ञ श्रेष्ठ है | हे पार्थ! अन्ततोगत्वा सारे कर्मयज्ञों का अवसान दिव्य ज्ञान में होते है |"
            ],
            "english": [
                "O chastiser of the enemy, the sacrifice of knowledge is greater than the sacrifice of material possessions. O son of Prtha, after all, the sacrifice of work culminates in transcendental knowledge."
            ]
        },
        "meaning": {
            "hindi": [
                "समस्त यज्ञों का यही एक प्रयोजन है कि जीव को पूर्णज्ञान प्राप्त हो जिससे वह भौतिक कष्टों से छुटकारा पाकर अन्त में परमेश्र्वर की दिव्य सेवा कर सके | तो भी इन सारे यज्ञों की विविध क्रियाओं में रहस्य भरा है और मनुष्य को यह रहस्य जान लेना चाहिए | कभी-कभी कर्ता की श्रद्धा के अनुसार यज्ञ विभिन्न रूप धारण कर लेते है | जब यज्ञकर्ता की श्रद्धा दिव्यज्ञान के स्तर तक पहुँच जाती है तो उसे ज्ञानरहित द्रव्ययज्ञ करने वाले से श्रेष्ठ माना जाता है क्योंकि ज्ञान के बिना यज्ञ भौतिक स्तर पर रह जाते हैं और इनसे कोई आध्यात्मिक लाभ नहीं हो पाता | यथार्थ ज्ञान का अंत कृष्णभावनामृत में होता है जो दिव्यज्ञान की सर्वोच्च अवस्था है | ज्ञान की उन्नति के बिना यज्ञ मात्र भौतिक कर्म बना रहता है | किन्तु जब उसे दिव्यज्ञान के स्तर तक पहुँचा दिया जाता है तो ऐसे सारे कर्म आध्यात्मिक स्तर प्राप्त कर लेते हैं | चेतनाभेद के अनुसार ऐसे यज्ञकर्म कभी-कभी कर्मकाण्ड कहलाते हैं और कभी ज्ञानकाण्ड | यज्ञ वही श्रेष्ठ है, जिसका अन्त ज्ञान में हो |"
            ],
            "english": [
                "The purpose of all sacrifices is to arrive at the status of complete knowledge, then to gain release from material miseries, and, ultimately, to engage in loving transcendental service to the Supreme Lord (Krsna consciousness). Nonetheless, there is a mystery about all these different activities of sacrifice, and one should know this mystery. Sacrifices sometimes take different forms according to the particular faith of the performer. When one's faith reaches the stage of transcendental knowledge, the performer of sacrifices should be considered more advanced than those who simply sacrifice material possessions without such knowledge, for without attainment of knowledge, sacrifices remain on the material platform and bestow no spiritual benefit. Real knowledge culminates in Krsna consciousness, the highest stage of transcendental knowledge. Without the elevation of knowledge, sacrifices are simply material activities. When, however, they are elevated to the level of transcendental knowledge, all such activities enter onto the spiritual platform. Depending on differences in consciousness, sacrificial activities are sometimes called karma-kanda, fruitive activities, and sometimes jnana-kanda, knowledge in the pursuit of truth. It is better when the end is knowledge."
            ]
        }
    },
    {
        "id": [
            34
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया |",
                "उपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिनः || ३४ ||"
            ],
            "english": [
                "tad viddhi pranipatena",
                "pariprasnena sevaya",
                "upadeksyanti te jnanam",
                "jnaninas tattva-darsinah"
            ]
        },
        "translation": {
            "hindi": [
                "तुम गुरु के पास जाकर सत्य को जानने का प्रयास करो | उनसे विनीत होकर जिज्ञासा करो और उनकी सेवा करो | स्वरुपसिद्ध व्यक्ति तुम्हें ज्ञान प्रदान कर सकते हैं, क्योंकि उन्होंने सत्य का दर्शन किया है |"
            ],
            "english": [
                "Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth."
            ]
        },
        "meaning": {
            "hindi": [
                "निस्सन्देह आत्म-साक्षात्कार का मार्ग कठिन है अतः भगवान् का उपदेश है कि उन्हीं से प्रारम्भ होने वाली परम्परा से प्रामाणिक गुरु की शरण ग्रहण की जाए | इस परम्परा के सिद्धान्त का पालन किये बिना कोई प्रामाणिक गुरु नहीं बन सकता | भगवान् आदि गुरु हैं, अतः गुरु-परम्परा का ही व्यक्ति अपने शिष्य को भगवान् का सन्देश प्रदान कर सकता है | कोई अपनी निजी विधि का निर्माण करके स्वरुपसिद्ध नहीं बन सकता जैसा कि आजकल के मुर्ख पाखंडी करने लगे हैं | भागवत का (६.३.१९) कथन है – धर्मंतुसाक्षात्भगत्प्रणीतम – धर्मपथ का निर्माण स्वयं भगवान् ने किया है | अतएव मनोधर्म या शुष्क तर्क से सही पद प्राप्त नहीं हो सकता | न ही ज्ञानग्रंथों के स्वतन्त्र अध्ययन से ही कोई आध्यात्मिक जीवन में उन्नति कर सकता है | ज्ञान-प्राप्ति के लिए उसे प्रामाणिक गुरु की शरण में जाना ही होगा | ऐसे गुरु को पूर्ण समर्पण करके ही स्वीकार करना चाहिए और अहंकाररहित होकर दास की भाँति गुरु की सेवा करनी चाहिए | स्वरुपसिद्ध गुरु की प्रसन्नता ही आध्यात्मिक जीवन की प्रगति का रहस्य है | जिज्ञासा और विनीत भाव के मेल से आध्यात्मिक ज्ञान प्राप्त होता है | बिना विनीत भाव तथा सेवा के विद्वान गुरु से की गई जिज्ञासाएँ प्रभावपूर्ण नहीं होंगी | शिष्य को गुरु-परीक्षा में उत्तीर्ण होना चाहिए और जब गुरु शिष्य में वास्तविक इच्छा देखता है तो स्वतः ही शिष्य को आध्यात्मिक ज्ञान का आशीर्वाद देता है | इस श्लोक में अन्धानुगमन तथा निरर्थक जिज्ञासा-इन दोनों की भर्त्सना की गई है | शिष्य न केवल गुरु से विनीत होकर सुने, अपितु विनीत भाव तथा सेवा और जिज्ञासा द्वारा गुरु से स्पष्ट ज्ञान प्राप्त करे | प्रामाणिक गुरु स्वभाव से शिष्य के प्रति दयालु होता है, अतः यदि शिष्य विनीत हो और सेवा में तत्पर रहे तो ज्ञान और जिज्ञासा का विनिमय पूर्ण हो जाता है |"
            ],
            "english": [
                "The path of spiritual realization is undoubtedly difficult. The Lord therefore advises us to approach a bona fide spiritual master in the line of disciplic succession from the Lord Himself. No one can be a bona fide spiritual master without following this principle of disciplic succession. The Lord is the original spiritual master, and a person in the disciplic succession can convey the message of the Lord as it is to his disciple. No one can be spiritually realized by manufacturing his own process, as is the fashion of the foolish pretenders. The Bhagavatam says: dharmam hi saksad-bhagavat-pranitam—the path of religion is directly enunciated by the Lord. Therefore, mental speculation or dry arguments cannot help one progress in spiritual life. One has to approach a bona fide spiritual master to receive the knowledge. Such a spiritual master should be accepted in full surrender, and one should serve the spiritual master like a menial servant, without false prestige. Satisfaction of the self-realized spiritual master is the secret of advancement in spiritual life. Inquiries and submission constitute the proper combination for spiritual understanding. Unless there is submission and service, inquiries from the learned spiritual master will not be effective. One must be able to pass the test of the spiritual master, and when he sees the genuine desire of the disciple, he automatically blesses the disciple with genuine spiritual understanding. In this verse, both blind following and absurd inquiries are condemned. One should not only hear submissively from the spiritual master; but one must also get a clear understanding from him, in submission and service and inquiries. A bona fide spiritual master is by nature very kind toward the disciple. Therefore when the student is submissive and is always ready to render service, the reciprocation of knowledge and inquiries becomes perfect."
            ]
        }
    },
    {
        "id": [
            35
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव |",
                "येन भूतान्यशेषेण द्रक्ष्यस्यात्मन्यथो मयि || ३५ ||"
            ],
            "english": [
                "yaj jnatva na punar moham",
                "evam yasyasi pandava",
                "yena bhutany asesani",
                "draksyasy atmany atho mayi"
            ]
        },
        "translation": {
            "hindi": [
                "स्वरुपसिद्ध व्यक्ति से वास्तविक ज्ञान प्राप्त कर चुकने पर तुम पुनः कभी ऐसे मोह को प्राप्त नहीं होगे क्योंकि इस ज्ञान के द्वारा तुम देख सकोगे कि सभी जीव परमात्मा के अंशस्वरूप हैं, अर्थात् वे सब मेरे हैं |"
            ],
            "english": [
                "And when you have thus learned the truth, you will know that all living beings are but part of Me—and that they are in Me, and are Mine."
            ]
        },
        "meaning": {
            "hindi": [
                "स्वरुपसिद्ध व्यक्ति से ज्ञान प्राप्त होने का परिणाम यह होता है कि यह पता चल जाता है कि सारे जीव भगवान् श्रीकृष्ण के भिन्न अंश हैं | कृष्ण से पृथक् अस्तित्व का भाव माया (मा – नहीं, या – यह) कहलाती है | कुछ लोग सोचते हैं कि हमें कृष्ण से क्या लेना देना है वे तो केवल महान ऐतिहासिक पुरुष हैं और परब्रह्म तो निराकार है | वस्तुतः जैसा कि भगवद्गीता में कहा गया है यह निराकार ब्रह्म कृष्ण का व्यक्तिगत तेज है | कृष्ण भगवान् के रूप में प्रत्येक वस्तु के कारण हैं | ब्रह्मसंहिता में स्पष्ट कहा गया है कि कृष्ण श्रीभगवान् हैं और सभी कारणों के कारण हैं | यहाँ तक कि लाखों अवतार उनके विभिन्न विस्तार ही हैं | इसी प्रकार सारे जीव भी कृष्ण का अंश हैं | मायावादियों की यह मिथ्या धारणा है कि कृष्ण अपने अनेक अंशों में अपनी निजी पृथक् अस्तित्व को मिटा देते हैं | यह विचार सर्वथा भौतिक है | भौतिक जगत में हमारा अनुभव है कि यदि किसी वस्तु का विखण्डन किया जाय तो उसका मूलस्वरूप नष्ट हो जाता है | किन्तु मायावादी यह नहीं समझ पाते कि परम का अर्थ है कि एक और एक मिलकर एक ही होता है और एक में से एक घटाने पर भी एक बचता है | परब्रह्म का यही स्वरूप है |",
                "ब्रह्मविद्या का पर्याप्त ज्ञान न होने के कारण हम माया से आवृत हैं इसीलिए हम अपने को कृष्ण से पृथक् सोचते हैं | यद्यपि हम कृष्ण के भिन्न अंश ही हैं, किन्तु तो भी हम उनसे भिन्न नहीं हैं | जीवों का शारीरिक अन्तर माया है अथवा वास्तविक सत्य नहीं है | हम सभी कृष्ण को प्रसन्न करने के निमित्त हैं | केवल माया के कारण ही अर्जुन ने सोचा कि उसके स्वजनों से उसका क्षणिक शारीरिक सम्बन्ध कृष्ण के शाश्र्वत आध्यात्मिक सम्बन्धों से अधिक महत्त्वपूर्ण है | गीता का सम्पूर्ण उपदेश इसी ओर लक्षित है कि कृष्ण का नित्य दास होने के कारण जीव उनसे पृथक् नहीं हो सकता, कृष्ण से अपने को विलग मानना ही माया कहलाती है | परब्रह्म के भिन्न अंश के रूप में जीवों को एक विशष्ट उद्देश्य पूरा करना होता है | उस उद्देश्य को भुलाने के कारण ही वे अनादिकाल से मानव, पशु, देवता आदि देहों में स्थित हैं | ऐसे शारीरिक अन्तर भगवान् के दिव्य सेवा के विस्मरण से जनित हैं | किन्तु जब कोई कृष्णभावनामृत के माध्यम से दिव्य सेवा में लग जाता है तो वह इस माया से तुरन्त मुक्त हो जाता है | ऐसा ज्ञान केवल प्रामाणिक गुरु से ही प्राप्त हो सकता है और इस तरह वह इस भ्रम को दूर कर सकता है कि जीव कृष्ण के तुल्य है | पूर्णज्ञान तो यह है कि परमात्मा कृष्ण समस्त जीवों के परम आश्रय हैं और इस आश्रय को त्याग देने पर जीव माया द्वारा मोहित होते हैं, क्योंकि वे अपना अस्तित्व पृथक् समझते हैं | इस तरह विभिन्न भौतिक पहिचानों के मानदण्डों के अन्तर्गत वे कृष्ण को भूल जाते हैं | किन्तु जब ऐसे मोहग्रस्त जीव कृष्णभावनामृत में स्थित होते हैं तो यहसमझा जाता है कि वे मुक्ति-पथ पर हैं जिसकी पुष्टि भागवत में (२.१०.६) की गई है – मुक्तिर्हित्वान्यथारूपं स्वरूपेण व्यवस्थितिः| मुक्ति का अर्थ है – कृष्ण के नित्य दास रूप में (कृष्णभावनामृत में) अपनी स्वाभाविक स्थिति पर होना |"
            ],
            "english": [
                "The result of receiving knowledge from a self-realized soul, or one who knows things as they are, is learning that all living beings are parts and parcels of the Supreme Personality of Godhead, Lord Sri Krsna. The sense of a separated existence from Krsna is called maya (ma—not, ya—this). Some think that we have nothing to do with Krsna, that Krsna is only a great historical personality and that the Absolute is the impersonal Brahman. Factually, as it is stated in the Bhagavad-gita, this impersonal Brahman is the personal effulgence of Krsna. Krsna, as the Supreme Personality of Godhead, is the cause of everything. In the Brahma-samhita it is clearly stated that Krsna is the Supreme Personality of Godhead, the cause of all causes. Even the millions of incarnations are only His different expansions. Similarly, the living entities are also expansions of Krsna. The Mayavadi philosophers wrongly think that Krsna loses His own separate existence in His many expansions. This thought is material in nature. We have experience in the material world that a thing, when fragmentally distributed, loses its own original identity. But the Mayavadi philosophers fail to understand that Absolute means that one plus one is equal to one, and that one minus one is also equal to one. This is the case in the absolute world.",
                "For want of sufficient knowledge in the absolute science, we are now covered with illusion, and therefore we think that we are separate from Krsna. Although we are separated parts of Krsna, we are nevertheless not different from Him. The bodily difference of the living entities is maya, or not actual fact. We are all meant to satisfy Krsna. By maya alone Arjuna thought that the temporary bodily relationship with his kinsmen was more important than his eternal spiritual relationship with Krsna. The whole teaching of the Gita is targetted toward this end: that a living being, as His eternal servitor, cannot be separated from Krsna, and his sense of being an identity apart from Krsna is called maya. The living entities, as separate parts and parcels of the Supreme, have a purpose to fulfill. Having forgotten that purpose, since time immemorial they are situated in different bodies, as men, animals, demigods, etc. Such bodily differences arise from forgetfulness of the transcendental service of the Lord. But when one is engaged in transcendental service through Krsna consciousness, one becomes at once liberated from this illusion. One can acquire such pure knowledge only from the bona fide spiritual master and thereby avoid the delusion that the living entity is equal to Krsna. Perfect knowledge is that the Supreme Soul, Krsna, is the supreme shelter for all living entities, and giving up such shelter, the living entities are deluded by the material energy, imagining themselves to have a separate identity. Thus, under different standards of material identity, they become forgetful of Krsna. When, however, such deluded living entities become situated in Krsna consciousness, it is to be understood that they are on the path of liberation, as confirmed in the Bhagavatam: muktir hitvanyatha rupam svarupena vyavasthitih. Liberation means to be situated in one's constitutional position as the eternal servitor of Krsna (Krsna consciousness)."
            ]
        }
    },
    {
        "id": [
            36
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः |",
                "सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि || ३६ ||"
            ],
            "english": [
                "api ced asi papebhyah",
                "sarvebhyah papa-krt-tamah",
                "sarvam jnana-plavenaiva",
                "vrjinam santarisyasi"
            ]
        },
        "translation": {
            "hindi": [
                "यदि तुम्हें समस्त पापियों में भी सर्वाधिक पापी समझा जाये तो भी तुम दिव्यज्ञान रूपी नाव में स्थित होकर दुख-सागर को पार करने में समर्थ होगे ।"
            ],
            "english": [
                "Even if you are considered to be the most sinful of all sinners, when you are situated in the boat of transcendental knowledge, you will be able to cross over the ocean of miseries."
            ]
        },
        "meaning": {
            "hindi": [
                "श्री कृष्ण के सम्बन्ध में अपनी स्वाभाविक स्थिति का सही-सही ज्ञान इतना उत्तम होता है कि अज्ञान-सागर में चलने वाले जीवन-संघर्ष से मनुष्य तुरन्त ही ऊपर उठ सकता है । यह भौतिक जगत् कभी-कभी अज्ञान सागर मान लिया जाता है तो कभी जलता हुआ जंगल । सागर में कोई कितना ही कुशल तैराक क्यों न हो, जीवन-संघर्ष अत्यन्त कठिन है । यदि कोई संघर्षरत तैरने वाले को आगे बढ़कर समुद्र से निकाल लेता है तो वह सबसे बड़ा रक्षक है । भगवान् से प्राप्त पूर्णज्ञान मुक्ति का पथ है । कृष्णभावनामृत की नाव अत्यन्त सुगम है, किन्तु उसी के साथ-साथ अत्यन्त उदात्त भी ।"
            ],
            "english": [
                "Proper understanding of one's constitutional position in relationship to Krsna is so nice that it can at once lift one from the struggle for existence which goes on in the ocean of nescience. This material world is sometimes regarded as an ocean of nescience and sometimes as a blazing forest. In the ocean, however expert a swimmer one may be, the struggle for existence is very severe. If someone comes forward and lifts the struggling swimmer from the ocean, he is the greatest savior. Perfect knowledge, received from the Supreme Personality of Godhead, is the path of liberation. The boat of Krsna consciousness is very simple, but at the same time the most sublime."
            ]
        }
    },
    {
        "id": [
            37
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "यथैधांसि समिद्धोऽग्निर्भस्मसात्कुरुतेऽर्जुन |",
                "ज्ञानाग्निः सर्वकर्माणि भस्मसात्कुरुते तथा || ३७ ||"
            ],
            "english": [
                "yathaidhamsi samiddho 'gnir",
                "bhasma-sat kurute 'rjuna",
                "jnanagnih sarva-karmani",
                "bhasma-sat kurute tatha"
            ]
        },
        "translation": {
            "hindi": [
                "जैसे प्रज्ज्वलित अग्नि ईंधन को भस्म कर देती है, उसी तरह हे अर्जुन! ज्ञान रूपी अग्नि भौतिक कर्मों के समस्त फलों को जला डालती है ।"
            ],
            "english": [
                "As the blazing fire turns firewood to ashes, O Arjuna, so does the fire of knowledge burn to ashes all reactions to material activities."
            ]
        },
        "meaning": {
            "hindi": [
                "आत्मा तथा परमात्मा सम्बन्धी पूर्णज्ञान तथा उनके सम्बन्ध की तुलना यहाँ अग्नि से की गई है । यह अग्नि न केवल समस्त पापकर्मों के फलों को जला देती है, अपितु पुण्यकर्मों के फलों को भी भस्मसात् करने वाली है । कर्मफल की कई अवस्थाएँ हैं – शुभारम्भ, बीज, संचित आदि । किन्तु जीव को स्वरूप का ज्ञान होने पर सब कुछ भस्म हो जाता है चाहे वह पूर्ववर्ती हो या परवर्ती । वेदों में (बृहदारण्यक उपनिषद् ४.४.२२) कहा गया है – उभे उहैवैष एते तरत्यमृतः साध्वासाधूनी – “मनुष्य पाप तथा पुण्य दोनों ही प्रकार के कर्म फलों को जीत लेता है ।”"
            ],
            "english": [
                "Perfect knowledge of self and Superself and of their relationship is compared herein to fire. This fire not only burns up all reactions to impious activities, but also all reactions to pious activities, turning them to ashes. There are many stages of reaction: reaction in the making, reaction fructifying, reaction already achieved, and reaction a priori. But knowledge of the constitutional position of the living entity burns everything to ashes. When one is in complete knowledge, all reactious, both a priori and a posteriori, are consumed. In the Vedas it is stated: ubhe uhaivaisa ete taraty amrtah sadhv-asadhuni: “One overcomes both the pious and impious interactions of work.”"
            ]
        }
    },
    {
        "id": [
            38
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते |",
                "तत्स्वयं योगसंसिद्धः कालेनात्मनि विन्दति || ३८ ||"
            ],
            "english": [
                "na hi jnanena sadrsam",
                "pavitram iha vidyate",
                "tat svayam yoga-samsiddhah",
                "kalenatmani vindati"
            ]
        },
        "translation": {
            "hindi": [
                "इस संसार में दिव्यज्ञान के समान कुछ भी उदात्त तथा शुद्ध नहीं है | ऐसा ज्ञान समस्त योग का परिपक्व फल है | जो व्यक्ति भक्ति में सिद्ध हो जाता है, वह यथासमय अपने अन्तर में इस ज्ञान का आस्वादन करता है |"
            ],
            "english": [
                "In this world, there is nothing so sublime and pure as transcendental knowledge. Such knowledge is the mature fruit of all mysticism. And one who has achieved this enjoys the self within himself in due course of time."
            ]
        },
        "meaning": {
            "hindi": [
                "जब हम दिव्यज्ञान की बात करते हैं तो हमारा प्रयोजन अध्यात्मिक ज्ञान से होता है | निस्सन्देह दिव्यज्ञान के समान कुछ भी उदात्त और शुद्ध नहीं है | अज्ञान ही हमारे बन्धन का कारण है और ज्ञान हमारी मुक्ति का | यह ज्ञान भक्ति का परिपक्व फल है | जब कोई दिव्यज्ञान की अवस्था प्राप्त कर लेता है तो उसे अन्यत्र शान्ति खोजने की आवश्यकता नहीं रहती, क्योंकि वह मन ही मन शान्ति का आनन्द लेता रहता है | दुसरे शब्दों में, ज्ञान तथा शान्ति का पर्यवसान कृष्णभावनामृत में होता है | भगवद्गीता के सन्देश की यही चरम परिणति है |"
            ],
            "english": [
                "When we speak of transcendental knowledge, we do so in terms of spiritual understanding. As such, there is nothing so sublime and pure as transcendental knowledge. Ignorance is the cause of our bondage, and knowledge is the cause of our liberation. This knowledge is the mature fruit of devotional service, and when one is situated in transcendental knowledge, he need not search for peace elsewhere, for he enjoys peace within himself. In other words, this knowledge and peace are culminated in Krsna consciousness. That is the last word in the Bhagavad-gita."
            ]
        }
    },
    {
        "id": [
            39
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "श्रद्धावाँल्लभते ज्ञानं तत्परः संयतेन्द्रियः |",
                "ज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति || ३९ ||"
            ],
            "english": [
                "sraddhaval labhate jnanam",
                "tat-parah samyatendriyah",
                "jnanam labdhva param santim",
                "acirenadhigacchati"
            ]
        },
        "translation": {
            "hindi": [
                "जो श्रद्धालु दिव्यज्ञान में समर्पित है और जिसने इन्द्रियों को वश में कर लिया है, वह इस ज्ञान को प्राप्त करने का अधिकारी है और इसे प्राप्त करते ही वह तुरन्त आध्यात्मिक शान्ति को प्राप्त होता है |"
            ],
            "english": [
                "A faithful man who is absorbed in transcendental knowledge and who subdues his senses quickly attains the supreme spiritual peace."
            ]
        },
        "meaning": {
            "hindi": [
                "श्रीकृष्ण में दृढ़विश्र्वास रखने वाला व्यक्ति ही इस तरह का कृष्णभावनाभावित ज्ञान प्राप्त कर सकता है | वही पुरुष श्रद्धावान कहलाता है जो यह सोचता है कि कृष्णभावनाभावित होकर कर्म करने से वह परमसिद्धि प्राप्त कर सकता है | यह श्रद्धा भक्ति के द्वारा तथा हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे | हरे राम हरे राम राम राम हरे हरे– मन्त्र के जाप द्वारा प्राप्त की जाती है क्योंकि इससे हृदय की सारी भौतिक मलिनता दूर हो जाती है | इसके अतिरिक्त मनुष्य को चाहिए कि अपनी इन्द्रियों पर संयम रखे | जो व्यक्ति कृष्ण के प्रति श्रद्धावान् है और जो इन्द्रियों को संयमित रखता है, वह शीघ्र ही कृष्णभावनामृत के ज्ञान में पूर्णता प्राप्त करता है |"
            ],
            "english": [
                "Such knowledge in Krsna consciousness can be achieved by a faithful person who believes firmly in Krsna. One is called a faithful man who thinks that, simply by acting in Krsna consciousness, he can attain the highest perfection. This faith is attained by the discharge of devotional service, and by chanting “Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/ Hare Rama, Hare Rama, Rama Rama, Hare Hare,” which cleanses one's heart of all material dirt. Over and above this, one should control the senses. A person who is faithful to Krsna and who controls the senses can easily attain perfection in the knowledge of Krsna consciousness without delay."
            ]
        }
    },
    {
        "id": [
            40
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "अज्ञश्र्चाश्रद्दधानश्र्च संशयात्मा विनश्यति |",
                "नायं लोकोऽस्ति न परो न सुखं संशयात्मनः || ४० ||"
            ],
            "english": [
                "ajnas casraddadhanas ca",
                "samsayatma vinasyati",
                "nayam loko 'sti na paro",
                "na sukham samsayatmanah"
            ]
        },
        "translation": {
            "hindi": [
                "किन्तु जो अज्ञानी तथा श्रद्धाविहीन व्यक्ति शास्त्रों में संदेह करते हैं, वे भगवद्भावनामृत नहीं प्राप्त करते, अपितु नीचे गिर जाते है | संशयात्मा के लिए न तो इस लोक में, न ही परलोक में कोई सुख है |"
            ],
            "english": [
                "But ignorant and faithless persons who doubt the revealed scriptures do not attain God consciousness. For the doubting soul there is happiness neither in this world nor in the next."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता सभी प्रामाणिक एवं मान्य शास्त्रों में सर्वोत्तम है | जो लोग पशुतुल्य हैं उनमें न तो प्रामाणिक शास्त्रों के प्रति कोई श्रद्धा है और न उनका ज्ञान होता है और कुछ लोगों को यद्यपि उनका ज्ञान होता है और उनमें से वे उद्धरण देते रहते हैं, किन्तु उनमें वास्तविक विश्र्वास नहीं करते | यहाँ तक कि कुछ लोग जिनमें भगवद्गीता जैसे शास्त्रों में श्रद्धा होती भी है फिर भी वे न तो भगवान् कृष्ण में विश्र्वास करते हैं, न उनकी पूजा करते हैं | ऐसे लोगों को कृष्णभावनामृत का कोई ज्ञान नहीं होता | वे नीचे गिरते हैं | उपर्युक्त सभी कोटि के व्यक्तियों में जो श्रद्धालु नहीं हैं और सदैव संशयग्रस्त रहते हैं, वे तनिक भी उन्नति नहीं कर पाते | जो लोग ईश्र्वर तथा उनके वचनों में श्रद्धा नहीं रखते उन्हें न तो इस संसार में न तो भावी लोक में कुछ हाथ लगता है | उनके लिए किसी भी प्रकार का सुख नहीं है | अतः मनुष्य को चाहिए कि श्रद्धाभाव से शास्त्रों के सिद्धान्तों का पालन करे और ज्ञान प्राप्त करे | इसी ज्ञान से मनुष्य आध्यात्मिक अनुभूति के दिव्य पद तक पहुँच सकता है | दूसरे शब्दों में, आध्यात्मिक उत्थान में संशयग्रस्त मनुष्यों को कोई स्थान नहीं मिलता | अतः मनुष्य को चाहिए कि परम्परा से चले आ रहे महान आचार्यों के पदचिन्हों का अनुसरण करे और सफलता प्राप्त करे |"
            ],
            "english": [
                "Out of many standard and authoritative revealed scriptures, the Bhagavad-gita is the best. Persons who are almost like animals have no faith in, or knowledge of, the standard revealed scriptures; and some, even though they have knowledge of, or can cite passages from, the revealed scriptures, have actually no faith in these words. And even though others may have faith in scriptures like Bhagavad-gita, they do not believe in or worship the Personality of Godhead, Sri Krsna. Such persons cannot have any standing in Krsna consciousness. They fall down. Out of all the abovementioned persons, those who have no faith and are always doubtful make no progress at all. Men without faith in God and His revealed word find no good in this world, nor in the next. For them there is no happiness whatsoever. One should therefore follow the principles of revealed scriptures with faith and thereby be raised to the platform of knowledge. Only this knowledge will help one become promoted to the transcendental platform of spiritual understanding. In other words, doubtful persons have no status whatsoever in spiritual emancipation. One should therefore follow in the footsteps of great acaryas who are in the disciplic succession and thereby attain success."
            ]
        }
    },
    {
        "id": [
            41
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                " योगसंन्यस्तकर्माणं ज्ञानसञ्छिन्नसंशयम् |",
                "आत्मवन्तं न कर्माणि निबध्नन्ति धनञ्जय || ४१ ||"
            ],
            "english": [
                "yoga-sannyasta-karmanam",
                "jnana-sanchinna-samsayam",
                "atmavantam na karmani",
                "nibadhnanti dhananjaya"
            ]
        },
        "translation": {
            "hindi": [
                "जो व्यक्ति अपने कर्मफलों का परित्याग करते हुए भक्ति करता है और जिसके संशय दिव्यज्ञान द्वारा विनष्ट हो चुके होते हैं वही वास्तव में आत्मपरायण है | हे धनञ्जय! वह कर्मों के बन्धन से नहीं बँधता |"
            ],
            "english": [
                "Therefore, one who has renounced the fruits of his action, whose doubts are destroyed by transcendental knowledge, and who is situated firmly in the self, is not bound by works, O conqueror of riches."
            ]
        },
        "meaning": {
            "hindi": [
                "जो मनुष्य भगवद्गीता की शिक्षा का उसी रूप में पालन करता है जिस रूप में भगवान् श्रीकृष्ण ने दी थी, तो वह दिव्यज्ञान की कृपा से समस्त संशयों से मुक्त हो जाता है | पूर्णतः कृष्णभावनाभावित होने के कारण उसे श्रीभगवान् के अंश रूप में अपने स्वरूप का ज्ञान पहले ही हो जाता है | अतएव निस्सन्देह वह कर्मबन्धन से मुक्त है |"
            ],
            "english": [
                "One who follows the instruction of the Gita, as it is imparted by the Lord, the Personality of Godhead Himself, becomes free from all doubts by the grace of transcendental knowledge. He, as a part and parcel of the Lord, in full Krsna consciousness, is already established in self-knowledge. As such, he is undoubtedly above bondage to action."
            ]
        }
    }
]