[
    {
        "id": [
            22
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "यदृच्छालाभसंतुष्टो द्वन्द्वातीतो विमत्सरः |",
                "समः सिद्धावसिद्धौ च कृत्वापि न निबध्यते || २२ ||"
            ],
            "english": [
                "yadrccha-labha-santusto",
                "dvandvatito vimatsarah",
                "samah siddhav asiddhau ca",
                "krtvapi na nibadhyate"
            ]
        },
        "translation": {
            "hindi": [
                "जो स्वतः होने वाले लाभ से संतुष्ट रहता है, जो द्वन्द्व से मुक्त है और ईर्ष्या नहीं करता, जो सफलता तथा असफलता दोनों में स्थिर रहता है, वह कर्म करता हुआ भी कभी बँधता नहीं |"
            ],
            "english": [
                "He who is satisfied with gain which comes of its own accord, who is free from duality and does not envy, who is steady both in success and failure, is never entangled, although performing actions."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्णभावनाभावित व्यक्ति अपने शरीर-निर्वाह के लिए भी अधिक प्रयास नहीं करता | वह अपने आप होने वाले लाभों से संतुष्ट रहता है | वह न तो माँगता है, न उधार लेता है, किन्तु यथासामर्थ्य वह सच्चाई से कर्म करता है और अपने श्रम से जो प्राप्त हो पाता है, उसी में संतुष्ट रहता है | अतः वह अपनी जीविका के विषय में स्वतन्त्र रहता है | वह अन्य किसी की सेवा करके कृष्णभावनामृत सम्बन्धी अपनी सेवा में व्यवधान नहीं आने देता | किन्तु भगवान् की सेवा के लिए संसार की द्वैतता से विचलित हुए बिना कोई भी कर्म कर सकता है | संसार की द्वैतता गर्मी-सर्दी अथवा सुख-दुख के रूप में अनुभव की जाती है | कृष्णभावनाभावित व्यक्ति द्वैतता से परे रहता है, क्योंकि कृष्ण को प्रसन्न करने के लिए वह कोई भी कर्म करने से झिझकता नहीं | अतः वह सफलता तथा असफलता दोनों में ही समभाव रहता है | ये लक्षण तभी दिखते हैं जब कोई दिव्य ज्ञान में पूर्णतः स्थित हो |"
            ],
            "english": [
                "A Krsna conscious person does not make much endeavor even to maintain his body. He is satisfied with gains which are obtained of their own accord. He neither begs nor borrows, but he labors honestly as far as is in his power, and is satisfied with whatever is obtained by his own honest labor. He is therefore independant in his livelihood. He does not allow anyone's service to hamper his own service in Krsna consciousness. However, for the service of the Lord he can participate in any kind of action without being disturbed by the duality of the material world. The duality of the material world is felt in terms of heat and cold, or misery and happiness. A Krsna conscious person is above duality because he does not hesitate to act in any way for the satisfaction of Krsna. Therefore he is steady both in success and in failure. These signs are visible when one is fully in transcendental knowledge."
            ]
        }
    },
    {
        "id": [
            23
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "गतसङगस्य मुक्तस्य ज्ञानावस्थितचेतसः |",
                "यज्ञायाचरतः कर्म समग्रं प्रविलीयते || २३ ||"
            ],
            "english": [
                "gata-sangasya muktasya",
                "jnanavasthita-cetasah",
                "yajnayacaratah karma",
                "samagram praviliyate"
            ]
        },
        "translation": {
            "hindi": [
                "जो पुरुष प्रकृति के गुणों के प्रति अनासक्त है और जो दिव्य ज्ञान में पूर्णतया स्थित है, उसके सारे कर्म ब्रह्म में लीन हो जाते हैं |"
            ],
            "english": [
                "The work of a man who is unattached to the modes of material nature and who is fully situated in transcendental knowledge merges entirely into transcendence."
            ]
        },
        "meaning": {
            "hindi": [
                "पूर्णरूपेण कृष्णभावनाभावित होने पर मनुष्य समस्त द्वन्द्वों से मुक्त हो जाता है और इस तरह भौतिक गुणों के कल्मष से भी मुक्त हो जाता है | वह इसीलिए मुक्त हो जाता है क्योंकि वह कृष्ण के साथ अपने सम्बन्ध की स्वाभाविक स्थिति को जानता है, फलस्वरूप उसका चित्त कृष्णभावनामृत से विचलित नहीं होता | अतएव वह जो कुछ भी करता है, वह आदिविष्णु कृष्ण के लिए होता है | अतः उसका सारा कर्म यज्ञरूप होता है, क्योंकि यज्ञ का उद्देश्य परम पुरुष विष्णु अर्थात् कृष्ण को प्रसन्न करना है | ऐसे यज्ञमय कर्म का फल निश्चय ही ब्रह्म में विलीन हो जाता है और मनुष्य को कोई भौतिक फल नहीं भोगना पड़ता है |"
            ],
            "english": [
                "Becoming fully Krsna conscious, one is freed from all dualities and thus is free from the contaminations of the material modes. He can become liberated because he knows his constitutional position in relationship with Krsna; and thus his mind cannot be drawn from Krsna consciousness. Consequently, whatever he does, he does for Krsna, who is the primeval Visnu. Therefore, all his works are technically sacrifices because sacrifice involves satisfying the Supreme Person, Krsna. The resultant reactions to all such work certainly merge into transcendence, and one does not suffer material effects."
            ]
        }
    },
    {
        "id": [
            24
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "ब्रह्मार्पणं ब्रह्म हविब्रह्माग्नौ ब्रह्मणा हुतम् |",
                "ब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना || २४ ||"
            ],
            "english": [
                "brahmarpanam brahma havir",
                "brahmagnau brahmana hutam",
                "brahmaiva tena gantavyam",
                "brahma-karma-samadhina"
            ]
        },
        "translation": {
            "hindi": [
                "जो व्यक्ति कृष्णभावनामृत में पूर्णतया लीन रहता है, उसे अपने आध्यात्मिक कर्मों के योगदान के कारण अवश्य ही भगवद्धाम की प्राप्ति होती है, क्योंकि उसमें हवन आध्यात्मिक होता है और हवि भी आध्यात्मिक होती है ।"
            ],
            "english": [
                "A person who is fully absorbed in Krsna consciousness is sure to attain the spiritual kingdom because of his full contribution to spiritual activities, in which the consummation is absolute and that which is offered is of the same spiritual nature."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ इसका वर्णन किया गया है कि किस प्रकार कृष्णभावनाभावित कर्म करते हुए अन्ततोगत्वा आध्यात्मिक लक्ष्य प्राप्त होता है । कृष्णभावनामृत विषयक विविध कर्म होते हैं, जिनका वर्णन अगले श्लोकों में किया गया है, किन्तु इस श्लोक में तो केवल कृष्णभावनामृत का सिद्धान्त वर्णित है । भौतिक कल्मष से ग्रस्त बद्धजीव को भौतिक वातावरण में ही कार्य करना पड़ता है, किन्तु फिर भी उसे ऐसे वातावरण से निकलना ही होगा । जिस विधि से वह ऐसे वातावरण से बाहर निकल सकता है, वह कृष्णभावनामृत है । उदाहरण के लिए, यदि कोई रोगी दूध की बनी वस्तुओं के अधिक खाने से पेट की गड़बड़ी से ग्रस्त हो जाता है तो उसे दही दिया जाता है, जो दूध ही से बनी वस्तु है । भौतिकता में ग्रस्त बद्धजीव का उपचार कृष्णभावनामृत के द्वारा ही किया जा सकता है जो यहाँ गीता में दिया हुआ है । यह विधि यज्ञ या विष्णु या कृष्ण को प्रसन्न करने के लिए किये गये कार्य कहलाती है । भौतिक जगत् के जितने ही अधिक कार्य कृष्णभावनामृत में या केवल विष्णु के लिए किये जाते हैं पूर्ण तल्लीनता से वातावरण उतना ही अधिक आध्यात्मिक बनता रहता है । ब्रह्म शब्द का अर्थ है ‘आध्यात्मिक’ । भागवान् आध्यात्मिक हैं और उनके दिव्य शरीर की किरणें ब्रह्मज्योति कहलाती हैं-यही उनका आध्यात्मिक तेज है । प्रत्येक वस्तु इसी ब्रह्मज्योति में स्थित रहती है, किन्तु जब यह ज्योति माया या इन्द्रियतृप्ति द्वारा आच्छादित हो जाती है तो यह भौतिक ज्योति कहलाती है । यह भौतिक आवरण कृष्णभावनामृत द्वारा तुरन्त हटाया जा सकता है । अतएव कृष्णभावनामृत के लिए अर्पित हवि, ग्रहणकर्ता, हवा, होता तथा फल-ये सब मिलकर ब्रह्म या परम सत्य हैं । माया द्वारा आच्छादित परमसत्य पदार्थ कहलाता है । जब यही पदार्थ परमसत्य के निमित्त प्रयुक्त होता है, तो इसमें फिर से आध्यात्मिक गुण आ जाता है । कृष्णभावनामृत मोहजनित चेतना को ब्रह्म या परमेश्र्वरोन्मुख करने की विधि है । जब मन कृष्णभावनामृत में पूरी तरह निमग्न रहता है तो उसे समाधि कहते हैं । ऐसी दिव्यचेना में सम्पन्न कोई भी कार्य यज्ञ कहलाता है । आध्यात्मिक चेतना की ऐसी स्थिति में होता, हवन , अग्नि, यज्ञकर्ता तथा अंतिम फल – यह सब परब्रह्म में एकाकार हो जाता है । यही कृष्णभावनामृत की विधि है ।"
            ],
            "english": [
                "How activities in Krsna consciousness can lead one ultimately to the spiritual goal is described here. There are various activities in Krsna consciousness, and all of them will be described in the following verses. But, for the present, just the principle of Krsna consciousness is described. A conditioned soul, entangled in material contamination, is sure to act in the material atmosphere, and yet he has to get out of such an environment. The process by which the conditioned soul can get out of the material atmosphere is Krsna consciousness. For example, a patient who is suffering from a disorder of the bowels due to overindulgence in milk products is cured by another milk product, namely curds. The materially absorbed conditioned soul can be cured by Krsna consciousness as set forth here in the Gita. This process is generally known as yajna, or activities (sacrifices) simply meant for the satisfaction of Visnu or Krsna. The more the activities of the material world are performed in Krsna consciousness, or for Visnu only, the more the atmosphere becomes spiritualized by complete absorption. Brahman means spiritual. The Lord is spiritual, and the rays of His transcendental body are called brahmajyoti, His spiritual effulgence. Everything that exists is situated in that brahmajyoti, but when the jyoti is covered by illusion (maya) or sense gratification, it is called material. This material veil can be removed at once by Krsna consciousness; thus the offering for the sake of Krsna consciousness, the consuming agent of such an offering or contribution; the process of consumption, the contributor, and the result are—all combined together—Brahman, or the Absolute Truth. The Absolute Truth covered by maya is called matter. Matter dovetailed for the cause of the Absolute Truth regains its spiritual quality. Krsna consciousness is the process of converting the illusory consciousness into Brahman, or the Supreme. When the mind is fully absorbed in Krsna consciousness, it is said to be in samadhi, or trance. Anything done in such transcendental consciousness is called yajna, or sacrifice for the Absolute. In that condition of spiritual consciousness, the contributor, the contribution, the consumption, the performer or leader of the performance, and the result or ultimate gain—everything—becomes one in the Absolute, the Supreme Brahman. That is the method of Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            25
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "दैवमेवापरे यज्ञं योगिनः पर्युपासते |",
                "ब्रह्मग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति || २५ ||"
            ],
            "english": [
                "daivam evapare yajnam",
                "yoginah paryupasate",
                "brahmagnav apare yajnam",
                "yajnenaivopajuhvati"
            ]
        },
        "translation": {
            "hindi": [
                "कुछ योगी विभिन्न प्रकार के यज्ञों द्वारा देवताओं की भलीभाँति पूजा करते हैं और कुछ परब्रह्म रूपी अग्नि में आहुति डालते हैं |"
            ],
            "english": [
                "Some yogis perfectly worship the demigods by offering different sacrifices to them, and some of them offer sacrffices in the fire of the Supreme Brahman."
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि पहले कहा जा चुका है, जो व्यक्ति कृष्णभावनाभावित होकर अपना कर्म करने में लीन रहता है वह पूर्ण योगी है, किन्तु ऐसे भी मनुष्य हैं जो देवताओं की पूजा करने के लिए यज्ञ करते हैं | इस तरह यज्ञ की अनेक कोटियाँ हैं | विभिन्न यज्ञकर्ताओं द्वारा सम्पन्न यज्ञ की ये कोटियाँ केवल बाह्य वर्गीकरण हैं | वस्तुतः यज्ञ का अर्थ है – भगवान् विष्णु को प्रसन्न करना और विष्णु को यज्ञ भी कहते हैं | विभिन्न प्रकार के यज्ञों को दो श्रेणियों में रखा जा सकता है | सांसारिक द्रव्यों के लिए यज्ञ (द्रव्ययज्ञ) तथा दिव्य ज्ञान के लिए किये गये यज्ञ (ज्ञानयज्ञ) | जो कृष्णभावनाभावित हैं उनकी सारी भौतिक सम्पदा परमेश्र्वर को प्रसन्न करने के लिए होती है, किन्तु जो किसी क्षणिक भौतिक सुख की कामना करते हैं वे इन्द्र, सूर्य आदि देवताओं को प्रसन्न करने के लिए अपनी भौतिक सम्पदा की आहुति देते हैं | किन्तु अन्य लोग, जो निर्विशेषवादी हैं, वे निराकार ब्रह्म में अपने स्वरूप को स्वाहा कर देते हैं | देवतागण ऐसी शक्तिमान् जीवात्माएँ हैं जिन्हें ब्रह्माण्ड को ऊष्मा प्रदान करने, जल देने तथा प्रकाशित करने जैसे भौतिक कार्यों की देखरेख के लिए परमेश्र्वर ने नियुक्त किया है | जो लोग भौतिक लाभ चाहते हैं वे वैदिक अनुष्ठानों के अनुसार विविध देवताओं की पूजा करते हैं | ऐसे लोग बह्वीश्र्वरवादी कहलाते हैं | किन्तु जो लोग परम सत्य निर्गुण स्वरूप की पूजा करते हैं और देवताओं के स्वरूपों को अनित्य मानते हैं, वे ब्रह्मकी अग्नि में अपने आप की ही आहुति दे देते हैं | ऐसे निर्विशेषवादी परमेश्र्वर की दिव्यप्रकृति को समझने के लिए दार्शनिक चिन्तन में अपना सारा समय लगाते हैं | दुसरे शब्दों में, सकामकर्मी भौतिकसुख के लिए अपनी भौतिक सम्पत्ति का यजन करते हैं, किन्तु निर्विशेषवादी परब्रह्म में लीन होने के लिए अपनी भौतिक उपाधियों का यजन करते हैं | निर्विशेषवादी के लिए यज्ञाग्नि ही परब्रह्म है, जिसमें आत्मस्वरूप का विलय ही आहुति है | किन्तु अर्जुन जैसा कृष्णभावनाभावित व्यक्ति कृष्ण को प्रसन्न करने के लिए सर्वस्व अर्पित कर देता है | इस तरह उसकी सारी भौतिक सम्पत्ति के साथ-साथ आत्मस्वरूप भी कृष्ण के लिए अर्पित हो जाता है | वह परम योगी है, किन्तु उसका पृथक् स्वरूप नष्ट नहीं होता |"
            ],
            "english": [
                "As described above, a person engaged in discharging duties in Krsna consciousness is also called a perfect yogi or a first-class mystic. But there are others also, who perform similar sacrifices in the worship of demigods, and still others who sacrifice to the Supreme Brahman, or the impersonal feature of the Supreme Lord. So there are different kinds of sacrifices in terms of different categories. Such different categories of sacrifice by different types of performers only superficially demark varieties of sacrifice. Factual sacrifice means to satisfy the Supreme Lord, Visnu, who is also known as Yajna. All the different varieties of sacrifice can be placed within two primary divisions: namely, sacrifice of worldly possessions and sacrifice in pursuit of transcendental knowledge. Those who are in Krsna consciousness sacrifice all material possessions for the satisfaction of the Supreme Lord, while others, who want some temporary material happiness, sacrifice their material possessions to satisfy demigods such as Indra, the sun-god, etc. And others, who are impersonalists, sacrifice their identity by merging into the existence of impersonal Brahman. The demigods are powerful living entities appointed by the Supreme Lord for the maintenance and supervision of all material functions like the heating, watering and lighting of the universe. Those who are interested in material benefits worship the demigods by various sacrifices according to the Vedic rituals. They are called bahv-isvara-vadi, or believers in many gods. But others, who worship the impersonal feature of the Absolute Truth and regard the forms of the demigods as temporary, sacrifice their individual selves in the supreme fire and thus end their individual existences by merging into the existence of the Supreme. Such impersonalists spend their time in philosophical speculation to understand the transcendental nature of the Supreme. In other words, the fruitive workers sacrifice their material possessions for material enjoyment, whereas the impersonalist sacrifices his material designations with a view to merging into the existence of the Supreme. For the impersonalist, the fire altar of sacrifice is the Supreme Brahman, and the offering is the self being consumed by the fire of Brahman. The Krsna conscious person, like Arjuna, however, sacrifices everything for the satisfaction of Krsna, and thus all his material possessions as well as his own self—everything—is sacrificed for Krsna. Thus, he is the first-class yogi; but he does not lose his individual existence."
            ]
        }
    },
    {
        "id": [
            26
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्निषु जुह्वति |",
                "शब्दादीन्विषयानन्य इन्द्रियाग्निषु जुह्वति || २६ ||"
            ],
            "english": [
                "srotradinindriyany anye",
                "samyamagnisu juhvati",
                "sabdadin visayan anya",
                "indriyagnisu juhvati"
            ]
        },
        "translation": {
            "hindi": [
                "इनमें से कुछ (विशुद्ध ब्रह्मचारी) श्रवणादि क्रियाओं तथा इन्द्रियों को मन की नियन्त्रण रूपी अग्नि में स्वाहा कर देते हैं तो दूसरे लोग (नियमित गृहस्थ) इन्द्रियविषयों को इन्द्रियों की अग्नि में स्वाहा कर देते हैं |"
            ],
            "english": [
                "Some of them sacrifice the hearing process and the senses in the fire of the controlled mind, and others sacrifice the objects of the senses, such as sound, in the fire of sacrifice."
            ]
        },
        "meaning": {
            "hindi": [
                "मानव जीवन के चारों आश्रमों के सदस्य – ब्रह्मचारी, गृहस्थ, वानप्रस्थ तथा संन्यासी-पूर्णयोगी बनने के निमित्त हैं | मानव जीवन पशुओं की भाँति इन्द्रियतृप्ति के लिए नहीं बना है, अतएव मानव जीवन के चारों आश्रम इस प्रकार व्यवस्थित हैं कि मनुष्य आध्यात्मिक जीवन में पूर्णता प्राप्त कर सके | ब्रह्मचारी या शिष्यगण प्रामाणिक गुरु की देखरेख में इन्द्रियतृप्ति से दूर रहकर मन को वश में करते हैं | वे कृष्णभावनामृत से सम्बन्धित शब्दों को ही सुनते हैं | श्रवण ज्ञान का मूलाधार है, अतः शुद्ध ब्रह्मचारी सदैव हरेर्नामानुकीर्तनम् अर्थात् भगवान् के यश के कीर्तन तथा श्रवण में ही लगा रहता है | वह सांसारिक शब्द-ध्वनियों से दूर रहता है और उसकी श्रवणेन्द्रिय हरे कृष्ण हरे कृष्ण की आध्यात्मिक ध्वनि को सुनने में ही लगी रहती है | इसी प्रकार से गृहस्थ भी, जिन्हें इन्द्रियतृप्ति की सीमित छूट है, बड़े ही संयम से इन कार्यों को पूरा करते हैं | यौन जीवन, मादकद्रव्य सेवन तथा मांसाहार मानव समाज की सामान्य प्रवृत्तियाँ हैं, किन्तु संयमित गृहस्थ कभी भी यौन जीवन तथा अन्य इन्द्रियतृप्ति के कार्यों में अनियन्त्रित रूप से प्रवृत्त नहीं होता | इसी उद्देश्य से प्रत्येक सभ्य समाज में धर्म-विवाह का प्रचलन है | यह संयमित अनासक्त यौन जीवन भी एक प्रकार का यज्ञ है, क्योंकि संयमित गृहस्थ उच्चतर दिव्य जीवन के लिए अपनी इन्द्रियतृप्ति की प्रवृत्ति की आहुति कर देता है |"
            ],
            "english": [
                "The four divisions of human life, namely the brahmacari, the grhastha, the vanaprastha, and the sannyasi, are all meant to help men become perfect yogis or transcendentalists. Since human life is not meant for our enjoying sense gratification like the animals, the four orders of human life are so arranged that one may become perfect in spiritual life. The brahmacaris, or students under the care of a bona fide spiritual master, control the mind by abstaining from sense gratification. They are referred to in this verse as sacrificing the hearing process and the senses in the fire of the controlled mind. A brahmacari hears only words concerning Krsna consciousness; hearing is the basic principle for understanding, and therefore the pure brahmacari engages fully in harer namanukirtanam—chanting and hearing the glories of the Lord. He restrains himself from the vibrations of material sounds, and his hearing is engaged in the transcendental sound vibration of Hare Krsna, Hare Krsna. Similarly, the householders, who have some license for sense gratification, perform such acts with great restraint. Sex life, intoxication and meat eating are general tendencies of human society, but a regulated householder does not indulge in unrestricted sex life and other sense gratifications. Marriage on principles of religious life is therefore current in all civilized human society because that is the way for restricted sex life. This restricted, unattached sex life is also a kind of yajna because the restricted householder sacrifices his general tendency toward sense gratification for higher transcendental life."
            ]
        }
    },
    {
        "id": [
            27
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे |",
                "आत्मसंयमयोगग्नौ जुह्वति ज्ञानदीपिते || २७ ||"
            ],
            "english": [
                "sarvanindriya-karmani",
                "prana-karmani capare",
                "atma-samyama-yogagnau",
                "juhvati jnana-dipite"
            ]
        },
        "translation": {
            "hindi": [
                "दूसरे, जो मन तथा इन्द्रियों को वश में करके आत्म-साक्षात्कार करना चाहते हैं, सम्पूर्ण इन्द्रियों तथा प्राणवायु के कार्यों को संयमित मन रूपी अग्नि में आहुति कर देते हैं |"
            ],
            "english": [
                "Those who are interested in self-realization, in terms of mind and sense control, offer the functions of all the senses, as well as the vital force [breath], as oblations into the fire of the controlled mind."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर पतञ्जलि द्वारा सूत्रबद्ध योगपद्धति का निर्देश है | पतंजलि कृत योगसूत्र में आत्मा को प्रत्यगात्मा तथा परागात्मा कहा गया है | जब तक जीवात्मा इन्द्रियभोग में आसक्त रहता है तब तक वह परागात्मा कहलाता है और ज्योंही वह इन्द्रियभोग से विरत हो जाता है तो प्रत्यगात्मा कहलाने लगता है | जीवात्मा के शरीर में दस प्रकार के वार्यु कार्यशील रहते हैं और इसे श्र्वासप्रक्रिया (प्राणायाम) द्वारा जाना जाता है | पतंजलि की योगपद्धति बताती है कि किस प्रकार शरीर के वायु के कार्यों को तकनीकी उपाय से नियन्त्रित किया जाए जिससे अन्ततः वायु के सभी आन्तरिक कार्य आत्मा को भौतिक आसक्ति से शुद्ध करने में सहायक बन जाएँ | इस योगपद्धति के अनुसार प्रत्यगात्मा ही चरम उद्देश्य है | यह प्रत्यगात्मा पदार्थ की क्रियाओं से प्राप्त की जाती है | इन्द्रियाँ इन्द्रियविषयों से प्रतिक्रिया करती हैं, यथा कान सुनने के लिए, आँख देखने के लिए, नाक सूँघने के लिए, जीभ स्वाद के लिए तथा हाथ स्पर्श के लिए हैं, और ये सब इन्द्रियाँ मिलकर आत्मा से बाहर के कार्यों में लगी रहती हैं | ये ही कार्य प्राणवायु के व्यापार (क्रियाएँ) हैं | अपान वायु नीचे की ओर जाती है, व्यान वायु से संकोच तथा प्रसार होता है, समान वायु से संतुलन बना रहता है और उदान वायु ऊपर की ओर जाती है और जब मनुष्य प्रबुद्ध हो जाता है तो वह इन सभी वायुओं को आत्मा-साक्षात्कार की खोज में लगाता है |"
            ],
            "english": [
                "The yoga system conceived by Patanjali is referred to herein. In the Yoga-sutra of Patanjali, the soul is called pratyag-atma and parag-atma. As long as the soul is attached to sense enjoyment, it is called parag-atma. The soul is subjected to the functions of ten kinds of air at work within the body, and this is perceived through the breathing system. The Patanjala system of yoga instructs one on how to control the functions of the body's air in a technical manner so that ultimately all the functions of the air within become favorable for purifying the soul of material attachment. According to this yoga system, pratyag atma is the ultimate goal. This pratyag atma is a withdrawal from activities in matter. The senses interact with the sense objects, like the ear for hearing, eyes for seeing, nose for smelling, tongue for tasting, hand for touching, and all of them are thus engaged in activities outside the self. They are called the functions of the prana-vayu. The apana-vayu goes downwards, vyana-vayu acts to shrink and expand, samana-vayu adjusts equilibrium, udana-vayu goes upwards—and when one is enlightened, one engages all these in searching for self-realization."
            ]
        }
    },
    {
        "id": [
            28
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे |",
                "स्वाध्यायज्ञानयज्ञाश्र्च यतयः संशितव्रताः || २८ ||"
            ],
            "english": [
                "dravya-yajnas tapo-yajna",
                "yoga-yajnas tathapare",
                "svadhyaya-jnana-yajnas ca",
                "yatayah samsita-vratah"
            ]
        },
        "translation": {
            "hindi": [
                "कठोर व्रत अंगीकार करके कुछ लोग अपनी सम्पत्ति का त्याग करके, कुछ कठिन तपस्या द्वारा, कुछ अष्टांग योगपद्धति के अभ्यास द्वारा अथवा दिव्यज्ञान में उन्नति करने के लिए वेदों के अध्ययन द्वारा प्रबुद्ध बनते हैं |"
            ],
            "english": [
                "There are others who, enlightened by sacrificing their material possessions in severe austerities, take strict vows and practice the yoga of eightfold mysticism, and others study the Vedas for the advancement of transcendental knowledge."
            ]
        },
        "meaning": {
            "hindi": [
                "इन यज्ञों के कई वर्ग किये जा सकते हैं | बहुत से लोग विविध प्रकार के दान-पुण्य द्वारा अपनी सम्पत्ति का यजन करते हैं | भारत में धनाढ्य व्यापारी या राजवंशी अनेक प्रकार की धर्मार्थ संस्थाएँ खोल देते हैं – यथा धर्मशाला, अन्न क्षेत्र, अतिथिशाला, अनाथालय तथा विद्यापीठ | अन्य देशों में भी अनेक अस्पताल, बूढों के लिए आश्रम तथा गरीबों को भोजन, शिक्षा तथा चिकित्सा की सुविधाएँ प्रदान करने के दातव्य संस्थान हैं | ये सब दानकर्म द्रव्यमययज्ञ हैं | अन्य लोग जीवन में उन्नति करने अथवा उच्च्लोकों में जाने के लिए चान्द्रायण तथा चातुर्मास्य जैसे विविध तप करते हैं | इन विधियों के अन्तर्गत कतिपय कठोर नियमों के अधीन कठिन व्रत करने होते हैं | उदाहरणार्थ, चातुर्मास्य व्रत रखने वाला वर्ष के चार मासों (जुलाई से अक्टूबर तक) बाल नहीं कटाता, न ही कतिपय खाद्य वस्तुएँ खाता है और न दिन में दो बार खाता है, न निवास-स्थान छोड़कर कहीं जाता है | जीवन के सुखों का ऐसा परित्याग तपोमययज्ञ कहलाता है | कुछ लोग ऐसे भी हैं जो अनेक योगपद्धतियों का अनुसरण करते हैं तथा पतंजलि पद्धति (ब्रह्म में तदाकार होने के लिए) अथवा हठयोग या अष्टांगयोग (विशेष सिद्धियों के लिए) | कुछ लोग समस्त तीर्थस्थानों की यात्रा करते हैं | ये सारे अनुष्ठान योग-यज्ञ कहलाते हैं, जो भौतिक जगत् में किसी सिद्धि विशेष के लिए किये जाते हैं | कुछ लोग ऐसे हैं जो विभिन्न वैदिक साहित्य तथा उपनिषद् तथा वेदान्तसूत्र या सांख्यादर्शन के अध्ययन में अपना ध्यान लगाते हैं | इसे स्वाध्याययज्ञ कहा जाता है | ये सारे योगी विभिन्न प्रकार के यज्ञों में लगे रहते हैं और उच्चजीवन की तलाश में रहते हैं | किन्तु कृष्णभावनामृत इनसे पृथक् है क्योंकि यह परमेश्र्वर की प्रत्यक्ष सेवा है | इसे उपर्युक्त किसी भी यज्ञ से प्राप्त नहीं किया जा सकता, अपितु भगवान् तथा उनके प्रामाणिक भक्तों की कृपा से ही प्राप्त किया जा सकता है | फलतः कृष्णभावनामृत दिव्य है |"
            ],
            "english": [
                "These sacrifices may be fitted into various divisions. There are persons who are sacrificing their possessions in the form of various kinds of charities. In India, the rich mercantile community or princely orders open various kinds of charitable institutions like dharmasala, anna-ksetra, atithi-sala, anathalaya, vidyapitha, etc. In other countries, too, there are many hospitals, old age homes and similar charitable foundations meant for distributing food, education and medical treatment free to the poor. All these charitable activities are called dravyamaya-yajna. There are others who, for higher elevation in life or for promotion to higher planets within the universe, voluntarily accept many kinds of austerities such as candrayana and caturmasya. These processes entail severe vows for conducting life under certain rigid rules. For example, under the caturmasya vow the candidate does not shave for four months during the year (July to October), he does not eat certain foods, does not eat twice in a day and does not leave home. Such sacrifice of the comforts of life is called tapomaya-yajna. There are still others who engage themselves in different kinds of mystic yogas like the Patanjali system (for merging into the existence of the Absolute), or hatha-yoga or astanga-yoga (for particular perfections). And some travel to all the sanctified places of pilgrimage. All these practices are called yoga-yajna, sacrifice for a certain type of perfection in the material world. There are others who engage themselves in the studies of different Vedic literatures, specifically the Upanisads and Vedanta-sutras, or the sankhya philosophy. All of these are called svadhyaya-yajna, or engagement in the sacrifice of studies. All these yogis are faithfully engaged in different types of sacrifice and are seeking a higher status of life. Krsna consciousness, is, however, different from these because it is the direct service of the Supreme Lord. Krsna consciousness cannot be attained by any one of the above-mentioned types of sacrifices but can be attained only by the mercy of the Lord and His bona fide devotee. Therefore, Krsna consciousness is transcendental."
            ]
        }
    },
    {
        "id": [
            29
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे |",
                "प्राणापानगति रुद्ध्वा प्राणायामपरायणाः |",
                "अपरे नियताहाराः प्राणान्प्राणेषु जुह्वति|| २९ ||"
            ],
            "english": [
                "apane juhvati pranam",
                "prane 'panam tathapare",
                "pranapana-gati ruddhva",
                "pranayama-parayanah",
                "apare niyataharah",
                "pranan pranesu juhvati"
            ]
        },
        "translation": {
            "hindi": [
                "अन्य लोग भी हैं जो समाधि में रहने के लिए श्र्वास को रोके रहते हैं (प्राणायाम) | वे अपान में प्राण को और प्राण में अपान को रोकने का अभ्यास करते हैं और अन्त में प्राण-अपान को रोककर समाधि में रहते हैं | अन्य योगी कम भोजन करके प्राण की प्राण में ही आहुति देते हैं |"
            ],
            "english": [
                "And there are even others who are inclined to the process of breath restraint to remain in trance, and they practice stopping the movement of the outgoing breath into the incoming, and incoming breath into the outgoing, and thus at last remain in trance, stopping all breathing. Some of them, curtailing the eating process, offer the outgoing breath into itself, as a sacrifice."
            ]
        },
        "meaning": {
            "hindi": [
                "श्र्वास को रोकने की योगविधि प्राणायाम कहलाती है | प्रारम्भ में हठयोग के विविध आसनों की सहायता से इसका अभ्यास किया जाता है | ये सारी विधियाँ इन्द्रियों को वश में करने तथा आत्म-साक्षात्कार की प्रगति के लिए संस्तुत की जाती हैं | इस विधि में शरीर के भीतर वायु को रोका जाता है जिससे वायु की दिशा उलट सके | अपान वायु निम्नगामी (अधोमुखी) है और प्राणवायु उर्ध्वगामी है | प्राणायाम में योगी विपरीत दिशा में श्र्वास लेने का तब तक अभ्यास करता है जब तक दोनों वायु उदासीन होकर पूरक अर्थात् सम नहीं हो जातीं | जब अपान वायु को प्राणवायु में अर्पित कर दिया जाता है तो इसे रेचक कहते हैं | जब प्राण तथा अपान वायुओं को पूर्णतया रोक दिया जाया है तो इसे कुम्भक योग कहते हैं | कुम्भक योगाभ्यास द्वारा मनुष्य आत्म-सिद्धि के लिए जीवन अवधि बढ़ा सकता है | बुद्धिमान योगी एक ही जीवनकाल में सिद्धि प्राप्त करने का इच्छुक रहता है, वह दूसरे जीवन की प्रतीक्षा नहीं करता | कुम्भक योग के अभ्यास से योगी जीवन अवधि को अनेक वर्षों के लिए बढ़ा सकता है | किन्तु भगवान् की दिव्य प्रेमाभक्ति में स्थित रहने के कारण कृष्णभावनाभावित मनुष्य स्वतः इन्द्रियों का नियंता (जितेन्द्रिय) बन जाता है | उसकी इन्द्रियाँ कृष्ण की सेवा में तत्पर रहने के कारण अन्य किसी कार्य में प्रवृत्त होने का अवसर ही नहीं पातीं | फलतः जीवन के अन्त में उसे स्वतः भगवान् कृष्ण के दिव्य पद पर स्थानान्तरित कर दिया जाता है, अतः वह दीर्घजीवी बनने का प्रयत्न नहीं करता | वह तुरंत मोक्ष पद को प्राप्त कर लेता है, जैसा कि भगवद्गीता में (१४.२६) कहा गया है –",
                "मां च योऽव्यभिचारेण भक्तियोगेन सेवते |",
                "स गुणान्समतीत्यैतान् ब्रह्मभूयाय कल्पते ||",
                "“जो व्यक्ति भगवान् की निश्छल भक्ति में प्रवृत्त होता है वह प्रकृति के गुणों को लाँघ जाता है और तुरन्त आध्यात्मिक पद को प्राप्त होता है |” कृष्णभावनाभावित व्यक्ति दिव्य अवस्था से प्रारम्भ करता है और निरन्तर उसी चेतना में रहता है | अतः उसका पतन नहीं होता और अन्ततः वह भगवद्धाम को जाता है | कृष्ण प्रसादम् को खाते रहने में स्वतः कम खाने की आदत पड़ जाती है | इन्द्रियनिग्रह के मामले में कम भोजन करना (अल्पाहार) अत्यन्त लाभप्रद होता है और इन्द्रियनिग्रह के बिना भाव-बन्धन से निकल पाना सम्भव नहीं है |"
            ],
            "english": [
                "This system of yoga for controlling the breathing process is called pranayama, and in the beginning it is practiced in the hatha-yoga system through different sitting postures. All of these processes are recommended for controlling the senses and for advancement in spiritual realization. This practice involves controlling the air within the body to enable simultaneous passage in opposite directions. The apana air goes downward, and the prana air goes up. The pranayama yogi practices breathing the opposite way until the currents are neutralized into puraka, equilibrium. Similarly, when the exhaled breathing is offered to inhaled breathing, it is called recaka. When both air currents are completely stopped, it is called kumbhaka-yoga. By practice of kumbhaka-yoga, the yogis increase the duration of life by many, many years. A Krsna conscious person, however, being always situated in the transcendental loving service of the Lord, automatically becomes the controller of the senses. His senses, being always engaged in the service of Krsna, have no chance of becoming otherwise engaged. So at the end of life, he is naturally transferred to the transcendental plane of Lord Krsna; consequently he makes no attempt to increase his longevity. He is at once raised to the platform of liberation. A Krsna conscious person begins from the transcendental stage, and he is constantly in that consciousness. Therefore, there is no falling down, and ultimately he enters into the abode of the Lord without delay. The practice of reduced eating is automatically done when one eats only Krsna prasadam, or food which is offered first to the Lord. Reducing the eating process is very helpful in the matter of sense control. And without sense control there is no possibility of getting out of the material entanglement."
            ]
        }
    },
    {
        "id": [
            30
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "सर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषाः |",
                "यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम् || ३० ||"
            ],
            "english": [
                "sarve 'py ete yajna-vido",
                "yajna-ksapita-kalmasah",
                "yajna-sistamrta-bhujo",
                "yanti brahma sanatanam"
            ]
        },
        "translation": {
            "hindi": [
                "ये सभी यज्ञ करने वाले यज्ञों का अर्थ जानने के कारण पापकर्मों से मुक्त हो जाते हैं और यज्ञों के फल रूपी अमृत को चखकर परम दिव्य आकाश की ओर बढ़ते जाते हैं |"
            ],
            "english": [
                "All these performers who know the meaning of sacrifice become cleansed of sinful reaction, and, having tasted the nectar of the remnants of such sacrifice, they go to the supreme eternal atmosphere."
            ]
        },
        "meaning": {
            "hindi": [
                "विभिन्न प्रकार के यज्ञों (यथा द्रव्ययज्ञ, स्वाध्याय यज्ञ तथा योगयज्ञ) की उपर्युक्त व्याख्या से यह देखा जाता है कि इन सबका एक ही उद्देश्य है और वह हैं इन्द्रियों का निग्रह | इन्द्रियतृप्ति ही भौतिक अस्तित्व का मूल कारण है, अतः जब तक इन्द्रियतृप्ति से भिन्न धरातल पर स्थित न हुआ जाय तब तक सच्चिदानन्द के नित्य धरातल तक उठ पाना सम्भव नहीं है | यह धरातल नित्य आकाश या ब्रह्म आकाश में है | उपर्युक्त सारे यज्ञों से संसार के पापकर्मों से विमल हुआ जा सकता है | जीवन में इस प्रगति से मनुष्य न केवल सुखी और ऐश्र्वर्यवान बनता है, अपितु अन्त में वह निराकार ब्रह्म के साथ तादात्म्य के द्वारा याश्रीभगवान् कृष्ण की संगति प्राप्त करके भगवान् के शाश्र्वत धाम को प्राप्त करता है |"
            ],
            "english": [
                "From the foregoing explanation of differents types of sacrifice (namely sacrifice of one's possessions, study of the Vedas or philosophical doctrines, and performance of the yoga system), it is found that the common aim of all is to control the senses. Sense gratification is the root cause of material existence; therefore, unless and until one is situated on a platform apart from sense gratification, there is no chance of being elevated to the eternal platform of full knowledge, full bliss and full life. This platform is in the eternal atmosphere, or Brahman atmosphere. All the above-mentioned sacrifices help one to become cleansed of the sinful reactions of material existence. By this advancement in life, one not only becomes happy and opulent in this life, but also, at the end, he enters into the eternal kingdom of God, either merging into the impersonal Brahman or associating with the Supreme Personality of Godhead, Krsna."
            ]
        }
    },
    {
        "id": [
            31
        ],
        "chapterId": 4,
        "text": {
            "hindi": [
                "नायं लोकोऽस्त्ययज्ञस्य कुतोऽन्यः कुरुसत्तम || ३१ ||"
            ],
            "english": [
                "nayam loko 'sty ayajnasya",
                "kuto 'nyah kuru-sattama"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुरुश्रेष्ठ! जब यज्ञ के बिना मनुष्य इस लोक में या इस जीवन में ही सुखपूर्वक नहीं रह सकता, तो फिर अगले जन्म में कैसे रह सकेगा?"
            ],
            "english": [
                "O best of the Kuru dynasty, without sacrifice one can never live happily on this planet or in this life: what then of the next?"
            ]
        },
        "meaning": {
            "hindi": [
                "मनुष्य इस लोक में चाहे जिस रूप में रहे वह अपने स्वरूप से अनभिज्ञ रहता है | दूसरे शब्दों में, भौतिक जगत् में हमारा अस्तित्व हमारे पापपूर्ण जीवन के बहुगुणित फलों के कारण है | अज्ञान ही पापपूर्ण जीवन का कारण है और पापपूर्ण जीवन ही इस भौतिक जगत् में अस्तित्व का कारण है | मनुष्य जीवन ही वह द्वार है जिससे होकर इस बन्धन से बाहर निकला जा सकता है | अतः वेद हमें धर्म, अर्थ, काम तथा मोक्ष का मार्ग दिखलाकर बहार निकालने का अवसर प्रदान करते हैं | धर्म या ऊपर संस्तुत अनेक प्रकार के यज्ञ हमारी आर्थिक समस्याओं को स्वतः हल कर देते हैं | जनसंख्या में वृद्धि होने पर भी यज्ञ सम्पन्न करने से हमें प्रचुर भोजन, प्रचुर दूध इत्यादि मिलता रहता है | जब शरीर की आवश्यकता पूर्ण होती रहती है, तो इन्द्रियों को तुष्ट करने की बारी आती है | अतः वेदों में नियमित इन्द्रियतृप्ति के लिए पवित्र विवाह का विधान है | इस प्रकार मनुष्य भौतिक बन्धन से क्रमशः छूटकर उच्चपद की ओर अग्रसर होता है और मुक्त जीवन की पूर्णता परमेश्र्वर का सान्निध्य प्राप्त करने में है | यह पूर्णता यज्ञ सम्पन्न करके प्राप्त की जाती है, जैसा कि पहले बताया जा चुका है | फिर भी यदि कोई व्यक्ति वेदों के अनुसार यज्ञ करने के लिए तत्पर नहीं होता, तो वह शरीर में सुखी जीवन की कैसे आशा कर सकता है? फिर दूसरे लोक में दूसरे शरीर में सुखी जीवन की आशा तो व्यर्थ ही है | विभिन्न स्वर्गों में भिन्न-भिन्न प्रकार की जीवन-सुविधाएँ हैं और जो लोग यज्ञ करने में लगे हैं उनके लिए तो सर्वत्र परम सुख मिलता है | किन्तु सर्वश्रेष्ठ सुख वह है जिसे मनुष्य कृष्णभावनामृत के अभ्यास द्वारा वैकुण्ठ जाकर प्राप्त करता है | अतः कृष्णभावनाभावित जीवन ही इस भौतिक जगत् की समस्त समस्याओं का एकमात्र हल है |"
            ],
            "english": [
                "Whatever form of material existence one is in, one is invariably ignorant of his real situation. In other words, existence in the material world is due to the multiple reactions to our sinful lives. Ignorance is the cause of sinful life, and sinful life is the cause of one's dragging on in material existence. The human form of life is the only loophole by which one may get out of this entanglement. The Vedas, therefore, give us a chance for escape by pointing out the paths of religion, economic comfort, regulated sense gratification and, at last, the means to get out of the miserable condition entirely. The path of religion, or the different kinds of sacrifice recommended above, automatically solves our economic problems. By performance of yajna we can have enough food, enough milk, etc.—even if there is a so-called increase of population. When the body is fully supplied, naturally the next stage is to satisfy the senses. The Vedas prescribe, therefore, sacred marriage for regulated sense gratification. Thereby one is gradually elevated to the platform of release from material bondage, and the highest perfection of liberated life is to associate with the Supreme Lord. Perfection is achieved by performance of yajna (sacrifice), as described above. Now, if a person is not inclined to perform yajna according to the Vedas, how can he expect a happy life? There are different grades of material comforts in different heavenly planets, and in all cases there is immense happiness for persons engaged in different kinds of yajna. But the highest kind of happiness that a man can achieve is to be promoted to the spiritual planets by practice of Krsna consciousness. A life of Krsna consciousness is therefore the solution to all the problems of material existence."
            ]
        }
    }
]