[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "कर्म ब्रह्मोद्भवं विद्धि ब्रह्माक्षरसमुद्भवम् ।",
            "तस्मात्सर्वगतं ब्रह्म नित्यं यज्ञे प्रतिष्ठितम् ॥ १५ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**कर्म** – कर्म; **ब्रह्म** – वेदों से; **उद्भवम्** – उत्पन्न; **विद्धि** – जानो; **ब्रह्म** – वेद; **अक्षर** – परब्रह्म से; **समुद्भवम्** – साक्षात् प्रकट हुआ; **तस्मात्** – अतः; **सर्व-गतम्** – सर्वव्यापी; **ब्रह्म** – ब्रह्म; **नित्यम्** – शाश्वत रूप से; **यज्ञे** – यज्ञ में; **प्रतिष्ठितम्** – स्थिर |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "वेदों में नियमित कर्मों का विधान है और ये साक्षात् श्रीभगवान् (परब्रह्म) से प्रकट हुए हैं | फलतः सर्वव्यापी ब्रह्म यज्ञकर्मों में सदा स्थित रहता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में यज्ञार्थ-कर्म अर्थात् कृष्ण को प्रसन्न करने के लिए कर्म की आवश्यकता को भलीभाँति विवेचित किया गया है | यदि हमें यज्ञ-पुरुष विष्णु के परितोष के लिए कर्म करने है तो हमें ब्रह्म या दिव्य वेदों से कर्म की दिशा प्राप्त करनी होगी | अतः सारे वेद कर्मोदेशों की संहिताएँ हैं | वेदों के निर्देश के बिना किया गया कोई भी कर्म विकर्म या अवैध अथवा पापपूर्ण कर्म कहलाता है | अतः कर्मफल से बचने के लिए सदैव वेदों से निर्देश प्राप्त करना चाहिए | जिस प्रकार सामान्य जीवन में राज्य के निर्देश के अन्तर्गत कार्य करना होता है उसी प्रकार भगवान् के परम राज्य के निर्देशन में कार्य करना चाहिए | वेदों में ऐसे निर्देश भगवान् के श्वास से प्रत्यक्ष प्रकट होते हैं | कहा गया है –अस्य महतो भूतस्य निश्वसितम् एतद् यद्ऋग्वेदो यजुर्वेदः सामवेदोऽथर्वाङ्गिरसः “चारों वेद – ऋग्वेद, यजुर्वेद, सामवेद तथा अथर्ववेद – भगवान् के श्वास से अद्भुत हैं |” (बृहदारण्यक उपनिषद् ४.५.११) ब्रह्मसंहिता से प्रमाणित होता है कि सर्व शक्तिमान होने के कारण भगवान् अपने श्वास के द्वारा बोल सकते हैं, अपनी प्रत्येक इन्द्रिय के द्वारा अन्य समस्त इन्द्रियों के कार्य सम्पन्न कर सकते हैं, दूसरे शब्दों में, भगवान् अपनी निःश्वास के द्वारा बोल सकते हैं और वे अपने नेत्रों से गर्भाधान कर सकते हैं | वस्तुतः यह कहा जा सकता है कि उन्होंने प्रकृति पर दृष्टिपात किया और समस्त जीवों को गर्भस्थ किया | इस तरह प्रकृति के गर्भ में बद्धजीवों को प्रविष्ट करने के पश्चात् उन्होंने उन्हें वैदिक ज्ञान के रूप में आदेश दिया, जिससे वे भगवद्धाम वापस जा सकें | हमें यह सदैव स्मरण रखना चाहिए कि प्रकृति में सारे बद्धजीव भौतिक भोग के लिए इच्छुक रहते हैं | किन्तु वैदिक आदेश इस प्रकार बनाये गए हैं कि मनुष्य अपनी विकृत इच्छाओं की पूर्ति कर सकता है और तथाकथित सुखभोग पूरा करके भगवान् के पास लौट सकता है | बद्धजीवों के लिए मुक्ति प्राप्त करने का सुनहरा अवसर होता है, अतः उन्हें चाहिए कि कृष्णभावनाभावित होकर यज्ञ-विधि का पालन करें | यहाँ तक कि वैदिक आदेशों का पालन नहीं करते वे भी कृष्णभावनामृत के सिद्धान्तों को ग्रहण कर सकते हैं जिससे वैदिक यज्ञों या कर्मों की पूर्ति हो जायेगी |"
        ]
    }
]