[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "देवान्भावयतातेन ते देवा भावयन्तु वः ।",
            "परस्परं भावयन्तः श्रेयः परमवाप्स्यथ ॥ ११ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**देवान्** – देवताओं को; **भावयता** – प्रसन्न करके; **अनेन** – इस यज्ञ से; **ते** – वे; **देवाः** – देवता; **भावयन्तु** – प्रसन्न करेंगे; **वः** – तुमको; **परस्परम्** – आपस में; **भावयन्तः** – एक दूसरे को प्रसन्न करते हुए; **श्रेयः** – वर, मंगल; **परम्** – परम; **अवाप्स्यथ** – तुम प्राप्त करोगे |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यज्ञों के द्वारा प्रसन्न होकर देवता तुम्हें भी प्रसन्न करेंगे और इस तरह मनुष्यों तथा देवताओं के मध्य सहयोग से सबों को सम्पन्नता प्राप्त होगी |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "देवतागण सांसारिक कार्यों के लिए अधिकारप्राप्त प्रशासक हैं | प्रत्येक जीव द्वारा शरीर धारण करने के लिए आवश्यक वायु, प्रकाश, जल तथा अन्य सारे वर उन देवताओं के अधिकार में हैं, जो भगवान् के शरीर के विभिन्न भागों में असंख्य सहायकों के रूप में स्थित हैं | उनकी प्रसन्नता तथा अप्रसन्नता मनुष्यों द्वारा यज्ञ की सम्पन्नता पर निर्भर है | कुछ यज्ञ किन्हीं विशेष देवताओं को प्रसन्न करने के लिए होते हैं, किन्तु तो भी सारे यज्ञों में भगवान् विष्णु को प्रमुख भोक्ता की भाँति पूजा जाता है | भगवद्गीता में यह भी कहा गया है कि भगवान् कृष्ण स्वयं सभी प्रकार के यज्ञों के भोक्ता हैं – भोक्तारं यज्ञतपसाम्| अतः समस्त यज्ञों का मुख्य प्रयोजन यज्ञपति को प्रसन्न करना है | जब ये यज्ञ सुचारु रूप से सम्पन्न किये जाते हैं, तो विभिन्न विभागों के अधिकारी देवता प्रसन्न होते हैं और प्राकृतिक पदार्थों का अभाव नहीं रहता |",
            "यज्ञों को सम्पन्न करने से अन्य लाभ भी होते हैं, जिनसे अन्ततः भवबन्धन से मुक्ति मिल जाती है | यज्ञ से सारे कर्म पवित्र हो जाते हैं, जैसा कि वेदवचन है – आहारशुद्धौ सत्त्वशुद्धिः सत्त्वशुद्धौ ध्रुवा स्मृतिः स्मृतिलम्भे सर्वग्रंथीनां विप्रमोक्षः | यज्ञ से मनुष्य के खाद्यपदार्थ शुद्ध होते हैं और शुद्ध भोजन करने से मनुष्य-जीवन शुद्ध हो जाता है, जीवन शुद्ध होने से स्मृति के सूक्ष्म-तन्तु शुद्ध होते हैं और स्मृति-तन्तुओं के शुद्ध होने पर मनुष्य मुक्तिमार्ग का चिन्तन कर सकता है और ये सम मिलकर कृष्णभावनामृत तक पहुँचाते हैं, जो आज के समाज के लिए सर्वाधिक आवश्यक है |"
        ]
    }
]