[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि ।",
            "धर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते ॥ ३१ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**स्व-धर्मम्** – अपने धर्म को; **अपि** – भी; **च** – निस्सन्देह; **अवेक्ष्य** – विचार करके; **न** – कभी  नहीं; **विकम्पितुम्** – संकोच करने के लिए; **अर्हसि** – तुम योग्य हो; **धर्म्यात्** – धर्म के लिए; **हि** – निस्सन्देह; **युद्धात्** – युद्ध करने की अपेक्षा; **श्रेयः** – श्रेष्ठ साधन; **अन्यत्** – कोई दूसरा; **क्षत्रियस्य** – क्षत्रिय का; **न** – नहीं; **विद्यते** – है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "क्षत्रिय होने के नाते अपने विशिष्ट धर्म का विचार करते हुए तुम्हें जानना चाहिए कि धर्म के लिए युद्ध करने से बढ़ कर तुम्हारे लिए अन्य कोई कार्य नहीं है | अतः तुम्हें संकोच करने की कोई आवश्यकता नहीं है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सामाजिक व्यवस्था के चार वर्णों में द्वितीय वर्ण उत्तम शासन के लिए है और क्षत्रिय कहलाता है | क्षत् का अर्थ है चोट खाया हुआ | जो क्षति से रक्षा करे वह क्षत्रिय कहलाता है (त्रायते– रक्षा प्रदान करना) | क्षत्रियों को वन में आखेट करने का प्रशिक्षण दिया जाता है | क्षत्रिय जंगल में जाकर शेर को ललकारता और उससे आमने-सामने अपनी तलवार से लड़ता है | शेर की मृत्यु होने पर उसकी राजसी ढंग से अन्त्येष्टि की जाती थी | आज भी जयपुर रियासत के क्षत्रिय राजा इस प्रथा का पालन करते हैं | क्षत्रियों को विशेष रूप से ललकारने तथा मारने की शिक्षा दी जाती है क्योंकि कभी-कभी धार्मिक हिंसा अनिवार्य होती है | इसलिए क्षत्रियों को सीधे संन्यासाश्रम ग्रहण करने का विधान नहीं है | राजनीति में अहिंसा कूटनीतिक चाल हो सकती है, किन्तु यह कभी भी कारण या सिद्धान्त नहीं रही | धार्मिक संहिताओं में उल्लेख मिलता है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "आहवेषु मिथोऽन्योन्यं जिघांसन्तो महीक्षितः |",
            "युद्धमानाः परं शक्त्या स्वर्गं यान्त्यपराङ्मुखाः ||",
            "यज्ञेषु पशवो ब्रह्मन् हन्यन्ते सततं द्विजैः |",
            "संस्कृताः किल मन्त्रैश्र्च तेऽपि स्वर्गमवाप्नुवन् ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“युद्ध में विरोधी ईर्ष्यालु राजा से संघर्ष करते हुए मरने वाले राजा या क्षत्रिय को मृत्यु के अनन्तर वे ही उच्चलोक प्राप्त होते हैं जिनकी प्राप्ति यज्ञाग्नि में मारे गये पशुओं को होती है |” अतः धर्म के लिए युद्धभूमि में वध करना तथा याज्ञिक अग्नि के लिए पशुओं का वध करना हिंसा कार्य नहीं माना जाता क्योंकि इसमें निहित धर्म के कारण प्रत्येक व्यक्ति को लाभ पहुँचता है और यज्ञ में बलि दिये गये पशु को एक स्वरूप से दूसरे में बिना विकास प्रक्रिया के ही तुरन्त मनुष्य का शरीर प्राप्त हो जाता है | इसी तरह युद्धभूमि में मारे गये क्षत्रिय यज्ञ सम्पन्न करने वाले ब्राह्मणों को प्राप्त होने वाले स्वर्गलोक में जाते हैं |",
            "स्वधर्म दो प्रकार का होता है | जब तक मनुष्य मुक्त नहीं हो जाता तब तक मुक्ति प्राप्त करने के लिए धर्म के अनुसार शरीर विशेष के कर्तव्य करने होते हैं | जब वह मुक्त हो जाता है तो उसका विशेष कर्तव्य या स्वधर्म आध्यात्मिक हो जाता है और देहात्मबुद्धि में नहीं रहता | जब तक देहात्मबुद्धि है तब तक ब्राह्मणों तथा क्षत्रियों के लिए स्वधर्म पालन अनिवार्य होता है | स्वधर्म का विधान भगवान् द्वारा होता है, जिसका स्पष्टीकरण चतुर्थ अध्याय में किया जायेगा | शारीरिक स्तर पर स्वधर्म को वर्णाश्रम-धर्म अथवा अध्यात्मिक बोध का प्रथम सोपान कहते हैं | वर्णाश्रम-धर्म अर्थात् प्राप्त शरीर के विशिष्ट गुणों पर आधारित स्वधर्म की अवस्था से मानवीय सभ्यता का शुभारम्भ होता है | वर्णाश्रम-धर्म के अनुसार किसी कार्य-क्षेत्र में स्वधर्म का निर्वाह करने से जीवन के उच्चतर पद को प्राप्त किया जा सकता है |"
        ]
    }
]