[
    {
        "id": [
            44
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "तस्मात्प्रणम्य प्रणिधाय कायं",
                "प्रसादये त्वामहमीशमीड्यम् |",
                "पितेव पुत्रस्य सखेव सख्यु:",
                "प्रियः प्रिययार्हसि देव सोढुम् || ४४ ||"
            ],
            "english": [
                "tasmat pranamya pranidhaya kayam",
                "prasadaye tvam aham isam idyam",
                "piteva putrasya sakheva sakhyuh",
                "priyah priyayarhasi deva sodhum"
            ]
        },
        "translation": {
            "hindi": [
                "आप प्रत्येक जीव द्वारा पूजनीय भगवान् हैं । अतः मैं गीरकर सादर प्रणामकरता हूँ और आपकी कृपा की याचना करता हूँ । जिस प्रकार पिता अपने पुत्र कीढिठाई सहन करता है, या मित्र अपने मित्र की घृष्टता सह लेता है, या प्रियअपनी प्रिया का अपराध सहन कर लेता है, उसी प्रकार आप कृपा करके मेरीत्रुटियों को सहन कर लें ।"
            ],
            "english": [
                "You are the Supreme Lord, to be worshiped by every living being. Thus I fall down to offer You my respects and ask Your mercy. Please tolerate the wrongs that I may have done to You and bear with me as a father with his son, or a friend with his friend, or a lover with his beloved."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्ण के भक्त उनकेसाथ विविध प्रकार के सम्बन्ध रखते हैं – कोई कृष्ण को पुत्रवत्, कोई पतिरूप में, कोई मित्र रूप में या कोई स्वामी के रूप में मान सकता है । कृष्णऔर अर्जुन का सम्बन्ध मित्रता का है । जिस प्रकार पिता, पति या स्वामी सबअपराध सहन कर लेते हैं उसी प्रकार कृष्ण सहन करते हैं ।"
            ],
            "english": [
                "Krsna's devotees relate to Krsna in various relationships; one might treat Krsna as a son, one might treat Krsna as a husband, as a friend, as a master, etc. Krsna and Arjuna are related in friendship. As the father tolerates, or the husband or master tolerates, so Krsna tolerates."
            ]
        }
    },
    {
        "id": [
            45
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "अदृष्टपूर्वं हृषितोऽस्मि दृष्ट्वा",
                "भयेन च प्रव्यथितं मनो मे |",
                "तदेव मे दर्शय देव रूपं",
                "प्रसीद देवेश जगन्निवास || ४५ ||"
            ],
            "english": [
                "adrsta-purvam hrsito 'smi drstva",
                "bhayena ca pravyathitam mano me",
                "tad eva me darsaya deva rupam",
                "prasida devesa jagan-nivasa"
            ]
        },
        "translation": {
            "hindi": [
                "पहले कभी नदेखे गये आपके विराट रूप का दर्शन करके मैं पुलकित हो रहा हूँ, किन्तु साथही मेरा मन भयभीत हो रहा है । अतः आप मुझ पर कृपा करें और हे देवेश, हेजगन्निवास! अपना पुरुषोत्तम भगवत् स्वरूप पुनः दिखाएँ ।"
            ],
            "english": [
                "After seeing this universal form, which I have never seen before, I am gladdened, but at the same time my mind is disturbed with fear. Therefore please bestow Your grace upon me and reveal again Your form as the Personality of Godhead, O Lord of lords, O abode of the universe."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन को कृष्ण परविश्र्वास है, क्योंकि वह उनका प्रिय मित्रहै और मित्र रूप में वह अपने मित्र के ऐश्र्वर्य को देखकर अत्यन्त पुलकितहै । अर्जुन यह देख कर अत्यन्त प्रसन्न है कि उसके मित्र कृष्ण भगवान् हैंऔर वे ऐसा विराट रूप प्रदर्शित कर सकते हैं । किन्तु साथ ही वह यह विराटरूप को देखकर भयभीत है कि उसने अनन्य मैत्रीभाव के कारण कृष्ण के प्रतिअनेक अपराध किये हैं । इस प्रकार भयवश उसका मन विचलित है, यद्यपि भयभीतहोने का कोई कारण नहीं है । अतएव अर्जुन कृष्ण से प्रार्थना करता है कि वेअपने नारायण रूप दिखाएँ, क्योंकि वे कोई भी रूप धारण कर सकते हैं । यहविराट रूप भौतिक जगत के ही तुल्य भौतिक एवं नश्र्वर है । किन्तु वैकुण्ठलोकमें नारायण के रूप में उनका शाश्र्वत चतुर्भुज रूप रहता है । वैकुण्ठलोकमें असंख्य लोक है और कृष्ण इन सबमें अपने भिन्न नामों से अंश रूप मेंविद्यमान हैं । इस प्रकार अर्जुन वैकुण्ठलोक के उनके किसी एक रूप को देखनाचाहता था । निस्सन्देह प्रत्येकवैकुण्ठलोक में नारायण का स्वरूप चतुर्भुजी है, किन्तु इन चारों हाथों में वे विभिन्न क्रम में शंख, गदा, कमल तथा चक्रचिन्ह धारण किये रहते हैं । विभिन्न हाथों में इन चारों चिन्हों के अनुसारनारायण भिन्न-भिन्न नामों से पुकारे जाते हैं । ये सारे रूप कृष्ण के हीहैं, इसलिए अर्जुन कृष्ण के चतुर्भुज रूप का दर्शन करना चाहता था ।"
            ],
            "english": [
                "Arjuna is always in confidence with Krsna because he is a very dear friend, and as a dear friend is gladdened by his friend's opulence, Arjuna is very joyful to see that his friend, Krsna, is the Supreme Personality of Godhead and can show such a wonderful universal form. But at the same time, after seeing that universal form, he is afraid that he has committed so many offenses to Krsna out of his unalloyed friendship. Thus his mind is disturbed out of fear, although he had no reason to fear. Arjuna therefore is asking Krsna to show His Narayana form because He can assume any form. This universal form is material and temporary, as the material world is temporary. But in the Vaikuntha planets He has His transcendental form with four hands as Narayana. There are innumerable planets in the spiritual sky, and in each of them Krsna is present by His plenary manifestations of different names. Thus Arjuna desired to see one of the forms manifest in the Vaikuntha planets. Of course in each Vaikuntha planet the form of Narayana is four-handed, and the four hands hold different symbols, the conchshell, mace, lotus and disc. According to the different hands these four things are held in, the Narayanas are named. All of these forms are one and the same to Krsna; therefore Arjuna requests to see His four-handed feature."
            ]
        }
    },
    {
        "id": [
            46
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "किरीटिनं गदिनं चक्रहस्त-",
                "मिच्छामि त्वां द्रष्टुमहं तथैव |",
                "तेनैव रूपेण चतुर्भुजेन",
                "सहस्रबाहो भव विश्र्वमूर्ते || ४६ ||"
            ],
            "english": [
                "kiritinam gadinam cakra-hastam",
                "icchami tvam drastum aham tathaiva",
                "tenaiva rupena catur-bhujena",
                "sahasra-baho bhava visva-murte"
            ]
        },
        "translation": {
            "hindi": [
                "हे विराट रूप! हेसहस्त्रभुज भगवान्! मैं आपके मुकुटधारी चतुर्भुज रूप का दर्शन करना चाहताहूँ, जिसमें आप अपने चारों हाथों में शंख, चक्र, गदा तथा पद्म धारण कियेहुए हों | मैं उसी रूप को देखने की इच्छा करता हूँ |"
            ],
            "english": [
                "O universal Lord, I wish to see You in Your four-armed form, with helmeted head and with club, wheel, conch and lotus flower in Your hands. I long to see You in that form."
            ]
        },
        "meaning": {
            "hindi": [
                "ब्रह्मसंहिता में (५.३९) कहा गया है – रामादिमूर्तिषु कलानियमेनतिष्ठन् – भगवान् सैकड़ों हजारों रूपों में नित्य विद्यमान रहते हैं जिनमेंराम, नृसिंह, नारायण उनके मुख्य रूप हैं| रूप तो असंख्य हैं, किन्तु अर्जुनको ज्ञात था कि कृष्ण ही आदि भगवान् हैं, जिन्होंने यह क्षणिक विश्र्वरूपधारण किया है | अब वह प्रार्थना कर रहा है कि भगवान् अपने नारायण नित्यरूपका दर्शन दें | इस श्लोक से श्रीमद्भागवत के कथन की निस्सन्देह पुष्टि होतीहै कि कृष्ण आदि भगवान् हैं और अन्य सारे रूप उन्हीं से प्रकट होते हैं | वे अपने अंशों से भिन्न नहीं हैं और वे अपने असंख्य रूपों में भी ईश्र्वरही बने रहते हैं | इन सारे रूपों में वे तरुण दीखते हैं | यही भगवान् कास्थायी लक्षण है | कृष्ण को जानने वाला इस भौतिक संसार के समस्त कल्मष सेमुक्त हो जाता है |"
            ],
            "english": [
                "In the Brahma-samhita it is stated that the Lord is eternally situated in hundreds and thousands of forms, and the main forms are those like Rama, Nrsimha, Narayana, etc. There are innumerable forms. But Arjuna knew that Krsna is the original Personality of Godhead assuming His temporary universal form. He is now asking to see the form of Narayana, a spiritual form. This verse establishes without any doubt the statement of the Srimad-Bhagavatam that Krsna is the original Personality of Godhead and all other features originate from Him. He is not different from His plenary expansions, and He is God in any of His innumerable forms. In all of these forms He is fresh like a young man. That is the constant feature of the Supreme Personality of Godhead. One who knows Krsna at once becomes free from all contamination of the material world."
            ]
        }
    },
    {
        "id": [
            47
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच |",
                "मया प्रसन्नेन तवार्जुनेदं",
                "रूपं परं दर्शितमात्मयोगात् |",
                "तेजोमयं विश्र्वमनन्तमाद्यं",
                "यन्मे त्वदन्येन न दृष्टपूर्वम् || ४७ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "maya prasannena tavarjunedam",
                "rupam param darsitam atma-yogat",
                "tejo-mayam visvam anantam adyam",
                "yan me tvad anyena na drsta-purvam"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् ने कहा – हे अर्जुन! मैंने प्रसन्न होकर अपनी अन्तरंगा शक्ति के बलपर तुम्हें इस संसार में अपने इस परम विश्र्वरूप का दर्शन कराया है | इसकेपूर्व अन्य किसी ने इस असीम तथा तेजोमय आदि-रूप को कभी नहीं देखा था |"
            ],
            "english": [
                "The Blessed Lord said: My dear Arjuna, happily do I show you this universal form within the material world by My internal potency. No one before you has ever seen this unlimited and glaringly effulgent form."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन भगवान् के विश्र्वरूप को देखना चाहता था, अतः भगवान्कृष्ण ने अपने भक्त अर्जुन पर अनुकम्पा करते हुए उसे अपने तेजोमय तथाऐश्र्वर्यमय विश्र्वरूप का दर्शन कराया | यह रूप सूर्य की भाँति चमक रहा थाऔर इसके मुख निरन्तर परिवर्तित हो रहे थे | कृष्ण ने यह रूप अर्जुन कीइच्छा को शान्त करने के लिए ही दिखलाया | यह रूप कृष्ण कि उस अन्तरंगाशक्तिद्वारा प्रकट हुआ जो मानव कल्पना से परे है |अर्जुन से पूर्व भगवान् के इसविश्र्वरूप का किसी ने दर्शन नहीं किया था, किन्तु जब अर्जुन को यह रूपदिखाया गया तो स्वर्गलोक तथा अन्य लोकों के भक्त भी इसे देख सके | उन्होंनेइस रूप को पहले नहीं देखा था, केवल अर्जुन के कारण वे इसे देख पा रहे थे | दूसरे शब्दों में, कृष्ण की कृपा से भगवान् के सारे शिष्य भक्त उसविश्र्वरूप का दर्शन कर सके, जिसे अर्जुन देख रहा था | किसी ने टिका की हैकि जब कृष्ण सन्धिका प्रस्ताव लेकर दुर्योधन के पास गए थे, तो उसे भी इसीरूप का दर्शन कराया गया था | दुर्भाग्यवश दुर्योधन ने शान्ति प्रस्तावस्वीकार नहीं किया, किन्तु कृष्ण ने उस समय अपने कुछ रूप दिखाए थे | किन्तुवे रूप अर्जुन को दिखाए गये इस रूप से सर्वथा भिन्न थे | यह स्पष्ट कहागया है कि इस रूप को पहले किसी ने भी नहीं देखा था |"
            ],
            "english": [
                "Arjuna wanted to see the universal form of the Supreme Lord, so out of His mercy upon His devotee Arjuna, Lord Krsna showed His universal form full of effulgence and opulence. This form was glaring like the sun, and its many faces were rapidly changing. Krsna showed this form just to satisfy the desire of His friend Arjuna. This form was manifested by Krsna through His internal potency, which is inconceivable by human speculation. No one had seen this universal form of the Lord before Arjuna, but because the form was shown to Arjuna, other devotees in the heavenly planets and in other planets in outer space could also see it. They did not see it before, but because of Arjuna they were also able to see it. In other words, all the disciplic devotees of the Lord could see the universal form which was shown to Arjuna by the mercy of Krsna. Someone commented that this form was shown to Duryodhana also when Krsna went to Duryodhana to negotiate for peace. Unfortunately, Duryodhana did not accept the peace offer, but at that time Krsna manifested some of His universal forms. But those forms are different from this one shown to Arjuna. It is clearly said that no one has ever seen this form before."
            ]
        }
    },
    {
        "id": [
            48
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "न वेदयज्ञाध्ययनैर्न दानै-",
                "र्न च क्रियाभिर्न तपोभिरुग्रै: |",
                "एवंरूपः शक्य अहं नृलोके",
                "द्रष्टुं त्वदन्येन कुरुप्रवीर || ४८ ||"
            ],
            "english": [
                "na veda-yajnadhyayanair na danair",
                "na ca kriyabhir na tapobhir ugraih",
                "evam-rupah sakya aham nr-loke",
                "drastum tvad anyena kuru-pravira"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुरुश्रेष्ठ! तुमसे पूर्व मेरे इस विश्र्वरूप को किसी ने नहीं देखा, क्योंकि मैं न तो वेदाध्ययन के द्वारा, न यज्ञ, दान, पुण्य या कठिन तपस्याके द्वारा इस रूप में, इस संसार में देखा जा सकता हूँ |"
            ],
            "english": [
                "O best of the Kuru warriors, no one before you has ever seen this universal form of Mine, for neither by studying the Vedas, nor by performing sacrifices, nor by charities or similar activities can this form be seen. Only you have seen this."
            ]
        },
        "meaning": {
            "hindi": [
                "इस प्रसंग में दिव्य दृष्टि को भलीभाँति समझ लेना चाहिए | तो यहदिव्य दृष्टि किसके पास हो सकती है? दिव्य का अर्थ है दैवी | जब तक कोईदेवता के रूप में दिव्यता प्राप्त नहीं कर लेता, तब तक उसे दिव्य दृष्टिप्राप्त नहीं हो सकती | और देवता कौन है? वैदिक शास्त्रों का कथन है कि जोभगवान् विष्णु के भक्त हैं, वे देवता हैं (विष्णुभक्ताः स्मृता देवाः) | जोनास्तिक हैं, अर्थात् जो विष्णु में विश्वास नहीं करते या जो कृष्ण केनिर्विशेष अंश को परमेश्र्वर मानते हैं, उन्हें यह दिव्य दृष्टि नहींप्राप्त हो सकती | ऐसा सम्भव नहीं है कि कृष्ण का विरोध करके कोई दिव्यदृष्टि भी प्राप्त कर सके | दिव्य बने बिना दिव्य दृष्टि प्राप्त नहीं कीजा सकती | दूसरे शब्दों में, जिन्हें दिव्य दृष्टि प्राप्त है, वे भीअर्जुन की ही तरह विश्र्वरूप देख सकते हैं |",
                "भगवद्गीतामेंविश्र्वरूप का विवरण है | यद्यपि अर्जुन के पूर्व वह विवरण अज्ञात था, किन्तु इस घटना के बाद अब विश्र्वरूप का कुछ अनुमान लगाया जा सकता है | जोलोग सचमुच ही दिव्य हैं, वे भगवान् के विश्र्वरूप को देख सकते हैं | किन्तुकृष्ण का शुद्धभक्त बने बिना कोई दिव्य नहीं बन सकता | किन्तु जो भक्तसचमुच दिव्य प्रकृति के हैं, और जिन्हें दिव्य दृष्टि प्राप्त हैं, वेभगवान् के विश्र्वरूप का दर्शन करने के लिए उत्सुक नहीं रहते | जैसा किपिछले श्लोक में कहा गया है, अर्जुन ने कृष्ण के चतुर्भुजी विष्णु रूप कोदेखना चाहा, क्योंकि विश्र्वरूप को देखकर वह सचमुच भयभीत हो उठा था |",
                "इस श्लोक में कुछ महत्त्वपूर्ण शब्द हैं, यथा वेदयज्ञाध्ययनैः जो वेदोंतथा यज्ञानुष्ठानों से सम्बन्धित विषयों के अध्ययन का निर्देश करता है | वेदों का अर्थ हैं, समस्त प्रकार का वैदिक साहित्य यथा चारों वेद (ऋग्, यजु,साम तथा अथर्व) एवं अठारहों पुराण, सारे उपनिषद् तथा वेदान्त सूत्र | मनुष्य इस सबका अध्ययन चाहे घर में करे या अन्यत्र | इसी प्रकार यज्ञ विधिके अध्ययन करने के अनेक सूत्र हैं – कल्पसूत्र तथा मीमांसा-सूत्र| दानैःसुपात्र को दान देने के अर्थ से आया है; जैसे वे लोग जो भगवान् की दिव्यप्रेमाभक्ति में लगे रहते हैं, यथा ब्राह्मण तथा वैष्णव | इसी प्रकारक्रियाभिः शब्द अग्निहोत्र के लिए है और विभिन्न वर्णों के कर्मों के सूचकहै | शारीरिक कष्टों को स्वेच्छा से अंगीकार करना तपस्या है | इस तरहमनुष्य भले ही इस कार्यों – तपस्या, दान, वेदाध्ययन आदि को करे, किन्तु जबतक अर्जुन की भाँति भक्त नहीं होता, तब तक वह विश्र्वरूप का दर्शन नहीं करसकता | निर्विशेषवादी भी कल्पना करते रहते हैं कि वे भगवान् के विश्र्वरूपका दर्शन कर रहे हैं, किन्तु भगवद्गीता से हम जानते हैं कि निर्विशेषवादीभक्त नहीं हैं | फलतः वे भगवान् के विश्र्वरूप को नहीं देख पाते |",
                "ऐसे अनेक पुरुष हैं जो अवतारों की सृष्टि करते हैं | वे झूठे ही सामान्यव्यक्ति को अवतार मानते हैं, किन्तु यह मुर्खता है | हमें तो भगवद्गीता काअनुसरण करना चाहिए, अन्यथा पूर्ण आध्यात्मिक ज्ञान प्राप्ति की कोईसम्भावना नहीं है | यद्यपि भगवद्गीता को भगवत्तत्व का प्राथमिक अध्ययन मानाजाता है, तो भी यह इतना पूर्ण है कि कौन क्या है, इसका अन्तर बताया जासकता है | छद्म अवतार के समर्थक यह कह सकते हैं कि उन्होंने भी ईश्र्वर केदिव्य अवतार विश्र्वरूप को देखा है, किन्तु यह स्वीकार्य नहीं, क्योंकियहाँ पर स्पष्ट उल्लेख हुआ है कि कृष्ण का भक्त बने बिना ईश्र्वर केविश्र्वरूप को नहीं देखा जा सकता | अतः पहले कृष्ण का शुद्धभक्त बनना होताहै, तभी कोई दावा कर सकता है कि वह विश्र्वरूप का दर्शन कर सकता है, जिसेउसने देखा है | कृष्ण का भक्त कभी भी छद्म अवतारों को या इनके अनुयायियोंको मान्यता नहीं देता |"
            ],
            "english": [
                "The divine vision in this connection should be clearly understood. Who can have divine vision? Divine means godly. Unless one attains the status of divinity as a demigod, he cannot have divine vision. And what is a demigod? It is stated in the Vedic scriptures that those who are devotees of Lord Visnu are demigods. Those who are atheistic, i.e., who do not believe in Visnu, or who only recognize the impersonal part of Krsna as the Supreme, cannot have the divine vision. It is not possible to decry Krsna and at the same time have the divine vision. One cannot have the divine vision without becoming divine. In other words, those who have divine vision can also see like Arjuna.",
                "The Bhagavad-gita gives the description of the universal form, and this description was unknown to everyone before Arjuna. Now one can have some idea of the visva-rupa after this incidence; those who are actually divine can see the universal form of the Lord. But one cannot be divine without being a pure devotee of Krsna. The devotees, however, who are actually in the divine nature and who have divine vision, are not very much interested to see the universal form of the Lord. As described in the previous verse, Arjuna desired to see the four-handed form of Lord Krsna as Visnu, and he was actually afraid of the universal form.",
                "In this verse there are some significant words, just like veda-yajnadhya-yanaih, which refers to studying Vedic literature and the subject matter of sacrificial regulations. Veda refers to all kinds of Vedic literature, namely the four Vedas (Rk, Yajus, Sama and Atharva) and the eighteen Puranas and Upanisads, and Vedanta-sutra. One can study these at home or anywhere else. Similarly, there are sutras, Kalpa-sutras and Mimamsa-sutras, for studying the method of sacrifice. Danaih refers to charity which is offered to a suitable party. such as those who are engaged in the transcendental loving service of the Lord, the brahmanas and the Vaisnavas. Similarly, pious activities refer to the agni-hotra, etc., the prescribed duties of the different castes. Pious activities and the voluntary acceptance of some bodily pains are called tapasya. So one can perform all these, can accept bodily penances, give charity, study the Vedas, etc., but unless he is a devotee like Arjuna, it is not possible to see that universal form. Those who are impersonalists are also imagining that they are seeing the universal form of the Lord, but from Bhagavad-gita we understand that the impersonalists are not devotees. Therefore they are unable to see the universal form of the Lord.",
                "There are many persons who create incarnations. They falsely claim an ordinary human to be an incarnation, but this is all foolishness. We should follow the principles of Bhagavad-gita, otherwise there is no possibility of attaining perfect spiritual knowledge. Although Bhagavad-gita is considered the preliminary study of the science of God, still it is so perfect that one can distinguish what is what. The followers of a pseudo incarnation may say that they have also seen the transcendental incarnation of God, the universal form, but that is not acceptable because it is clearly stated here that unless one becomes a devotee of Krsna, one cannot see the universal form of God. So one first of all has to become a pure devotee of Krsna; then he can claim that he can show the universal form of what he has seen. A devotee of Krsna cannot accept false incarnations or followers of false incarnations."
            ]
        }
    },
    {
        "id": [
            49
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "मा ते व्यथा मा च विमूढ़भावो",
                "दृष्ट्वा रूपं घोरमीदृङ्ममेदम् |",
                "व्यपेतभी: प्रीतमनाः पुनस्त्वं",
                "तदेव मे रूपमिदं प्रपश्य || ४९ ||"
            ],
            "english": [
                "ma te vyatha ma ca vimudha-bhavo",
                "drstva rupam ghoram idrn mamedam",
                "vyapeta-bhih prita-manah punas tvam",
                "tad eva me rupam idam prapasya"
            ]
        },
        "translation": {
            "hindi": [
                "तुम मेरेभयानक रूप को देखकर अत्यन्त विचलित एवं मोहित हो गये हो | अब इसे समाप्तकरता हूँ | हे मेरे भक्त! तुम समस्त चिन्ताओं से पुनः मुक्त हो जाओ | तुमशान्त चित्त से अब अपना इच्छित रूप देख सकते हो |"
            ],
            "english": [
                "Your mind has been perturbed upon seeing this horrible feature of Mine. Now let it be finished. My devotee, be free from all disturbance. With a peaceful mind you can now see the form you desire."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता के प्रारम्भ में अर्जुन अपने पूज्य पितामह भीष्म तथागुरु द्रोण के वध के विषय में चिन्तित था | किन्तु कृष्ण ने कहा कि उसेअपने पितामह का वध करने से डरना नहीं चाहिए | जब कौरवों की सभा मेंधृतराष्ट्र के पुत्र द्रौपदी को विवस्त्र करना चाह रहे थे, तो भीष्म तथाद्रोण मौन थे, अतः कर्त्तव्यविमुख होने के कारण इनका वध होना चाहिए |कृष्णने अर्जुन को अपने विश्र्वरूप का दर्शन यह दिखाने के लिए कराया कि ये लोगअपने कुकृत्यों के कारण पहले ही मारे जा चुके हैं | यह दृश्य अर्जुन कोइसलिए दिखलाया गया, क्योंकि भक्त शान्त होते हैं और ऐसे जघन्य कर्म नहीं करसकते | विश्र्वरूप प्रकट करने का अभिप्राय स्पष्ट हो चूका था | अब अर्जुनकृष्ण के चतुर्भुज रूप को देखना चाह रहा था | अतः उन्होंने यह रूप दिखाया |भक्त कभी भी विश्र्वरूप देखने में रूचि नहीं लेता क्योंकि इससेप्रेमानुभूति का आदान-प्रदान नहीं हो सकता | भक्त या तो अपना पूजाभावअर्पित करना चाहता है या दो भुजा वाले कृष्ण का दर्शन करना चाहता है जिससेवह भगवान् के साथ प्रेमाभक्ति का आदान-प्रदान कर सके |"
            ],
            "english": [
                "In the beginning of Bhagavad-gita Arjuna was worried about killing Bhisma and Drona, his worshipful grandfathers and masters. But Krsna said that he need not be afraid of killing his grandfather. When they tried to disrobe Draupadi in the assembly, Bhisma and Drona were silent, and for such negligence of duty they should be killed. Krsna showed His universal form to Arjuna just to show him that these people were already killed for their unlawful action. That scene was shown to Arjuna because devotees are always peaceful, and they cannot perform such horrible actions. The purpose of the revelation of the universal form was shown; now Arjuna wanted to see the four-armed form, and Krsna showed him. A devotee is not much interested in the universal form, for it does not enable one to reciprocate loving feelings. A devotee wants to offer his respectful worshiping feelings; thus he wants to see the two-handed or four-handed Krsna form so he can reciprocate in loving service with the Supreme Personality of Godhead."
            ]
        }
    },
    {
        "id": [
            50
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "सञ्जय उवाच |",
                "इत्यर्जुनं वासुदेवस्तथोक्त्वा",
                "स्वकं रूपं दर्शयामास भूयः |",
                "आश्र्वासयामास च भीतमेनं",
                "भूत्वा पुनः सौम्यवपुर्महात्मा || ५० ||"
            ],
            "english": [
                "sanjaya uvaca",
                "ity arjunam vasudevas tathoktva",
                "svakam rupam darsayam asa bhuyah",
                "asvasayam asa ca bhitam enam",
                "bhutva punah saumya-vapur mahatma"
            ]
        },
        "translation": {
            "hindi": [
                "संजय ने धृतराष्ट्र से कहा – अर्जुन से इस प्रकार कहने के बाद भगवान् कृष्णने अपना असली चतुर्भुज रूप प्रकट किया और अन्त में दो भुजाओं वाला रूपप्रदर्शित करके भयभीत अर्जुन को धैर्य बँधाया |"
            ],
            "english": [
                "Sanjaya said to Dhrtarastra: The Supreme Personality of Godhead, Krsna, while speaking thus to Arjuna, displayed His real four-armed form, and at last He showed him His two-armed form, thus encouraging the fearful Arjuna."
            ]
        },
        "meaning": {
            "hindi": [
                "जब कृष्ण वासुदेव तथा देवकी के पुत्र के रूप में प्रकट हुए तो पहले वेचतुर्भुज नारायण रूप में ही प्रकट हुए, किन्तु जब उनके माता-पिता नेप्रार्थना की तो उन्होंने सामान्य बालक का रूप धारण कर लिया | उसी प्रकारकृष्ण को ज्ञात था कि अर्जुन उनके चतुर्भुज रूप को देखने का इच्छुक नहींहै, किन्तु चूँकि अर्जुन ने उनको इस रूप में देखने की प्रार्थना की थी, अतःकृष्ण ने पहले अपना चतुर्भुज रूप दिखलाया और फिर वे अपने दो भुजाओं वालेरूप में प्रकट हुए | सौम्यवपुः शब्द अत्यन्त महत्त्वपूर्ण है | इसका अर्थहै अत्यन्त सुन्दर रूप | जब कृष्ण विद्यमान थे तो सारे लोग उनके रूप पर हीमोहित हो जाते थे और चूँकि कृष्ण इस विश्र्व के निर्देशक हैं, अतः उन्होंनेअपने भक्त अर्जुन का भय दूर किया और पुनः उसे अपना सुन्दर (सौम्य) रूपदिखलाया | ब्रह्मसंहिता में (५.३८) कहा गया है – प्रेमाञ्जनच्छुरितभक्तिविलोचनेन – जिस व्यक्ति की आँखों में प्रेमरूपी अंजन लगा है, वाहीकृष्ण के सौम्यरूप का दर्शन कर सकता है |"
            ],
            "english": [
                "When Krsna appeared as the son of Vasudeva and Devaki, He first of all appeared as four-armed Narayana, but when He was requested by His parents, He transformed Himself into an ordinary child in appearance. Similarly, Krsna knew that Arjuna was not interested in seeing a four-handed form of Krsna, but since he asked to see this four-handed form, He also showed him this form again and then showed Himself in His two-handed form. The word saumya-vapuh is very significant. Saumya-vapu is a very beautiful form; it is known as the most beautiful form. When He was present, everyone was attracted simply by Krsna's form, and because Krsna is director of the universe, He just banished the fear of Arjuna, His devotee, and showed him again His beautiful form of Krsna. In the Brahma-samhita it is stated that only a person whose eyes are smeared with the ointment of love can see the beautiful form of Sri Krsna."
            ]
        }
    },
    {
        "id": [
            51
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "अर्जुन उवाच |",
                "दृष्ट्वेदं मानुषं रूपं तव सौम्यं जनार्दन |",
                "इदानीमस्मि संवृत्तः सचेताः प्रकृतिं गतः || ५१ ||"
            ],
            "english": [
                "arjuna uvaca",
                "drstvedam manusam rupam",
                "tava saumyam janardana",
                "idanim asmi samvrttah",
                "sa-cetah prakrtim gatah"
            ]
        },
        "translation": {
            "hindi": [
                "जब अर्जुन ने कृष्ण को उनके आदि रूप मेंदेखा तो कहा – हे जनार्दन! आपके इस अतीव सुन्दर मानवी रूप को देखकर मैं अबस्थिरचित्त हूँ और मैंने अपनी प्राकृत अवस्था प्राप्त कर ली है |"
            ],
            "english": [
                "When Arjuna thus saw Krsna in His original form, he said: Seeing this humanlike form, so very beautiful, my mind is now pacified, and I am restored to my original nature."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर प्रयुक्त मानुषं रूपम् शब्द स्पष्ट सूचित करता हैं किभगवान् मूलतः दो भुजाओं वाले हैं | जो लोग कृष्ण को सामान्य व्यक्तिमानकरउनका उपहास करते हैं, उनको यहाँ पर भगवान् की दिव्य प्रकृति से अनभिज्ञबताया गया है | यदि कृष्ण मनुष्य होते तो उनके लिए पहले विश्र्वरूप और फिरचतुर्भुज नारायण रूप दिखा पाना कैसे सम्भव हो पाता? अतः भगवद्गीता में यहस्पष्ट उल्लेख है कि जो कृष्ण को सामान्य व्यक्ति मानता है और पाठक को यहकहकर भ्रान्त करता है कि कृष्ण के भीतर का निर्विशेष ब्रह्म बोल रहा है, वहसबसे बड़ा अन्याय करता है | कृष्ण ने सचमुच अपने विश्र्वरूप को तथाचतुर्भुज विष्णुरूप को प्रदर्शित किया | तो फिर वे किस तरह सामान्य पुरुषहो सकते हैं? शुद्ध भक्त कभी भी ऐसी गुमराह करने वाली टीकाओं से विचलितनहीं होता, क्योंकि वह वास्तविकता से अवगत रहता है | भगवद्गीता के मूलश्लोक सूर्य की भाँति स्पष्ट हैं, मूर्ख टीकाकारों को उन पर प्रकाश डालनेकी कोई आवश्यकता नहीं है |"
            ],
            "english": [
                "Here the words manusam rupam clearly indicate the Supreme Personality of Godhead to be originally two-handed. Those who deride Krsna to be an ordinary person are shown here to be ignorant of His divine nature. If Krsna is like an ordinary human being, then how is it possible for Him to show the universal form and again to show the four-handed Narayana form? So it is very clearly stated in Bhagavad-gita that one who thinks that Krsna is an ordinary person and misguides the reader by claiming that it is the impersonal Brahman within Krsna speaking, is doing the greatest injustice. Krsna has actually shown His universal form and His fourhanded Visnu form. So how can He be an ordinary human being? A pure devotee is not confused by misguiding commentaries on Bhagavad-gita because he knows what is what. The original verses of Bhagavad-gita are as clear as the sun; they do not require lamplight from foolish commentators."
            ]
        }
    },
    {
        "id": [
            52
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच |",
                "सुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम |",
                "देवा अप्यस्य रूपस्य नित्यं दर्शनकाङ्क्षिणः || ५२ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "su-durdarsam idam rupam",
                "drstavan asi yan mama",
                "deva apy asya rupasya",
                "nityam darsana-kanksinah"
            ]
        },
        "translation": {
            "hindi": [
                "श्रीभगवान् ने कहा – हे अर्जुन! तुम मेरे जिस रूप को इस समय देख रहे हो, उसे देख पाना अत्यन्त दुष्कर है | यहाँ तक कि देवता भी इस अत्यन्त प्रियरूप को देखने की ताक में रहते हैं |"
            ],
            "english": [
                "The Blessed Lord said: My dear Arjuna, the form which you are now seeing is very difficult to behold. Even the demigods are ever seeking the opportunity to see this form which is so dear."
            ]
        },
        "meaning": {
            "hindi": [
                "इस अध्यायके ४८वें श्लोक में भगवान् कृष्ण ने अपना विश्र्वरूप दिखाना बन्द किया औरअर्जुन को बताया कि अनेक तप, यज्ञ आदि करने पर भी इस रूप को देख पानाअसम्भव है | अब सुदुर्दर्शम् शब्द का प्रयोग किया जा रहा है जो सूचित करताहै कि कृष्ण का द्विभुज रूप और अधिक गुह्य है | कोई तपस्या, वेदाध्ययन तथादार्शनिक चिंतन आदि विभिन्न क्रियाओं के साथ थोड़ा सा भक्ति-तत्त्व मिलाकारकृष्ण के विश्र्वरूप का दर्शन संभवतः कर सकता है, लेकिन ‘भक्ति-तत्त्व’ केबिना यह संभव नहीं है, इसका वर्णन पहले ही किया जा चुका है | फिर भीविश्र्वरूप से आगे कृष्ण का द्विभुज रूप है, जिसे ब्रह्मा तथा शिव जैसेबड़े-बड़े देवताओं द्वारा भी देख पाना और भी कठिन है | वे उनका दर्शन करनाचाहते हैं और श्रीमद्भागवत में प्रमाण है कि जब भगवान् अपनी माता देवकी केगर्भ में थे, तो स्वर्ग के सारे देवता कृष्ण के चमत्कार को देखने के लिएआये और उन्होंने उत्तम स्तुतियाँ कीं, यद्यपि उस समय वे दृष्टिगोचर नहीं थे | वे उनके दर्शन की प्रतीक्षा करते रहे | मूर्ख व्यक्ति उन्हें सामान्य जनसमझकर भले ही उनका उपहास कर ले और उनका सम्मान न करके उनके भीतर स्थितकिसी निराकार’कुछ’ का सम्मान करे, किन्तु यह सब मूर्खतापूर्ण व्यवहार है | कृष्ण के द्विभुज रूप का दर्शन तो ब्रह्मा तथा शिव जैसे देवता तक करनाचाहते हैं |",
                "भगवद्गीता (९.११) में इसकी पुष्टि हुई है -अवजानन्ति मां मूढा मानुषीं तनुमाश्रीतम् – जो लोग उपहास करते हैं, वेउन्हें दृश्य नहीं होते | जैसा कि ब्रह्मसंहिता में तथा स्वयं कृष्ण द्वाराभगवद्गीता में पुष्टि हुई है , कृष्ण का शरीर सच्चिदानन्द स्वरूप है | उनका शरीर कभी भी भौतिक शरीर जैसा नहीं होता | किन्तु जो लोग भगवद्गीता याइसी प्रकार के वैदिक शास्त्रों को पढ़कर कृष्ण का अध्ययन करते हैं, उनके लिएकृष्ण समस्या बने रहते हैं | जो भौतिक विधि का प्रयोग करता है उसके लिएकृष्ण एक महान ऐतिहासिक पुरुष तथा अत्यन्त विद्वान चिन्तक हैं, यद्यपि वेसामान्य व्यक्ति हैं और इतने शक्तिमान होते हुए भी उन्हें भौतिक शरीर धारणकरना पड़ा | अन्ततोगत्वा वे परमसत्य को निर्विशेष मानते हैं, अतः वे सोचतेहैं कि भगवान् ने अपना निराकार रूप से ही साकार रूप धारण किया | परमेश्र्वर के विषय में ऐसा अनुमान भौतिकतावादी है| दूसरा अनुमान भी काल्पनिक है | जोलोग ज्ञान की खोज में हैं, वे भी कृष्ण का चिन्तन करते हैं और उन्हें उनकेविश्र्वरूप से कम महत्त्वपूर्ण मानते हैं | इस प्रकार कुछ लोग सोचते हैंकि अर्जुन के समक्ष कृष्ण का जो रूप प्रकट हुआ था, वह उनके साकार रूप सेअधिक महत्त्वपूर्ण है | उनके अनुसार कृष्ण का साकार रूप काल्पनिक है | उनकाविश्र्वास है कि परमसत्य व्यक्ति नहीं है | किन्तु भगवद्गीता के चतुर्थ अध्याय में दिव्य विधि का वर्णन है और वह कृष्ण के विषय में प्रामाणिकव्यक्तियों से श्रवण करने की है | यही वास्तविक वैदिक विधि है और जो लोगसचमुच वैदिक परम्परा में है, वे किसी अधिकारी से ही कृष्ण के विषय मेंश्रवण करते हैं और बारम्बार श्रवण करने से कृष्ण उनके प्रिय हो जाते हैं | जैसा कि हम कई बार बता चुके हैं कि कृष्ण अपनी योगमाया शक्ति से आच्छादितहैं | उन्हें हर कोई नहीं देख सकता | वही उन्हें देख पाता है, जिसके समक्षवे प्रकट होते हैं | इसकी पुष्टि वेदों में हुई है , किन्तु जो शरणागत होचुका है, वह परमसत्य को सचमुच समझ पाता है | निरन्तर कृष्णभावनामृत से तथाकृष्ण की भक्ति से अध्यात्मिक आँखें खुल जाती हैं और वह कृष्ण को प्रकट रूपमें देख सकता है | ऐसा प्राकट्य देवताओं तक के लिए दुर्लभ है, अतः वे भीउन्हें नहीं समझ पाते और उनके द्विभुज रूप के दर्शन की ताक में रहते हैं | निष्कर्ष यह निकला कि यद्यपि कृष्ण के विश्र्वरूप का दर्शन कर पाना अत्यन्तदुर्लभ है और हर कोई ऐसा नहीं कर सकता, किन्तु उनके श्यामसुन्दर रूप को समझपाना तो और भी कठिन है |"
            ],
            "english": [
                "In the forty-eighth verse of this chapter Lord Krsna concluded revealing His universal form and informed Arjuna that this form is not possible to be seen by so many activities, sacrifices, etc. Now here the word sudurdarsam is used, indicating that Krsna's two-handed form is still more confidential. One may be able to see the universal form of Krsna by adding a little tinge of devotional service to various activities like penance, Vedic study and philosophical speculation, etc. It may be possible, but without a tinge of bhakti, one cannot see; that has already been explained. Still, beyond that universal form, the form of Krsna as a two-handed man is still more difficult to see, even for demigods like Brahma and Lord Siva. They desire to see Him, and we have evidences in the Srimad-Bhagavatam that when He was supposed to be in the womb of His mother, Devaki, all the demigods from heaven came to see the marvel of Krsna. They even waited to see Him. A foolish person may deride Him, but that is an ordinary person. Krsna is actually desired to be seen by demigods like Brahma and Siva in His two-armed form.",
                "In Bhagavad-gita it is also confirmed that He is not visible to the foolish persons who deride Him. Krsna's body, as confirmed by Brahma-samhita and confirmed by Himself in Bhagavad-gita, is completely spiritual and full of bliss and eternality. His body is never like a material body. But for some who make a study of Krsna by reading Bhagavad-gita or similar Vedic scriptures, Krsna is a problem. For one using a material process, Krsna is considered to be a great historical personality and very learned philosopher. But He isn't an ordinary man. But some think that even though He was so powerful, He had to accept a material body. Ultimately they think that the Absolute Truth is impersonal; therefore they think that from His impersonal feature He assumed a personal feature attached to material nature. This is a materialistic calculation of the Supreme Lord. Another calculation is speculative. Those who are in search of knowledge also speculate on Krsna and consider Him to be less important than the universal form of the Supreme. Thus some think that the universal form of Krsna which was manifested to Arjuna is more important than His personal form. According to them, the personal form of the Supreme is something imaginary. They believe that in the ultimate issue, the Absolute Truth is not a person. But the transcendental process is described in Bhagavad-gita, Chapter Two: to hear about Krsna from authorities. That is the actual Vedic process, and those who are actually in the Vedic line hear about Krsna from authority, and by repeated hearing about Him, Krsna becomes dear. As we have several times discussed, Krsna is covered by His yoga-maya potency. He is not to be seen or revealed to anyone and everyone. Only by one to whom He reveals Himself can He be seen. This is confirmed in Vedic literature; for one who is a surrendered soul, the Absolute Truth can actually be understood. The transcendentalist, by continuous Krsna consciousness and by devotional service to Krsna, can have his spiritual eyes opened and can see Krsna by revelation. Such a revelation is not possible even for the demigods; therefore it is difficult even for the demigods to understand Krsna, and the advanced demigods are always in hope of seeing Krsna in His two-handed form. The conclusion is that although to see the universal form of Krsna is very, very difficult and not possible for anyone and everyone, it is still more difficult to understand His personal form as Syamasundara."
            ]
        }
    },
    {
        "id": [
            53
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "नाहं वेदैर्न तपसा न दानेन न चेज्यया |",
                "शक्य एवंविधो द्रष्टुं दृष्टवानसि मां यथा || ५३ ||"
            ],
            "english": [
                "naham vedair na tapasa",
                "na danena na cejyaya",
                "sakya evam-vidho drastum",
                "drstavan asi mam yatha"
            ]
        },
        "translation": {
            "hindi": [
                "तुम अपने दिव्य नेत्रों से जिस रूप का दर्शन कर रहे हो, उसे न तोवेदाध्ययन से, न कठिन तपस्या से, न दान से, न पूजा से ही जाना जा सकता है | कोई इन साधनों के द्वारा मुझे मेरे रूप में नहीं देख सकता |"
            ],
            "english": [
                "The form which you are seeing with your transcendental eyes cannot be understood simply by studying the Vedas, nor by undergoing serious penances, nor by charity, nor by worship. It is not by these means that one can see Me as I am."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्ण पहले अपनी माता देवकी तथा पिता वासुदेव के समक्ष चतुर्भुजरूप में प्रकट हुए थे और तब उन्होंने अपना द्विभुज रूप धारण किया था | जोलोग नास्तिक हैं या भक्तिविहीन हैं, उनके लिए इस रहस्य को समझ पाना अत्यन्तकठिन है | जिन विद्वानों ने केवल व्याकरण विधि से या कोरी शैक्षिकयोग्यताओं के आधार पर वैदिक साहित्य का अध्ययन किया है, वे कृष्ण को नहींसमझ सकते | न ही वे लोग कृष्ण को समझ सकेंगे, जो औपचारिक पूजा करने के लिएमन्दिर जाते हैं | वे भले ही वहाँ जाते रहें, वे कृष्ण के असली रूप को नहींसमझ सकेंगे | कृष्ण को तो केवल भक्तिमार्ग से समझा जा सकता है, जैसा किकृष्ण ने स्वयं अगले श्लोक में बताया है |"
            ],
            "english": [
                "Krsna first appeared before His parents Devaki and Vasudeva in a four-handed form, and then He transformed Himself into the two-handed form. This mystery is very difficult to understand for those who are atheists or who are devoid of devotional service. For scholars who have simply studied Vedic literature by way of speculation or out of mere academic interest, Krsna is not easy to understand. Nor is He to he understood by persons who officially go to the temple to offer worship. They make their visit, but they cannot understand Krsna as He is. Krsna can be understood only through the path of devotional service, as explained by Krsna Himself in the next verse."
            ]
        }
    }
]