[
    {
        "id": [
            12
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "दिवि सूर्यसहस्त्रस्य भवेद्युगपदुत्थिता |",
                "यदि भाः सदृशी सा स्याद्भासस्तस्य महात्मनः || १२ ||"
            ],
            "english": [
                "divi surya-sahasrasya",
                "bhaved yugapad utthita",
                "yadi bhah sadrsi sa syad",
                "bhasas tasya mahatmanah"
            ]
        },
        "translation": {
            "hindi": [
                "यदि आकाश में हजारों सूर्य एकसाथ उदय हों, तो उनका प्रकाश शायद परमपुरुष के इस विश्र्वरूप के तेज की समता कर सके |"
            ],
            "english": [
                "If hundreds of thousands of suns rose up at once into the sky, they might resemble the effulgence of the Supreme Person in that universal form."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन ने जो कुछ देखा वह अकथ्य था, तो भी संजय धृतराष्ट्र को उस महान दर्शन का मानसिक चित्र उपस्थित करने का प्रयत्न कर रहा है | न तो संजय वहाँ था, न धृतराष्ट्र, किन्तु व्यासदेव के अनुग्रह से संजय सारी घटनाओं को देख सकता है | अतएव इस स्थिति की तुलना वह एक काल्पनिक घटना (हजारों सूर्यों) से कर रहा है, जिससे इसे समझा जा सके |"
            ],
            "english": [
                "What Arjuna saw was indescribable, yet Sanjaya is trying to give a mental picture of that great revelation to Dhrtarastra. Neither Sanjaya nor Dhrtarastra were present, but Sanjaya, by the grace of Vyasa, could see whatever happened. Thus he now compares the situation, as far as it can be understood, to an imaginable phenomenon (i.e. thousands of suns)."
            ]
        }
    },
    {
        "id": [
            13
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "तत्रैकस्थं जगत्कृत्स्नं प्रविभक्तमनेकधा |",
                "अपश्यद्देवदेवस्य शरीरे पाण्डवस्तदा || १३ ||"
            ],
            "english": [
                "tatraika-stham jagat krtsnam",
                "pravibhaktam anekadha",
                "apasyad deva-devasya",
                "sarire pandavas tada"
            ]
        },
        "translation": {
            "hindi": [
                "उस समय अर्जुन भगवान् के विश्र्वरूप में एक ही स्थान पर स्थित हजारोंभागों में विभक्त ब्रह्माण्ड के अनन्त अंशों को देख सका |"
            ],
            "english": [
                "At that time Arjuna could see in the universal form of the Lord the unlimited expansions of the universe situated in one place although divided into many, many thousands."
            ]
        },
        "meaning": {
            "hindi": [
                "तत्र (वहाँ) शब्द अत्यन्त महत्त्वपूर्ण है | इससे सूचितहोता है कि जब अर्जुन ने विश्र्वरूप देखा, उस समय अर्जुन तथा कृष्ण दोनों ही रथ परबैठे थे | युद्धभूमि के अन्य लोग इस रूप को नहीं देख सके, क्योंकि कृष्ण ने केवलअर्जुन को दृष्टि प्रदान की थी | वह कृष्ण के शरीर में हजारों लोक देख सका | जैसाकि वैदिक शास्त्रों से पता चलता है कि ब्रह्माण्ड अनेक हैं और लोक भी अनेक हैं |इनमें से कुछ मिट्टी के बने हैं, कुछ सोने के, कुछ रत्नों के, कुछ बहुत बड़े हैं,तो कुछ बहुत बड़े नहीं हैं | अपने रथ पर बैठकर अर्जुन इन सबों को देख सकता था |किन्तु कोई यह नहीं जान पाया कि अर्जुन तथा कृष्ण के बीच क्या चल रहा था |"
            ],
            "english": [
                "The word tatra (there) is very significant. It indicates that both Arjuna and Krsna were sitting on the chariot when Arjuna saw the universal form. Others on the battlefield could not see this form because Krsna gave the vision only to Arjuna. Arjuna could see in the body of Krsna many thousands of universes. As we learn from Vedic scriptures, there are many universes and many planets. Some of them are made of earth, some are made of gold, some are made of jewels, some are very great, some are not so great, etc. Sitting on his chariot, Arjuna could see all these universes. But no one could understand what was going on between Arjuna and Krsna."
            ]
        }
    },
    {
        "id": [
            14
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "ततः स विस्मयाविष्टो हृष्टरोमा धनञ्जयः |",
                "प्रणम्य शिरसा देवं कृताञ्जलिरभाषत || १४ ||"
            ],
            "english": [
                "tatah sa vismayavisto",
                "hrsta-roma dhananjayah",
                "pranamya sirasa devam",
                "krtanjalir abhasata"
            ]
        },
        "translation": {
            "hindi": [
                "तब मोहग्रस्त एवं आश्चर्यचकित रोमांचित हुए अर्जुन ने प्रणाम करने के लिए मस्तक झुकाया और वह हाथ जोड़कर भगवान् से प्रार्थना करने लगा |"
            ],
            "english": [
                "Then, bewildered and astonished, his hair standing on end, Arjuna began to pray with folded hands, offering obeisances to the Supreme Lord."
            ]
        },
        "meaning": {
            "hindi": [
                "एक बार दिव्य दर्शन हुआ नहीं कि कृष्ण तथा अर्जुन के पारस्परिक सम्बन्ध तुरन्त बदल गये | अभी तक कृष्ण तथा अर्जुन में मैत्री सम्बन्ध था, किन्तु दर्शन होते ही अर्जुन अत्यन्त आदरपूर्वक प्रणाम कर रहा है और हाथ जोड़कर कृष्ण से प्रार्थना कर रहा है | वह उनके विश्र्वरूप की प्रशंसा कर रहा है | इस प्रकार अर्जुन का सम्बन्ध मित्रता का न रहकर आश्चर्य का बन जाता है | बड़े-बड़े भक्त कृष्ण को समस्त सम्बन्धों का आगार मानते हैं | शास्त्रों में १२ प्रकार के सम्बन्धों का उल्लेख है और वे सब कृष्ण में निहित हैं | यह कहा जाता है कि वे दो जीवों के बीच, देवताओं के बीच या भगवान् तथा भक्त के बीच के पारस्परिक आदान-प्रदान होने वाले सम्बन्धों के सागर हैं |",
                "यहाँ पर अर्जुन आश्चर्य-सम्बन्ध से प्रेरित है और उसीमें वह अत्यन्त गम्भीर तथा शान्त होते हुए भी अत्यन्त आह्दालित हो उठा | उसके रोम खड़े हो गये और वह हाथ जोड़कर भगवान् की प्रार्थना करने लगा | निस्सन्देह वह भयभीत नहीं था | वह भगवान् के आश्चर्यों से अभिभूत था | इस समय तो उसके समक्ष आश्चर्य था और उसकी प्रेमपूर्ण मित्रता आश्चर्य से अभिभूत थी | अतः उसकी प्रतिक्रिया इस प्रकार हुई |"
            ],
            "english": [
                "Once the divine vision is revealed, the relationship between Krsna and Arjuna changes immediately. Before, Krsna and Arjuna had a relationship based on friendship, but here, after the revelation, Arjuna is offering obeisances with great respect, and with folded hands he is praying to Krsna. He is praising the universal form. Thus Arjuna's relationship becomes one of wonder rather than friendship. Great devotees see Krsna as the reservoir of all relationships. In the scriptures there are twelve basic kinds of relationships mentioned, and all of them are present in Krsna. It is said that He is the ocean of all the relationships exchanged between two living entities, between the gods, or between the Supreme Lord and His devotees.",
                "It is said that Arjuna was inspired by the relationship of wonder, and in that wonder, although he was by nature very sober, calm and quiet, he became ecstatic, his hair stood up, and he began to offer his obeisances unto the Supreme Lord with folded hands. He was not, of course, afraid. He was affected by the wonders of the Supreme Lord. The immediate context is wonder; his natural loving friendship was overwhelmed by wonder, and thus he reacted in this way."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "अर्जुन उवाच",
                "पश्यामि देवांस्तव देव देहे",
                "सर्वांस्तथा भूतविशेषसङ्घान् |",
                "ब्रह्माणमीशं कमलासनस्थ-",
                "मृषींश्र्च सर्वानुरगांश्र्च दिव्यान् || १५ ||"
            ],
            "english": [
                "arjuna uvaca",
                "pasyami devams tava deva dehe",
                "sarvams tatha bhuta-visesa-sanghan",
                "brahmanam isam kamalasana-stham",
                "rsims ca sarvan uragams ca divyan"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – हे भगवान् कृष्ण! मैं आपके शरीर में सारे देवताओं तथा अन्य विविध जीवों को एकत्र देख रहा हूँ | मैं कमल पर आसीन ब्रह्मा, शिवजी तथा समस्त ऋषियों एवं दिव्य सर्पों को देख रहा हूँ |"
            ],
            "english": [
                "Arjuna said: My dear Lord Krsna, I see assembled together in Your body all the demigods and various other living entities. I see Brahma sitting on the lotus flower as well as Lord Siva and many sages and divine serpents."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन ब्रह्माण्ड कि प्रत्येक वास्तु देखता है, अतः वह ब्रह्माण्ड के प्रथम प्राणी ब्रह्मा को तथा उस दिव्य सर्प को, जिस पर गर्भोदकशायी विष्णु ब्रह्माण्ड के अधोतल में शयन करते हैं, देखता है | इस शेष-शय्या के नाग को वासुकि भी कहते हैं | अन्य सर्पों को भी वासुकि कहा जाता है | अर्जुन गर्भोदकशायी विष्णु से लेकर कमललोक स्थित ब्रह्माण्ड के शीर्षस्य भाग को जहाँ ब्रह्माण्ड के प्रथम जीव ब्रह्मा निवास करते हैं, देख सकता है | इसका अर्थ यह है कि अर्जुन आदि से अन्त तक की सारी वस्तुएँ अपने रथ में एक ही स्थान पर बैठे-बैठे देख सकता था | यह सब भगवान् कृष्ण की कृपा से ही सम्भव हो सका |"
            ],
            "english": [
                "Arjuna sees everything in the universe; therefore he sees Brahma, who is the first creature in the universe, and the celestial serpent upon which the Garbhodakasayi Visnu lies in the lower regions of the universe. This snake bed is called Vasuki. There are also other snakes known as Vasuki. Arjuna can see from the Garbhodakasayi Visnu up to the topmost part of the universe on the lotus-flower planet where Brahma, the first creature of the universe, resides. That means that from the beginning to the end, everything could be seen by Arjuna sitting in one place on his chariot. This was possible by the grace of the Supreme Lord, Krsna."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "अनेकबाहूदरवक्त्रनेत्रं",
                "पश्यामि त्वां सर्वतोऽनन्तरूपम् |",
                "नान्तं न मध्यं न पुनस्तवादिं",
                "पश्यामि विश्र्वेश्र्वर विश्र्वरूप || १६ ||"
            ],
            "english": [
                "aneka-bahudara-vaktra-netram",
                "pasyami tvam sarvato 'nanta-rupam",
                "nantam na madhyam na punas tavadim",
                "pasyami visvesvara visva-rupa"
            ]
        },
        "translation": {
            "hindi": [
                "हे विश्र्वेश्र्वर, हे विश्र्वरूप! मैं आपके शरीर में अनेकानेक हाथ, पेट, मुँह तथा आँखें देख रहा हूँ, जो सर्वत्र फैले हैं और जिनका अन्त नहीं है | आपमें न अन्त दीखता है, न मध्य और न आदि |"
            ],
            "english": [
                "O Lord of the universe, I see in Your universal body many, many forms-bellies, mouths, eyes-expanded without limit. There is no end, there is no beginning, and there is no middle to all this."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्ण भगवान् हैं और असीम हैं, अतः उनके माध्यम से सब कुछ देखा जा सकता था |"
            ],
            "english": [
                "Krsna is the Supreme Personality of Godhead and is unlimited; thus through Him everything could be seen."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "किरीटिनं गदिनं चक्रिणं च",
                "तेजोराशिं सर्वतो दीप्तिमन्तम् |",
                "पश्यामि त्वां दुर्निरीक्ष्यं समन्ता-",
                "द्दीप्तानलार्कद्युतिमप्रमेयम् || १७ ||"
            ],
            "english": [
                "kiritinam gadinam cakrinam ca",
                "tejo-rasim sarvato diptimantam",
                "pasyami tvam durniriksyam samantad",
                "diptanalarka-dyutim aprameyam"
            ]
        },
        "translation": {
            "hindi": [
                "आपके रूप को उसके चकाचौंध के कारण देख पाना कठिन है, क्योंकि वह प्रज्जवलित अग्नि कि भाँति अथवा सूर्य के अपार प्रकाश की भाँति चारों ओर फैल रहा है | तो भी मैं इस तेजोमय रूप को सर्वत्र देख रहा हूँ, जो अनेक मुकुटों, गदाओं तथा चक्रों से विभूषित है |"
            ],
            "english": [
                "Your form, adorned with various crowns, clubs and discs, is difficult to see because of its glaring effulgence, which is fiery and immeasurable like the sun."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "त्वमक्षरं परमं वेदितव्यं",
                "त्वमस्य विश्र्वस्य परं निधानम् |",
                "त्वमव्ययः शाश्र्वतधर्मगोप्ता",
                "सनातनस्त्वं पुरुषो मतो मे || १८ ||"
            ],
            "english": [
                "tvam aksaram paramam veditavyam",
                "tvam asya visvasya param nidhanam",
                "tvam avyayah sasvata-dharma-gopta",
                "sanatanas tvam puruso mato me"
            ]
        },
        "translation": {
            "hindi": [
                "आप परम आद्य ज्ञेय वास्तु हैं | आप इस ब्रह्माण्ड के परम आधार (आश्रय) हैं | आप अव्यय तथा पुराण पुरुष हैं | आप सनातन धर्म के पालक भगवान् हैं | यही मेरा मत है |"
            ],
            "english": [
                "You are the supreme primal objective; You are the best in all the universes; You are inexhaustible, and You are the oldest; You are the maintainer of religion, the eternal Personality of Godhead."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "अनादिमध्यान्तमनन्तवीर्य-",
                "मनन्तबाहुं शशिसूर्यनेत्रम् |",
                "पश्यामि त्वां दीप्तहुताशवक्त्रं",
                "स्वतेजसा विश्र्वमिदं तपन्तम् || १९ ||"
            ],
            "english": [
                "anadi-madhyantam ananta-viryam",
                "ananta-bahum sasi-surya-netram",
                "pasyami tvam dipta-hutasa-vaktram",
                "sva-tejasa visvam idam tapantam"
            ]
        },
        "translation": {
            "hindi": [
                "आप आदि, मध्य तथा अन्त से रहित हैं | आपका यश अनन्त है | आपकी असंख्यभुजाएँ हैं और सूर्य चन्द्रमा आपकी आँखें हैं | मैं आपके मुख से प्रज्जवलित अग्निनिकलते और आपके तेज से इस सम्पूर्ण ब्रह्माण्ड को जलाते हुए देख रहा हूँ |"
            ],
            "english": [
                "You are the origin without beginning, middle or end. You have numberless arms, and the sun and moon are among Your great unlimited eyes. By Your own radiance You are heating this entire universe."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् के षड्ऐश्र्वर्यों की कोई सीमा नहीं है | यहाँ परतथा अन्यत्र भी पुनरुक्ति पाई जाती है, किन्तु शास्त्रों के अनुसार कृष्ण की महिमाकी पुनरुक्ति कोई साहित्यिक दोष नहीं है | कहा जाता है कि मोहग्रस्त होने या परमआह्लाद के समय या आश्चर्य होने पर कथनों की पुनरुक्ति हुआ करती है | यह कोई दोष नहीं है |"
            ],
            "english": [
                "There is no limit to the extent of the six opulences of the Supreme Personality of Godhead. Here and in many other places there is repetition, but according to the scriptures, repetition of the glories of Krsna is not a literary weakness. It is said that at a time of bewilderment or wonder or of great ecstasy, statements are repeated over and over. That is not a flaw."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "द्यावापृथिव्योरिदमन्तरं हि",
                "व्याप्तं त्वयैकेन दिशश्र्च सर्वाः |",
                "दृष्ट्वाद्भुतं रूपमुग्रं तवेदं",
                "लोकत्रयं प्रव्यथितं महात्मन् || २० ||"
            ],
            "english": [
                "dyav a-prthivyor idam antaram hi",
                "vyaptam tvayaikena disas ca sarvah",
                "drstvadbhutam rupam ugram tavedam",
                "loka-trayam pravyathitam mahatman"
            ]
        },
        "translation": {
            "hindi": [
                "यद्यपि आप एक हैं, किन्तु आप आकाश तथा सारे लोकों एवं उनके बीच के समस्त अवकाश में व्याप्त हैं | हे महापुरुष! आपके इस अद्भुत तथा भयानक रूप को देखके सारे लोक भयभीत हैं |"
            ],
            "english": [
                "Although You are one, You are spread throughout the sky and the planets and all space between. O great one, as I behold this terrible form, I see that all the planetary systems are perplexed."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में द्याव्-आ-पृथिव्योः (धरती तथा आकाश के बीच का स्थान) तथा लोकत्रयम् (तीनों संसार) महत्त्वपूर्ण शब्द हैं, क्योंकि ऐसा लगता है कि न केवल अर्जुन ने इस विश्र्वरूप को देखा, बल्कि अन्य लोकों के वासियों ने भी देखा | अर्जुन द्वारा विश्र्वरूप का दर्शन स्वप्न न था | भगवान् ने जिन जिनको दिव्य दृष्टि प्रदान की, उन्होंने युद्धक्षेत्र में उस विश्र्वरूप को देखा |"
            ],
            "english": [
                "Dyav aprthivyoh (the space between heaven and earth) and lokatrayam (three worlds) are significant words in this verse because it appears that not only Arjuna saw this universal form of the Lord, but others in other planetary systems also saw it. The vision was not a dream. All who were spiritually awake with the divine vision saw it."
            ]
        }
    },
    {
        "id": [
            21
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "अमी हि त्वां सुरसङघा विशन्ति",
                "केचिद्भीताः प्राञ्जलयो गृणन्ति |",
                "स्वस्तीत्युक्त्वा महर्षिसिद्धसङघाः",
                "स्तुवन्ति त्वां स्तुतिभिः पुष्कलाभिः || २१ ||"
            ],
            "english": [
                "ami hi tvam sura-sangha visanti",
                "kecid bhitah pranjalayo grnanti",
                "svastity uktva maharsi-siddha-sanghah",
                "stuvanti tvam stutibhih puskalabhih"
            ]
        },
        "translation": {
            "hindi": [
                "देवों का सारा समूह आपकी शरण ले रहा है और आपमें प्रवेश कर रहा है |उनमें से कुछ अत्यन्त भयभीत होकर हाथ जोड़े आपकी प्रार्थना कर रहें हैं | महर्षियोंतथा सिद्धों के समूह “कल्याण हो” कहकर वैदिक स्तोत्रों का पाठ करते हुए आपकीस्तुति कर रहे हैं |"
            ],
            "english": [
                "All the demigods are surrendering and entering into You. They are very much afraid, and with folded hands they are singing the Vedic hymns."
            ]
        },
        "meaning": {
            "hindi": [
                "समस्त लोकों के देवता विश्र्वरूप कीभयानकता तथा प्रदीप्ततेज से इतने भयभीत थे कि वे रक्षा के लिए प्रार्थना करने लगे |"
            ],
            "english": [
                "The demigods in all the planetary systems feared the terrific manifestation of the universal form and its glowing effulgence and so prayed for protection."
            ]
        }
    }
]