[
    {
        "id": [
            33
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "तस्मात्त्वमुत्तिष्ठ यशो लभस्व",
                "जित्वा शत्रून् भुङ्क्ष्व राज्यं समृद्धम् |",
                "मयैवैते निहताः पूर्वमेव",
                "निमित्तमात्रं भाव सव्यसाचिन् || ३३ ||"
            ],
            "english": [
                "tasmat tvam uttistha yaso labhasva",
                "jitva satrun bhunksva rajyam samrddham",
                "mayaivaite nihatah purvam eva",
                "nimitta-matram bhava savya-sacin"
            ]
        },
        "translation": {
            "hindi": [
                "अतःउठो! लड़ने के लिएतैयार होओ और यश अर्जित करो | अपने शत्रुओं को जीतकरसम्पन्न राज्य का भोग करो |ये सब मेरे द्वारा पहले ही मारे जा चुके हैं औरहे सव्यसाची! तुम तो युद्ध मेंकेवल निमित्तमात्र हो सकते हो |"
            ],
            "english": [
                "Therefore get up and prepare to fight. After conquering your enemies you will enjoy a flourishing kingdom. They are already put to death by My arrangement, and you, O Savyasacin, can be but an instmment in the fight."
            ]
        },
        "meaning": {
            "hindi": [
                "सव्यसाची काअर्थ है वह जो युद्धभूमि में अत्यन्त कौशल के साथतीर छोड़ सके | इस प्रकार अर्जुनको एक पटु योद्धा के रूप में सम्बोधित कियागया है, जो अपने शत्रुओं को तीर सेमारकर मौत के घाट उतार सकता है | निमित्तमात्रम्– “केवल कारण मात्र” यह शब्द भीअत्यन्त महत्त्वपूर्ण है | संसार भगवान् की इच्छानुसार गतिमान है | अल्पज्ञ पुरुषसोचते हैं कि प्रकृतिबिना किसी योजना के गतिशील है और सारी सृष्टि आकस्मिक है |ऐसा अनेकतथाकथित विज्ञानी हैं, जो यह सुझाव रखते हैं कि सम्भवतया ऐसा था, या ऐसा होसकता है, किन्तु इस प्रकार के “शायद” या “हो सकता है” का प्रश्न ही नहींउठता | प्रकृति द्वारा विशेष योजना संचालित की जा रही है | यह योजना क्याहै? यह विराट जगत् बद्धजीवों के लिए भगवान् के धाम वापस जाने के लिएसुअवसर (सुयोग) है | जब तकउनकी प्रवृत्ति प्रकृति के ऊपर प्रभुत्व स्थापितकरने की रहती है, तब तक वे बद्धरहते हैं | किन्तु जो कोई भी परमेश्र्वर कीइस योजना (इच्छा) को समझ लेता है औरकृष्णभावनामृत का अनुशीलन करता है, वहपरम बुद्धिमान है | दृश्यजगत की उत्पत्तितथा उसका संहार ईश्र्वर की परमअध्यक्षता में होता है | इस प्रकार कुरुक्षेत्र कायुद्ध ईश्र्वर की योजनाके अनुसार लड़ा गया | अर्जुन युद्ध करने से मना कर रहा था,किन्तु उसे बतायागया कि परमेश्र्वर की इच्छानुसार उसे लड़ना होगा | तभी वह सुखीहोगा | यदिकोई कृष्णभावनामृत से पूरित हो और उसका जीवन भगवान् की दिव्य सेवा मेंअर्पित हो, तो समझो कि वह कृतार्थ है |"
            ],
            "english": [
                "Savyasacin refers to one who can shoot arrows very expertly in the field; thus Arjuna is addressed as an expert warrior capable of delivering arrows to kill his enemies. \"Just become an instrument\": nimitta-matram. This word is also very significant. The whole world is moving according to the plan of the Supreme Personality of Godhead. Foolish persons who do not have sufficient knowledge think that nature is moving without a plan and all manifestations are but accidental formations. There are many so-called scientists who suggest that perhaps it was like this, or maybe like that, but there is no question of \"perhaps\" and \"maybe.\" There is a specific plan being carried out in this material world. What is this plan? This cosmic manifestation is a chance for the conditioned souls to go back to Godhead, back to home. As long they have the domineering mentality which makes them try to lord it over material nature, they are conditioned. But anyone who can understand the plan of the Supreme Lord and cultivate Krsna consciousness is most intelligent. The creation and destruction of the cosmic manifestation are under the superior guidance of God. Thus the Battle of Kuruksetra was fought according to the plan of God. Arjuna was refusing to fight, but he was told that he should fight and at the same time desire the Supreme Lord. Then he would be happy. If one is in full Krsna consciousness and if his life is devoted to His transcendental service, he is perfect."
            ]
        }
    },
    {
        "id": [
            34
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "द्रोणं च भीष्मं च जयद्रथं च",
                "कर्णं तथान्यानपि योधवीरान् |",
                "मया हतांस्तवं जहि माव्यथिष्ठा",
                "युध्यस्व जेतासि रणे सपत्नान् || ३४ ||"
            ],
            "english": [
                "dronam ca bhismam ca jayadratham ca",
                "karnam tathanyan api yodha-viran",
                "maya hatams tvam jahi ma vyathistha",
                "yudhyasva jetasi rane sapatnan"
            ]
        },
        "translation": {
            "hindi": [
                "द्रोण, भीष्म, जयद्रथ, कर्ण तथा अन्य महान योद्धा पहले ही मेरे द्वारामारेजा चुके हैं | अतः उनका वध करो और तनिक भी विचलित न होओ | तुम केवल युद्धकरो| युद्ध में तुम अपने शत्रुओं को परास्त करोगे |"
            ],
            "english": [
                "The Blessed Lord said: All the great warriors-Drona, Bhisma, Jayadratha, Karna-are already destroyed. Simply fight, and you will vanquish your enemies."
            ]
        },
        "meaning": {
            "hindi": [
                "प्रत्येक योजना भगवान् द्वारा बनती है, किन्तु वे अपनेभक्तों परइतने कृपालु रहते हैं कि जो भक्त उनकी इच्छानुसार उनकी योजना का पालनकरतेहैं, उन्हें ही वे उसका श्रेय देते हैं | अतः जीवन को इस प्रकार गतिशीलहोनाचाहिए कि प्रत्येक व्यक्ति कृष्णभावनामृत में कर्म करे और गुरु केमाध्यम सेभगवान् को जाने | भगवान् की योजनाएँ उन्हीं की कृपा से समझी जातीहैं और भक्तों कीयोजनाएँ उनकी ही योजनाएँ हैं | मनुष्य को चाहिए कि ऐसीयोजनाओं का अनुसरण करे औरजीवन-संघर्ष में विजयी बने |"
            ],
            "english": [
                "Every plan is made by the Supreme Personality of Godhead, but He is so kind and merciful to His devotees that He wants to give the credit to His devotees who carry out His plan according to His desire. Life should therefore move in such a way that everyone acts in Krsna consciousness and understands the Supreme Personality of Godhead through the medium of a spiritual master. The plans of the Supreme Personality of Godhead are understood by His mercy, and the plans of the devotees are as good as His plans. One should follow such plans and be victorious in the struggle for existence."
            ]
        }
    },
    {
        "id": [
            35
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "सञ्जय उवाच |",
                "एतच्छ्रुत्वा वचनं केशवस्य",
                "कृताञ्जलिर्वेपमानः किरीती |",
                "नमस्कृत्वा भूय एवाह कृष्णं",
                "सगद्गदं भीतभीतः प्रणम्य || ३५ ||"
            ],
            "english": [
                "sanjaya uvaca",
                "etac chrutva vacanam kesavasya",
                "krtanjalir vepamanah kiriti",
                "namaskrtva bhuya evaha krsnam",
                "sa-gadgadam bhita-bhitah pranamya"
            ]
        },
        "translation": {
            "hindi": [
                "संजय ने धृतराष्ट्र से कहा- हे राजा! भगवान् के मुख से इन वचनों कोसुनकरकाँपते हुए अर्जुन ने हाथ जोड़कर उन्हें बारम्बार नमस्कार किया | फिरउसनेभयभीत होकर अवरुद्ध स्वर में कृष्ण से इस प्रकार कहा |"
            ],
            "english": [
                "Sanjaya said to Dhrtarastra: O King, after hearing these words from the Supreme Personality of Godhead, Arjuna trembled, fearfully offered obeisances with folded hands and began, falteringly, to speak as follows:"
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि पहले कहा जा चुका है, भगवान्के विश्र्वरूप केकारण अर्जुन आश्चर्यचकित था, अतः वह कृष्ण को बारम्बारनमस्कार करने लगा औरअवरुद्ध कंठ से आश्चर्य से वह कृष्ण की प्रार्थना मित्रके रूप में नहीं, अपितुभक्त के रूप में करने लगा |"
            ],
            "english": [
                "As we have already explained, because of the situation created by the universal form of the Supreme Personality of Godhead, Arjuna became bewildered in wonder; thus he began to offer his respectful obeisances to Krsna again and again, and with faltering voice he began to pray, not as a friend, but as a devotee in wonder."
            ]
        }
    },
    {
        "id": [
            36
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "अर्जुन उवाच |",
                "स्थाने हृषीकेश तव प्रकीर्त्या",
                "जगत्प्रहृष्यत्यनुरज्यते च |",
                "रक्षांसि भीतानि दिशो द्रवन्ति",
                "सर्वे नमस्यन्ति च सिद्धसङ्घाः || ३६ ||"
            ],
            "english": [
                "arjuna uvaca",
                "sthane hrsikesa tava prakirtya",
                "jagat prahrsyaty anurajyate ca",
                "raksamsi bhitani diso dravanti",
                "sarve namasyanti ca siddha-sanghah"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – हे हृषीकेश! आपके नाम के श्रवण से संसार हर्षित होताहै औरसभी लोग आपके प्रति अनुरक्त होते हैं | यद्यपि सिद्धपुरुष आपको नमस्कारकरतेहैं, किन्तु असुरगण भयभीत हैं और इधर-उधर भाग रहे हैं | यह ठीक ही हुआहै |"
            ],
            "english": [
                "O Hrsikesa, the world becomes joyful upon hearing Your name and thus everyone becomes attached to You. Although the perfected beings offer You their respectful homage, the demons are afraid, and they flee here and there. All this is rightly done."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्ण सेकुरुक्षेत्र युद्ध के परिणाम को सुनकर अर्जुन प्रवृद्ध हो गया और भगवान्के परम भक्त तथा मित्र के रूप में उनसे बोला कि कृष्ण जो कुछ करतेहैं, वहसब उचित है | अर्जुन ने पुष्टि की कि कृष्ण ही पालक हैं और भक्तों केआराध्यतथा अवांछित तत्त्वों के संहारकर्ता हैं | उनके सारे कार्य सबों केलिएसमान रूप से शुभ होते हैं | यहाँ पर अर्जुन यह समझ पाता है कि जब युद्धनिश्चितरूप से होना था तो अन्तरिक्ष से अनेक देवता, सिद्ध तथा उच्चतर लोकोंके बुद्धिमानप्राणी युद्ध को देख रहे थे, क्योंकि युद्ध में कृष्ण उपस्थितथे | जब अर्जुन नेभगवान् का विश्र्वरूप देखा तो देवताओं को आनन्द हुआ, किन्तु अन्य लोग जो असुर तथानास्तिक थे, भगवान् की प्रशंसा सुनकर सहन न करसके | वे भगवान् के विनाशकारी रूपसे डर कर भाग गये | भक्तों तथा नास्तिकोंके प्रति भगवान् के व्यवहार की अर्जुनद्वारा प्रशंसा की गई है | भक्तप्रत्येक अवस्था में भगवान् का गुणगान करता है,क्योंकि वह जानता है कि वेजो कुछ भी करते हैं, वह सबों के हित में है |"
            ],
            "english": [
                "Arjuna, after hearing from Krsna about the outcome of the Battle of Kuruksetra, became an enlightened devotee of the Supreme Lord. He admitted that everything done by Krsna is quite fit. Arjuna confirmed that Krsna is the maintainer and the object of worship for the devotees and the destroyer of the undesirables. His actions are equally good for all. Arjuna understood herein that when the Battle of Kuruksetra was being concluded, in outer space there were present many demigods, siddhas, and the intelligentia of the higher planets, and they were observing the fight because Krsna was present there. When Arjuna saw the universal form of the Lord, the demigods took pleasure in it, but others, who were demons and atheists, could not stand it when the Lord was praised. Out of their natural fear of the devastating form of the Supreme Personality of Godhead, they fled. Krsna's treatment of the devotees and the atheists is praised by Arjuna. In all cases a devotee glorifies the Lord because he knows that whatever He does is good for all."
            ]
        }
    },
    {
        "id": [
            37
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "कस्माच्च ते न नमेरन्महात्मन्",
                "गरीयसे ब्रह्मणोंऽप्यादिकर्त्रे |",
                "अनन्त देवेश जगन्निवास",
                "त्वमक्षरं सदसत्तत्परं यत् || ३७ ||"
            ],
            "english": [
                "kasmac ca te na nameran mahatman",
                "gariyase brahmano 'py adi-kartre",
                "ananta devesa jagan-nivasa",
                "tvam aksaram sad-asat tat param yat"
            ]
        },
        "translation": {
            "hindi": [
                "हे महात्मा! आप ब्रह्मा से भी बढ़कर हैं, आपआदि स्त्रष्टा हैं | तोफिर आपको सादर नमस्कार क्यों न करें? हे अनन्त, हेदेवेश, हे जगन्निवास! आप परमस्त्रोत, अक्षर, कारणों के कारण तथा इस भौतिकजगत् के परे हैं |"
            ],
            "english": [
                "O great one, who stands above even Brahma, You are the original master. Why should they not offer their homage up to You, O limitless one? O refuge of the universe, You are the invincible source, the cause of all causes, transcendental to this material manifestation."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन इस प्रकार नमस्कारकरके सूचित करता है कि कृष्ण सबोंके पूजनीय हैं | वे सर्वव्यापी हैं औरप्रत्येक जीव की आत्मा हैं | अर्जुन कृष्णको महात्मा कहकर सम्बोधित करताहै, जिसका अर्थ है कि वे उदार तथा अनन्त हैं |अनन्त सूचित करता है कि ऐसाकुछ भी नहीं जो भगवान् की शक्ति और प्रभाव से आच्छादितन हो और देवेश काअर्थ है कि वे समस्त देवताओं के नियन्ता हैं और उन सबके ऊपर हैं| वे समग्रविश्र्व के आश्रय हैं | अर्जुन ने भी सोचा कि यह सर्वथा उपयुक्त है किसारेसिद्ध तथा शक्तिशाली देवता भगवान् को नमस्कार करते हैं, क्योंकि उनसेबढ़करकोई नहीं है | अर्जुन विशेष रूप से उल्लेख करता है कि कृष्ण ब्रह्मा सेभी बढ़करहैं, क्योंकि ब्रह्मा उन्हीं के द्वारा उत्पन्न हुए हैं | ब्रह्माका जन्म कृष्णके पूर्ण विस्तार गर्भोदकशायी विष्णु की नाभि से निकले कमलनालसे हुआ | अतःब्रह्मा तथा ब्रह्मा से उत्पन्न शिव एवं अन्य सारे देवताओं कोचाहिए कि उन्हें नमस्कार करें | श्रीमद्भागवत में कहा गया है कि शिव, ब्रह्मा तथा इन जैसे अन्यदेवता भगवान् का आदर करते हैं | अक्षरम् शब्दअत्यन्त महत्त्वपूर्ण है, क्योंकि यहजगत् विनाशशील है, किन्तु भगवान् इसजगत् से परे हैं | वे समस्त कारणों के कारण हैं, अतएव वे इस भौतिक प्रकृतिके तथा इस दृश्यजगत के समस्त बद्धजीवों से श्रेष्ठहैं | इसलिए वेपरमेश्र्वर हैं |"
            ],
            "english": [
                "By this offering of obeisances, Arjuna indicates that Krsna is worshipable by everyone. He is all-pervading, and He is the Soul of every soul. Arjuna is addressing Krsna as mahatma, which means that He is most magnanimous and unlimited. Ananta indicates that there is nothing which is not covered by the influence and energy of the Supreme Lord, and devesa means that He is the controller of all demigods and is above them all. He is the center of the whole universe. Arjuna also thought that it was fitting that all the perfect living entities and all powerful demigods offer their respectful obeisances unto Him because no one is greater than Him. He especially mentions that Krsna is greater than Brahma because Brahma is created by Him. Brahma is born out of the lotus stem grown from the navel abdomen of Garbhodakasayi Visnu, who is Krsna's plenary expansion; therefore Brahma and Lord Siva, who is born of Brahma, and all other demigods must offer their respectful obeisances. Thus the Lord is respected by Lord Siva and Brahma and similar other demigods. The word aksaram is very significant because this material creation is subject to destruction, but the Lord is above this material creation. He is the cause of all causes, and being so, He is superior to all the conditioned souls within this material nature as well as the material cosmic manifestation itself. He is therefore the all-great Supreme."
            ]
        }
    },
    {
        "id": [
            38
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "त्वमादिदेवः पुरुषः पुराण-",
                "स्त्वमस्य विश्र्वस्य परं निधानम् |",
                "वेत्तासि वेद्यं च परं च धाम",
                "त्वया ततं विश्र्वमनन्तरूप || ३८ ||"
            ],
            "english": [
                "tvam adi-devah purusah puranas",
                "tvam asya visvasya param nidhanam",
                "vettasi vedyam ca param ca dhama",
                "tvaya tatam visvam ananta-rupa"
            ]
        },
        "translation": {
            "hindi": [
                "आप आदि देव, सनातन पुरुष तथा इस दृश्यजगत केपरम आश्रय हैं | आप सबकुछ जानने वाले हैं और आप ही सब कुछ हैं, जो जाननेयोग्य है | आप भौतिक गुणों सेपरे परम आश्रय हैं | हे अनन्त रूप! यहसम्पूर्ण दृश्यजगत आपसे व्याप्त है |"
            ],
            "english": [
                "You are the original Personality, the Godhead. You are the only sanctuary of this manifested cosmic world. You know everything, and You are all that is knowable. You are above the material modes. O limitless form! This whole cosmic manifestation is pervaded by You!"
            ]
        },
        "meaning": {
            "hindi": [
                "प्रत्येकवस्तु भगवान् पर आश्रित है, अतः वे ही परम आश्रयहैं | निधानम् का अर्थ है – ब्रह्म तेज समेत सारी वस्तुएँ भगवान् कृष्ण पर आश्रितहैं | वे इस संसारमें घटित होने वाली प्रत्येक घटना को जानने वाले हैं और यदि ज्ञान का कोईअन्त है, तो वे ही समस्त ज्ञान के अन्त हैं | अतः वे ज्ञाता हैं और ज्ञेय (वेद्यं) भी | वे जानने योग्य हैं, क्योंकि वे सर्वव्यापी हैं | वैकुण्ठलोकमें कारण स्वरूप होने से वे दिव्य हैं | वे दिव्यलोक में भी प्रधान पुरुष हैं |"
            ],
            "english": [
                "Everything is resting on the Supreme Personality of Godhead; therefore He is the ultimate rest. Nidhanam means that everything, even the Brahman effulgence, rests on the Supreme Personality of Godhead Krsna. He is the knower of everything that is happening in this world, and if knowledge has any end, He is the end of all knowledge; therefore He is the known and the knowable. He is the object of knowledge because He is all-pervading. Because He is the cause in the spiritual world, He is transcendental. He is also the chief personality in the transcendental world."
            ]
        }
    },
    {
        "id": [
            39
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "वायुर्यमोऽग्निर्वरुणः शशाङ्कः",
                "प्रजापतिस्त्वं प्रपितामहश्र्च |",
                "नमो नमस्तेऽस्तु सहस्रकृत्वः",
                "पुनश्र्च भूयोऽपि नमो नमस्ते || ३९ ||"
            ],
            "english": [
                "vayur yamo 'gnir varunah sasankah",
                "prajapatis tvam prapitamahas ca",
                "namo namas te 'stu sahasra-krtvah",
                "punas ca bhuyo 'pi namo namas te"
            ]
        },
        "translation": {
            "hindi": [
                "आप वायु हैंतथा परम नियन्ता हैं । आप अग्नि हैं, जल हैं तथा चन्द्रमा हैं । आप आदिब्रह्मा हैं और आप प्रपितामह हैं । अतः आपको हजार बार नमस्कार है और पुनःनमस्कार है ।"
            ],
            "english": [
                "You are air, fire, water, and You are the moon! You are the supreme controller and the grandfather. Thus I offer my respectful obeisances unto You a thousand times, and again and yet again!"
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् को वायु कहा गया है, क्योंकि वायु सर्वव्यापी होने के कारण समस्त देवताओं का मुख्य अधिष्ठाता है। अर्जुन कृष्ण को प्रपितामह (परबाबा) कहकर सम्बोधित करता है, क्योंकि वेविश्र्व के प्रथम जीव ब्रह्मा के पिता हैं ।"
            ],
            "english": [
                "The Lord is addressed here as air because the air is the most important representation of all the demigods, being all-pervasive. Arjuna also addresses Krsna as the grandfather because He is the father of Brahma, the first living creature in the universe."
            ]
        }
    },
    {
        "id": [
            40
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "नमः पुरस्तादथ पृष्ठस्ते",
                "नमोऽस्तु ते सर्वत एव सर्व |",
                "अनन्तवीर्यामितविक्रमस्त्वं",
                "सर्वं समाप्नोषि ततोऽसि सर्वः || ४० ||"
            ],
            "english": [
                "namah purastad atha prsthatas te",
                "namo 'stu te sarvata eva sarva",
                "ananta-viryamita-vikramas tvam",
                "sarvam samapnosi tato 'si sarvah"
            ]
        },
        "translation": {
            "hindi": [
                "आपको आगे, पीछे, तथा चारों ओर से नमस्कार है | हे असीम शक्ति! आपअनन्तपराक्रम के स्वामी हैं | आप सर्वव्यापी हैं, अतः आप सब कुछ हैं |"
            ],
            "english": [
                "Obeisances from the front, from behind and from all sides! O unbounded power, You are the master of limitless, might! You are all-pervading, and thus You are everything!"
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्ण के प्रेम से अभिभूत उनका मित्र अर्जुन सभी दिशाओं सेउनकोनमस्कार कर रहा है | वह स्वीकार करता है कि कृष्ण समस्त बल तथा पराक्रमकेस्वामी हैं और युद्धभूमि में एकत्र समस्त योद्धाओं से कहीं अधिक श्रेष्ठहैं |विष्णुपुराण में (१.९.६९) कहा गया है –",
                "योऽयं तवागतो देव समीपं देवतागणः |",
                "स त्वमेव जगत्स्त्रष्टा यतः सर्वगतो भवान् ||",
                "“आपके समक्ष जो भी आता है, चाहे वह देवता ही क्यों नहो, हे भगवान्!वह आपके द्वारा ही उत्पन्न है |”"
            ],
            "english": [
                "Out of loving ecstasy for Krsna, his friend, Arjuna is offering his respects from all sides. He is accepting that He is the master of all potencies and all prowess and far superior to all the great warriors assembled on the battlefield. It is said in the Visnu Purana: yo 'yam tavagato deva-samipam devata-ganah sa tvam eva jagat-srasta yatah sarva-gato bhavan. \"Whoever comes before You, even if he be a demigod, is created by You, O Supreme Personality of Godhead.\""
            ]
        }
    },
    {
        "id": [
            41,
            42
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "सखेति मत्वा प्रसभं यदुक्तं",
                "हे कृष्ण हे यादव हे सखेति |",
                "अजानता महिमानं तवेदं",
                "मया प्रमादात्प्रणयेन वापि || ४१ ||",
                "यच्चावहासार्थमसत्कृतोऽसि",
                "विहारशय्यासनभोजनेषु |",
                "एकोऽथवाप्यच्युत तत्समक्षं",
                "तत्क्षामये त्वामहमप्रमेयम् || ४२ ||"
            ],
            "english": [
                "sakheti matva prasabham yad uktam",
                "he krsna he yadava he sakheti",
                "ajanata mahimanam tavedam",
                "maya pramadat pranayena vapi",
                "yac cavahasartham asat-krto 'si",
                "vihara-sayyasana-bhojanesu",
                "eko 'tha vapy acyuta tat-samaksam",
                "tat ksamaye tvam aham aprameyam"
            ]
        },
        "translation": {
            "hindi": [
                "आपको अपना मित्र मानते हुए मैंने हठपूर्वक आपकोहे कृष्ण, हे यादव, हेसखा जैसे सम्बोधनों से पुकारा है, क्योंकि मैं आपकीमहिमा को नहीं जानता था |मैंने मूर्खतावश या प्रेमवश जो कुछ भी किया है, कृपया उसके लिए मुझे क्षमा कर दें| यही नहीं, मैंने कई बार आराम करते समय, एकसाथ लेटे हुए या साथ-साथ खाते या बैठेहुए, कभी अकेले तो कभी अनेक मित्रोंके समक्ष आपका अनादर किया है | हे अच्युत!मेरे इन समस्त अपराधों को क्षमाकरें |"
            ],
            "english": [
                "I have in the past addressed You as \"O Krsna,\" \"O Yadava,\" \"O my friend,\" without knowing Your glories. Please forgive whatever I may have done in madness or in love. I have dishonored You many times while relaxing or while lying on the same bed or eating together, sometimes alone and sometimes in front of many friends. Please excuse me for all my offenses."
            ]
        },
        "meaning": {
            "hindi": [
                "यद्यपि अर्जुन के समक्ष कृष्ण अपनेविराट रूप में हैं,किन्तु उसे कृष्ण के साथ अपना मैत्रीभाव स्मरण है | इसीलिए वह मित्रता के कारणहोने वाले अनेक अपराधों को क्षमा करने के लिएप्रार्थना कर रहा है | वह स्वीकारकरता है कि पहले उसे ज्ञात न था कि कृष्णऐसा विराट रूप धारण कर सकते हैं, यद्यपिमित्र के रूप में कृष्ण ने उसे यहसमझाया था | अर्जुन को यह भी पता नहीं था किउसने कितनी बार ‘हे मेरे मित्र’ ‘हे कृष्ण’ ‘हे यादव’ जैसे सम्बोधनों के द्वाराउनका अनादर किया है और उनकीमहिमा स्वीकार नहीं की | किन्तु कृष्ण इतने कृपालु हैंकि इतनेऐश्र्वर्यमण्डित होने पर भी अर्जुन से मित्र की भूमिका निभाते रहे | ऐसाहोता है भक्त तथा भगवान् के बीच दिव्य प्रेम का आदान-प्रदान | जीव तथाकृष्ण कासम्बन्ध शाश्र्वत रूप से स्थिर है, इसे भुलाया नहीं जा सकता, जैसाकि हम अर्जुन केआचरण में देखते हैं | यद्यपि अर्जुन विराट रूप का ऐश्र्वर्यदेख चुका है, किन्तुवह कृष्ण के साथ अपनी मैत्री नहीं भूल सकता |"
            ],
            "english": [
                "Although Krsna is manifested before Arjuna in His universal form, Arjuna remembers his friendly relationship with Krsna and is therefore asking pardon and requesting Him to excuse him for the many informal gestures which arise out of friendship. He is admitting that formerly he did not know that Krsna could assume such a universal form, although He explained it as his intimate friend. Arjuna did not know how many times he may have dishonored Him by addressing Him as \"O my friend, O Krsna, O Yadava,\" etc., without acknowledging His opulence. But Krsna is so kind and merciful that in spite of such opulence He played with Arjuna as a friend. Such is the transcendental loving reciprocation between the devotee and the Lord. The relationship between the living entity and Krsna is fixed eternally; it cannot be forgotten, as we can see from the behavior of Arjuna. Although Arjuna has seen the opulence in the universal form, he could not forget his friendly relationship with Krsna."
            ]
        }
    },
    {
        "id": [
            43
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "पितासि लोकस्य चराचरस्य",
                "त्वमस्य पूज्यश्र्च गुरुर्गरीयान् |",
                "न त्वत्समोऽस्त्यभ्यधिकः कुतोऽन्यो",
                "लोकत्रयेऽप्यप्रतिमप्रभाव || ४३ ||"
            ],
            "english": [
                "pitasi lokasya caracarasya",
                "tvam asya pujyas ca gurur gariyan",
                "na tvat-samo 'sty abhyadhikah kuto 'nyo",
                "loka-traye 'py apratima-prabhava"
            ]
        },
        "translation": {
            "hindi": [
                "आप इस चर तथा अचर सम्पूर्ण दृश्यजगत के जनकहैं । आप परम पूज्य महान आध्यात्मिक गुरु हैं । न तो कोई आपके तुल्य है, नही कोई आपके समान हो सकता है । हे अतुल शक्ति वाले प्रभु! भला तीनों लोकोंमें आपसे बढ़कर कोई कैसे हो सकता है?"
            ],
            "english": [
                "You are the father of this complete cosmic manifestation, the worshipable chief, the spiritual master. No one is equal to You, nor can anyone be one with You. Within the three worlds, You are immeasurable."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान्कृष्ण उसी प्रकार पूज्य हैं, जिस प्रकार पुत्र द्वार पिता पूज्य होता है ।वे गुरु हैं क्योंकि सर्व प्रथम उन्हीं ने ब्रह्मा को वेदों का उपदेश दियाऔर इस समय अर्जुन को भगवद्गीता का उपदेश दे रहे हैं, अतः वे आदि गुरु हैंऔर इस समय किसी भी प्रामाणिक गुरु को कृष्ण से प्रारम्भ होने वालीगुरु-परम्परा का वंशज होना चाहिए । कृष्ण का प्रतिनिधि हुए बिना कोई न तोशिक्षक और न आध्यात्मिक विषयों का गुरु हो सकता है ।",
                "भगवान् कोसभी प्रकार से नमस्कार किया जा रहा है । उनकी महानता अपरिमेय है । कोई भीभगवान् कृष्ण से बढ़कर नहीं, क्योंकि इस लोक में या वैकुण्ठ लोक में कृष्णके समान या उनसे बड़ा कोई नहीं है । सभी लोग उनसे निम्न हैं । कोई उनकों पारनहीं कर सकता । श्र्वेताश्र्वतर उपनिषद् में (६.८) कहा गया है कि –",
                "न तस्य कार्यं करणं च विद्यते",
                "न तत्समश्र्चाभ्यधिकश्र्च दृश्यते ।",
                "भगवान् कृष्ण के भी सामान्य व्यक्ति की तरह इन्द्रियाँ तथा शरीर हैं, किन्तु उनके लिए अपनी इन्द्रियों, अपने शरीर, अपने मन तथा स्वयं में कोईअन्तर नहीं रहता । जो लोग मुर्ख हैं, वे कहते हैं कि कृष्ण अपने आत्मा, मन, हृदय तथा अन्य प्रत्येक वस्तु से भिन्न हैं । कृष्ण तो परम हैं, अतः उनकेकार्य तथा शक्तियाँ भी सर्वश्रेष्ठ हैं । यह भी कहा जाता है कि यद्यपिहमारे समान उनकी इन्द्रियाँ नहीं है , तो भी वे सारे ऐन्द्रिय कार्य करतेहैं । अतः उनकी इन्द्रियाँ न तो सीमित हैं, न ही अपूर्ण हैं । न तो कोईउनसे बढ़कर है, न उनके तुल्य कोई है । सभी लोग उनसे घट कर हैं ।",
                "परम पुरुष का ज्ञान, शक्ति तथा कर्म सभी कुछ दिव्य हैँ । भगवद्गीता में (४.९) कहा गया है –",
                "जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः ।",
                "त्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन ।।",
                "जो कोई कृष्ण के दिव्य शरीर, कर्म तथा पूर्णता को जान लेता है, वह इस शरीरको छोड़ने के बाद उनके धाम को जाता है और फिर इस दुखमय संसार में वापस नहींआता । अतः मनुष्य को जान लेना चाहिए कि कृष्ण के कार्य अन्यों से भिन्नहोते हैं । सर्वश्रेष्ठ मार्ग तो यह है कि कृष्ण के नियमों का पालन कियाजाय, इससे मनुष्य सिद्ध बनेगा । यह भी कहा गया है कि कोई ऐसा नहीं जो कृष्णका गुरु बन सके, सभी तो उनके दास हैं । चैतन्य चरितामृत (आदि ५.१४२) सेइसकी पुष्टि होती है – एकले ईश्र्वर कृष्ण, आर सब भृत्य – केवल कृष्णईश्र्वर हैं, शेष सभी उनके दास हैं । प्रत्येक व्यक्ति उनके आदेश का पालनकरता है । ऐसा कोई नहीं जो उनके आदेश का उल्लंघन कर सके । प्रत्येक व्यक्तिउनकी अध्यक्षता में होने के कारण उनके निर्देश के अनुसार कार्य करता है ।जैसा कि ब्रह्मसंहिता में कहा गया है कि वे समस्त कारणों के कारण हैं ।"
            ],
            "english": [
                "The Lord Krsna is worshipable as a father is worshipable for his son. He is the spiritual master because He originally gave the Vedic instructions to Brahma, and presently He is also instructing Bhagavad-gita to Arjuna; therefore He is the original spiritual master, and any bona fide spiritual master at the present moment must be a descendant in the line of disciplic succession stemming from Krsna. Without being a representative of Krsna, one cannot become a teacher or spiritual master of transcendental subject matter.",
                "The Lord is being paid obeisances in all respects. He is of immeasurable greatness. No one can be greater than the Supreme Personality of Godhead, Krsna, because no one is equal to or higher than Krsna within any manifestation, spiritual or material. Everyone is below Him. No one can excel Him.",
                "The Supreme Lord Krsna has senses and a body like the ordinary man, but for Him there is no difference between His senses, body, mind and Himself. Foolish persons who do not know Him perfectly say that Krsna is different from His soul, mind, heart and everything else. Krsna is absolute; therefore His activities and potencies are supreme. It is also stated that He does not have senses like ours. He can perform all sensual activities; therefore His senses are neither imperfect nor limited. No one can be greater than Him, no one can be equal to Him, and everyone is lower than Him.",
                "Whoever knows His transcendental body, activities and perfection, after quitting his body, returns to Him and doesn't come back again to this miserable world. Therefore one should know that Krsna's activities are different from others. The best policy is to follow the principles of Krsna; that will make one perfect. It is also stated that there is no one who is master of Krsna; everyone is His servant. Only Krsna is God, and everyone is servant. Everyone is complying with His order. There is no one who can deny His order. Everyone is acting according to His direction, being under His superintendence. As stated in the Brahma-samhita, He is the cause of all causes."
            ]
        }
    }
]