[
    {
        "id": [
            22
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "रुद्रादित्या वसवो ये च साध्या",
                "विश्र्वऽश्र्विनौ मरुतश्र्चोष्मपाश्र्च |",
                "गन्धर्वयक्षासुरसिद्धसङघा",
                "वीक्षन्ते त्वां विस्मिताश्र्चैव सर्वे || २२ ||"
            ],
            "english": [
                "rudraditya vasavo ye ca sadhya",
                "visve 'svinau marutas cosmapas ca",
                "gandharva-yaksasura-siddha-sangha",
                "viksante tvam vismitas caiva sarve"
            ]
        },
        "translation": {
            "hindi": [
                "शिव के विविध रूप, आदित्यगण, वसु, साध्य, विश्र्वेदेव, दोनोंअश्र्विनीकुमार, मरुद्गण, पितृगण, गन्धर्व, यक्ष, असुर तथा सिद्धदेव सभी आपकोआश्चर्यपूर्वक देख रहे हैं |"
            ],
            "english": [
                "The different manifestations of Lord Siva, the Adityas, the Vasus, the Sadhyas, the Visvadevas, the two Asvins, the Maruts, the forefathers and the Gandharvas, the Yaksas, Asuras, and all perfected demigods are beholding You in wonder."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            23
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "रूपं महत्ते बहुवक्त्रनेत्रं",
                "महाबाहो बहुबाहूरूपादम् |",
                "बहूदरं बहुदंष्ट्राकरालं",
                "दृष्ट्वा लोकाः प्रव्यथितास्तथाहम् || २३ ||"
            ],
            "english": [
                "rupam mahat te bahu-vaktra-netram",
                "maha-baho bahu-bahuru-padam",
                "bahudaram bahu-damstra-karalam",
                "drstva lokah pravyathitas tathaham"
            ]
        },
        "translation": {
            "hindi": [
                "हे महाबाहु! आपके इस अनेक मुख, नेत्र, बाहु,जांघ, पाँव, पेट तथा भयानक दाँतों वाले विराट रूप को देखकर देवतागण सहित सभी लोक अत्यन्तविचलित हैं और उन्हीं की तरह मैं भी हूँ ||"
            ],
            "english": [
                "O mighty-armed one, all the planets with their demigods are disturbed at seeing Your many faces, eyes, arms, bellies and legs and Your terrible teeth, and as they are disturbed, so am I."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            24
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "नभःस्पृशं दीप्तमनेकवर्णं",
                "व्यात्ताननं दीप्तविशालनेत्रम् |",
                "दृष्ट्वा हि त्वां प्रव्यथितान्तरात्मा",
                "धृतिं न विन्दामि शमं च विष्णो || २४ ||"
            ],
            "english": [
                "nabhah-sprsam diptam aneka-varnam",
                "vyattananam dipta-visala-netram",
                "drstva hi tvam pravyathitantar-atma",
                "dhrtim na vindami samam ca visno"
            ]
        },
        "translation": {
            "hindi": [
                "हे सर्वव्यापी विष्णु!नाना ज्योर्तिमय रंगोंसे युक्त आपको आकाश का स्पर्श करते, मुख फैलाये तथा बड़ी-बड़ी चमकती आँखें निकालेदेखकर भय से मेरा मन विचलित है | मैं न तो धैर्य धारण कर पा रहा हूँ, न मानसिकसंतुलन ही पा रहा हूँ |"
            ],
            "english": [
                "O all-pervading Visnu, I can no longer maintain my equilibrium. Seeing Your radiant colors fill the skies and beholding Your eyes and mouths, I am afraid."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            25
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "दंष्ट्राकरालानि च ते मुखानि",
                "दृष्ट्वैव कालानलसन्निभानि |",
                "दिशो न जाने न लभे च शर्म",
                "प्रसीद देवेश जगन्निवास || २५ ||"
            ],
            "english": [
                "damstra-karalani ca te mukhani",
                "drstvaiva kalanala-sannibhani",
                "diso na jane na labhe ca sarma",
                "prasida devesa jagan-nivasa"
            ]
        },
        "translation": {
            "hindi": [
                "हे देवेश! हे जगन्निवास! आप मुझ पर प्रसन्नहों ! मैं इस प्रकार से आपके प्रल्याग्नि स्वरूप मुखों को तथा विकराल दाँतों कोदेखकर अपना सन्तुलन नहीं रख पा रहा | मैं सब ओर से मोहग्रस्त हो रहा हूँ |"
            ],
            "english": [
                "O Lord of lords, O refuge of the worlds, please be gracious to me. I cannot keep my balance seeing thus Your blazing deathlike faces and awful teeth. In all directions I am bewildered."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            26,
            27
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "अमी च त्वां धृतराष्ट्रस्य पुत्राः",
                "सर्वे सहैवावनिपालसङ्घै |",
                "भीष्मो द्रोणः सूतपुत्रस्तथासौ",
                "सहास्मदियैरपि योधमुख्यै: || २६ ||",
                "वक्त्राणि ते त्वरमाणा विशन्ति",
                "दंष्ट्राकरालानि भयानकानि |",
                "केचिद्विलग्ना दशनान्तरेषु",
                "सन्दृश्यन्ते चूर्णितैरूत्तमाङ्गै: || २७ ||"
            ],
            "english": [
                "ami ca tvam dhrtarastrasya putrah",
                "sarve sahaivavani-pala-sanghaih",
                "bhismo dronah suta-putras tathasau",
                "sahasmadiyair api yodha-mukhyaih",
                "vaktrani te tvaramana visanti",
                "damstra-karalani bhayanakani",
                "kecid vilagna dasanantaresu",
                "sandrsyante curnitair uttamangaih"
            ]
        },
        "translation": {
            "hindi": [
                "धृतराष्ट्र के सारे पुत्र अपने समस्त सहायकराजाओं सहित तथा भीष्म, द्रोण, कर्ण एवं हमारे प्रमुख योद्धा भी आपके विकराल मुखमें प्रवेश कर रहे हैं | उनमें से कुछ के शिरों को तो मैं आपके दाँतों के बीचचूर्णित हुआ देख रहा हूँ |"
            ],
            "english": [
                "All the sons of Dhrtarastra along with their allied kings, and Bhisma, Drona and Karna, and all our soldiers are rushing into Your mouths, their heads smashed by Your fearful teeth. I see that some are being crushed between Your teeth as well."
            ]
        },
        "meaning": {
            "hindi": [
                "एक पिछले श्लोक में भगवान् ने अर्जुन को वचन दिया था कि यदि वह कुछ देखने इच्छुक हो तो वे उसे दिखा सकते हैं |अब अर्जुन देख रहा है कि विपक्ष के नेता (भीष्म, द्रोण, कर्ण तथा धृतराष्ट्र के सारे पुत्र) तथा उनके सैनिक और अर्जुन के भी सैनिक विनष्ट हो रहे हैं | यह इसका संकेत है कि कुरुक्षेत्र में एकत्र समस्त व्यक्तियों की मृत्यु के बाद अर्जुनविजयी होगा | यहाँ यह भी उल्लेख है कि भीष्म भी, जिन्हें अजेय माना जाता है,ध्वस्त हो जायेंगे | वही गति कर्ण की होनी है | न केवल विपक्ष केभीष्म जैसे महानयोद्धा विनष्ट हो जाएँगे, अपितु अर्जुन के पक्ष वाले कुछ महान योद्धा भी नष्टहोंगे |"
            ],
            "english": [
                "In a previous verse the Lord promised to show Arjuna things he would by very interested in seeing. Now Arjuna sees that the leaders of the opposite party (Bhisma, Drona, Karna and all the sons of Dhrtarastra) and their soldiers and Arjuna's own soldiers are all being annihilated. This is an indication that Arjuna will emerge victorious in battle, despite heavy losses on both sides. It is also mentioned here that Bhisma, who is supposed to be unconquerable, will also be smashed. So also Karna. Not only will the great warriors of the other party like Bhisma be smashed, but some of the great warriors of Arjuna's side also."
            ]
        }
    },
    {
        "id": [
            28
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "यथा नदीनां बहवोऽम्बुवेगाः",
                "समुद्रमेवाभिमुखा द्रवन्ति |",
                "तथा तवामी नरलोकवीरा",
                "विशन्ति वक्त्राण्यभिविज्वलन्ति || २८ ||"
            ],
            "english": [
                "yatha nadinam bahavo 'mbu-vegah",
                "samudram evabhimukha dravanti",
                "tatha tavami nara-loka-vira",
                "visanti vaktrany abhivijvalanti"
            ]
        },
        "translation": {
            "hindi": [
                "जिस प्रकार नदियों की अनेक तरंगें समुद्रमें प्रवेश करती हैं, उसीप्रकार ये समस्त महान योद्धा भी आपके प्रज्जवलितमुखों में प्रवेश कर रहे हैं |"
            ],
            "english": [
                "As the rivers flow into the sea, so all these great warriors enter Your blazing mouths and perish."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            29
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "यथा प्रदीप्तं ज्वलनं पतङ्गा",
                "विशन्ति नाशाय समृद्धवेगाः |",
                "तथैव नाशाय विशन्ति लोका-",
                "स्तवापि वक्त्राणि समृद्धवेगाः || २९ ||"
            ],
            "english": [
                "yatha pradiptam jvalanam patanga",
                "visanti nasaya samrddha-vegah",
                "tathaiva nasaya visanti lokas",
                "tavapi vaktrani samrddha-vegah"
            ]
        },
        "translation": {
            "hindi": [
                "मैं समस्त लोगों को पूर्ण वेग सेआपके मुख में उसी प्रकार प्रविष्टहोते देख रहा हूँ, जिस प्रकार पतिंगे अपनेविनाश के लिए प्रज्जवलित अग्नि में कूदपड़ते हैं |"
            ],
            "english": [
                "I see all people rushing with full speed into Your mouths as moths dash into a blazing fire."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            30
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "लेलिह्यसे ग्रसमानः समन्ता-",
                "ल्लोकान्समग्रान्वदनैर्ज्वलद्भिः |",
                "तेजोभिरापूर्य जगत्समग्रं",
                "भासस्तवोग्राः प्रतपन्ति विष्णो || ३० ||"
            ],
            "english": [
                "lelihyase grasamanah samantal",
                "lokan samagran vadanair jvaladbhih",
                "tejobhir apurya jagat samagram",
                "bhasas tavograh pratapanti visno"
            ]
        },
        "translation": {
            "hindi": [
                "हे विष्णु! मैं देखता हूँ कि आप अपने प्रज्जवलित मुखों से सभी दिशाओं के लोगों को निगलरहे हैं | आप सारे ब्रह्माण्ड को अपने तेज से आपूरित करके अपनीविकरालझुलसाती किरणों सहित प्रकट हो रहे हैं |"
            ],
            "english": [
                "O Visnu, I see You devouring all people in Your flaming mouths and covering the universe with Your immeasurable rays. Scorching the worlds, You are manifest."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            31
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "आख्याहि मे को भवानुग्ररूपो",
                "नमोऽस्तु ते देववर प्रसीद |",
                "विज्ञातुमिच्छामि भवन्तमाद्यं",
                "न हि प्रजानामि तव प्रवृत्तिम् || ३१ ||"
            ],
            "english": [
                "akhyahi me ko bhavan ugra-rupo",
                "namo 'stu te deva-vara prasida",
                "vijnatum icchami bhavantam adyam",
                "na hi prajanami tava pravrttim"
            ]
        },
        "translation": {
            "hindi": [
                "हे देवेश!कृपा करकेमुझे बतलाइये कि इतने उग्ररूप में आप कौन हैं? मैं आपको नमस्कार करता हूँ, कृपा करके मुझ पर प्रसन्न हों | आप आदि-भगवान् हैं | मैं आपको जानना चाहताहूँ, क्योंकि मैं नहीं जान पा रहा हूँ कि आपका प्रयोजन क्या है |"
            ],
            "english": [
                "O Lord of lords, so fierce of form, please tell me who You are. I offer my obeisances unto You; please be gracious to me. I do not know what Your mission is, and I desire to hear of it."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            32
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच",
                "कालोऽस्मि लोकक्षयकृत्प्रवृद्धो",
                "लोकान्समाहर्तुमिह प्रवृत्तः |",
                "ऋतेऽपि त्वां न भविष्यन्ति सर्वे",
                "येऽवस्थिताः प्रत्यनीकेषु योधाः || ३२ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "kalo 'smi loka-ksaya-krt pravrddho",
                "lokan samahartum iha pravrttah",
                "rte 'pi tvam na bhavisyanti sarve",
                "ye 'vasthitah pratyanikesu yodhah"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् ने कहा – समस्त जगतों को विनष्ट करने वाला काल मैं हूँ और मैं यहाँसमस्त लोगों का विनाश करने के लिए आया हूँ । तुम्हारे (पाण्डवों के) सिवादोनों पक्षों के सारे योद्धा मारे जाएँगे ।"
            ],
            "english": [
                "The Blessed Lord said: Time I am, destroyer of the worlds, and I have come to engage all people. With the exception of you [the Pandavas], all the soldiers here on both sides will be slain."
            ]
        },
        "meaning": {
            "hindi": [
                "यद्यपि अर्जुन जानता था कि कृष्ण उसके मित्र तथा भगवान् हैं, तो भी वहकृष्ण के विविध रूपों को देखकर चकित था । इसलिए उसने इस विनाशकारी शक्ति केउद्देश्य के बारे में पूछताछ की । वेदों में लिखा है कि परम सत्य हरवस्तु को, यहाँ तक कि ब्राह्मणों को भी, नष्ट कर देते हैं । कठोपनिषद् का (१.२.२५) वचन है –",
                "यस्य ब्रह्म च क्षत्रं च उभे भवत ओदनः ।",
                "मृत्युर्यस्योपसेचनं क इत्था वेद यत्र सः ॥",
                "अन्ततः सारे ब्राह्मण, क्षत्रिय तथा अन्य सभी परमेश्र्वर द्वारा काल-कवलितहोते हैं । परमेश्र्वर का यह रूप सबका भक्षण करने वाला है और यहाँ परकृष्ण अपने को सर्वभक्षी काल के रूप में प्रस्तुत करते हैं । केवल कुछपाण्डवों के अतिरिक्त युद्धभूमि में आये सभी लोग उनके द्वारा भक्षित होंगे ।",
                "अर्जुन लड़ने के पक्ष में न था, वह युद्ध न करना श्रेयस्करसमझता था, क्योंकि तब किसी प्रकार की निराशा न होती । किन्तु भगवान् काउत्तर है कि यदि वह नहीं लड़ता, तो भी सारे लोग उनके ग्रास बनते, क्योंकियही उनकी इच्छा है । यदि अर्जुन नहीं लड़ता, तो वे सब अन्य विधि से मरते ।मृत्यु रोकी नहीं जा सकती, चाहे वह लड़े या नहीं । वस्तुतः वे पहले से मृतहैं । काल विनाश है और परमेश्र्वर की इच्छानुसार सारे संसार को विनष्ट होनाहै । यह प्रकृति का नियम है ।"
            ],
            "english": [
                "Although Arjuna knew that Krsna was his friend and the Supreme Personality of Godhead, he was nonetheless puzzled by the various forms exhibited by Krsna. Therefore he asked further about the actual mission of this devastating force. It is written in the Vedas that the Supreme Truth destroys everything, even Brahma. Yasya brahme ca ksatram ca ubhe bhavata odanah/mrtyur yasyopasecanam ka ittha veda yatra sah. Eventually all the brahmanas, ksatriyas and everyone else are devoured by the Supreme. This form of the Supreme Lord is an all-devouring giant, and here Krsna presents Himself in that form of all-devouring time. Except for a few Pandavas, everyone who was present in that battlefield would be devoured by Him.",
                "Arjuna was not in favor of the fight, and he thought it was better not to fight; then there would be no frustration. In reply, the Lord is saying that even if he did not fight, every one of them would be destroyed, for that is His plan. If he stopped fighting, they would die in another way. Death cannot be checked, even if he did not fight. In fact, they were already dead. Time is destruction, and all manifestations are to be vanquished by the desire of the Supreme Lord. That is the law of nature."
            ]
        }
    }
]