[
    {
        "id": [
            1
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "अर्जुन उवाच",
                "मदनुग्रहाय परमं गुह्यमध्यात्मसंज्ञितम् |",
                "यत्त्वयोक्तं वचस्तेन मोहोऽयं विगतो मम || १ ||"
            ],
            "english": [
                "arjuna uvaca",
                "mad-anugrahaya paramam",
                "guhyam adhyatma-samjnitam",
                "yat tvayoktam vacas tena",
                "moho 'yam vigato mama"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – आपने जिन अत्यन्त गुह्य आध्यात्मिक विषयों का मुझे उपदेश दिया है, उसे सुनकर अब मेरा मोह दूर हो गया है |"
            ],
            "english": [
                "Arjuna said: I have heard Your instruction on confidential spiritual matters which You have so kindly delivered unto me, and my illusion is now dispelled."
            ]
        },
        "meaning": {
            "hindi": [
                "इस अध्याय में कृष्ण को समस्त कारणों के कारण के रूप में दिखाया गया है | यहाँ तक कि वे उन महाविष्णु के भी कारण स्वरूप हैं, जिनसे भौतिक ब्रह्माण्डों का उद्भव होता है | कृष्ण अवतार नहीं हैं, वे समस्त अवतारों के उद्गम हैं | इसकी पूर्ण व्याख्या पिछले अध्याय में की गई है |",
                "अब जहाँ तक अर्जुन की बात है, उसका कहना है कि उसका मोह दूर हो गया है | इसका अर्थ यह हुआ कि वह कृष्ण को अपना मित्र स्वरूप सामान्य मनुष्य नहीं मानता, अपितु उन्हें प्रत्येक वस्तु का कारण मानता है | अर्जुन अत्यधिक प्रबुद्ध हो चुका है और उसे प्रसन्नता है कि उसे कृष्ण जैसा मित्र मिला है, किन्तु अब वह यह सोचता है कि भले ही वह कृष्ण को हर एक वस्तु का कारण मान ले, किन्तु दूसरे लोग नहीं मानेंगे | अतः इस अध्याय में यह सबों के लिए कृष्ण की अलौकिकता स्थापित करने के लिए कृष्ण से प्रार्थना करता है कि वे अपना विराट रूप दिखलाएँ | वस्तुतः जब कोई अर्जुन की ही तरह कृष्ण के विराट रूप का दर्शन करता है, तो वह डर जाता है, किन्तु कृष्ण इतने दयालु हैं कि इस स्वरूप को दिखाने के तुरन्त बाद वे अपना मूलरूप धारण कर लेते हैं | अर्जुन कृष्ण के इस कथन को बार बार स्वीकार करता है कि वे उसके लाभ के लिए ही सब कुछ बता रहे हैं | अतः अर्जुन इसे स्वीकार करता है कि यह सब कृष्ण की कृपा से घटित हो रहा है | अब उसे पूरा विश्र्वास हो चुका है कि कृष्ण समस्त कारणों का कारण हैं और परमात्मा के रूप में प्रत्येक जीव के हृदय में विद्यमान है |"
            ],
            "english": [
                "This chapter reveals Krsna as the cause of all causes. He is even the cause of the Maha-Visnu, and from Him the material universes emanate. Krsna is not an incarnation; He is the source of all incarnations. That has been completely explained in the last chapter.",
                "Now, as far as Arjuna is concerned, he says that his illusion is over. This means that Arjuna no longer thinks of Krsna as a mere human being, as a friend of his, but as the source of everything. Arjuna is very enlightened and is glad that he has a great friend like Krsna, but now he is thinking that although he may accept Krsna as the source of everything, others may not. So in order to establish Krsna's divinity for all, he is requesting Krsna in this chapter to show His universal form. Actually when one sees the universal form of Krsna one becomes frightened, like Arjuna, but Krsna is so kind that after showing it He converts Himself again into His original form. Arjuna agrees to what Krsna says several times. Krsna is speaking to him just for his benefit, and Arjuna acknowledges that all this is happening to him by Krsna's grace. He is now convinced that Krsna is the cause of all causes and is present in everyone's heart as the Supersoul."
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "भवाप्ययौ हि भूतानां श्रुतौ विस्तरशो मया |",
                "त्वत्तः कमलपत्राक्ष महात्म्यमपि चाव्ययम् || २ ||"
            ],
            "english": [
                "bhavapyayau hi bhutanam",
                "srutau vistaraso maya",
                "tvattah kamala-patraksa",
                "mahatmyam api cavyayam"
            ]
        },
        "translation": {
            "hindi": [
                "हे कमलनयन! मैंने आपसे प्रत्येक जीव की उत्पत्ति तथा लय के विषय में विस्तार से सुना है और आपकी अक्षय महिमा का अनुभव किया है ।"
            ],
            "english": [
                "O lotus-eyed one, I have heard from You in detail about the appearance and disappearance of every living entity, as realized through Your inexhaustible glories."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन यहाँ पर प्रसन्नता के मारे कृष्ण को कमलनयन (कृष्ण के नेत्र कमल के फूल की पंखड़ियों जैसे दीखते हैं) कहकर सम्बोधित करता है क्योंकि उन्होंने किसी पिछले अध्याय में उसे विश्र्वास दिलाया है – अहं कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा – मैं जगत की उत्पत्ति तथा प्रलय का कारण हूँ । अर्जुन इसके विषय में भगवान् से विस्तारपूर्वक सुन चूका है । अर्जुन को यह भी ज्ञात है कि समस्त उत्पत्ति तथा प्रलय का कारण होने के अतिरिक्त वे इन सबसे पृथक् (असंग) रहते हैं । जैसा कि भगवान् ने नवें अध्याय में कहा है कि वे सर्वव्यापी हैं, तो भी वे सर्वत्र स्वयं उपस्थित नहीं रहते । यही कृष्ण काअचिन्त्य ऐश्र्वर्य है, जिसे अर्जुन स्वीकार करता है कि उसने भलीभाँति समझ लिया है ।"
            ],
            "english": [
                "Arjuna addresses Lord Krsna as \"lotus-eyed\" (Krsna's eyes appear just like the petals of a lotus flower) out of his joy, for Krsna has assured him, in the last verse of the previous chapter, that He sustains the entire universe with just a fragment of Himself. He is the source of everything in this material manifestation, and Arjuna has heard of this from the Lord in detail. Arjuna further knows that in spite of His being the source of all appearances and disappearances, He is aloof from them. His personality is not lost, although He is all-pervading. That is the inconceivable opulence of Krsna which Arjuna admits that he has thoroughly understood."
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "एवमेतद्यथात्थ त्वमात्मानं परमेश्र्वर |",
                "दृष्टुमिच्छामि ते रूपमैश्र्वरं पुरुषोत्तम || ३ ||"
            ],
            "english": [
                "evam etad yathattha tvam",
                "atmanam paramesvara",
                "drastum icchami te rupam",
                "aisvaram purusottama"
            ]
        },
        "translation": {
            "hindi": [
                "हे पुरुषोत्तम, हे परमेश्र्वर!यद्यपि आपको मैं अपने समक्ष आपके द्वारा वर्णित आपके वास्तविक रूप में देख रहा हूँ, किन्तु मैं यह देखने का इच्छुक हूँ कि आप इस दृश्य जगत में किस प्रकार प्रविष्ट हुए हैं ।मैं आप के उसी रूप का दर्शन करना चाहता हूँ ।"
            ],
            "english": [
                "O greatest of all personalities, O supreme form, though I see here before me Your actual position, I yet wish to see how You have entered into this cosmic manifestation. I want to see that form of Yours."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् ने यह कहा कि उन्होंने अपने साक्षात् स्वरूप में ब्रह्माण्ड के भीतर प्रवेश किया है, फलतः यह दृश्यजगत सम्भव हो सका है और चल रहा है । जहाँ तक अर्जुन का सम्बन्ध है, वह कृष्ण के कथनों से प्रोत्साहित है,किन्तु भविष्य में उन लोगों को विश्र्वास दिलाने के लिए,जो कृष्ण को सामान्य पुरुष सोच सकते हैं, अर्जुन चाहता है कि वह भगवान् को उनके विराट रूप में देखे जिससे वे ब्रह्माण्ड के भीतर से काम करते हैं,यद्यपि वे इससे पृथक् हैं । अर्जुन द्वारा भगवान् के लिए पुरुषोत्तम सम्बोधन भी महत्त्वपूर्णहै । चूँकि वे भगवान् है,इसीलिए वे स्वयं अर्जुन के भीतर उपस्थित हैं, अतः वे अर्जुन की इच्छा को जानते हैं । वे यह समझते हैंकि अर्जुन को उनके विराट रूप का दर्शन करने की कोई लालसा नहीं है, क्योंकि वह उनको साक्षात् देखकर पूर्णतया संतुष्टहै । किन्तु भगवान् यह भी जानते हैं कि अर्जुन अन्यों को विश्र्वास दिलाने के लिए ही विराट रूप का दर्शन करना चाहता है । अर्जुन को इसकी पुष्टि के लिए कोई व्यक्तिगत इच्छा न थी । कृष्ण यह भी जानते हैं कि अर्जुन विराट रुप का दर्शन एक आर्दश स्थापित करने के लिए करना चाहता है, क्योंकि भविष्य में ऐसे अनेक धूर्त होंगे जो अपने आपको ईश्र्वर का अवतार बताएँगे। अतः लोगों को सावधान रहना होगा । जो कोई अपने को कृष्ण कहेगा, उसे अपने दावे की पुष्टि के लिए विराट रूप दिखाने के लिए सन्नद्ध रहना होगा ।"
            ],
            "english": [
                "The Lord said that because He entered into the material universe by His personal representation, the cosmic manifestation has been made possible and is going on. Now as far as Arjuna is concerned, he is inspired by the statements of Krsna, but in order to convince others in the future who may think that Krsna is an ordinary person, he desires to see Him actually in His universal form, to see how He is acting from within the universe, although He is apart from it. Arjuna's asking the Lord's permission is also significant. Since the Lord is the Supreme Personality of Godhead, He is present within Arjuna himself; therefore He knows the desire of Arjuna, and He can understand that Arjuna has no special desire to see Him in His universal form, for he is completely satisfied to see Him in His personal form of Krsna. But He can understand also that Arjuna wants to see the universal form to convince others. He did not have any personal desire for confirmation. Krsna also understands that Arjuna wants to see the universal form to set a criterion, for in the future there would be so many imposters who would pose themselves as incarnations of God. The people, therefore, should be careful; one who claims to be Krsna should be prepared to show his universal form to confirm his claim to the people."
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "मन्यसे यदि तच्छक्यं मया द्रष्टुमिति प्रभो |",
                "योगेश्र्वर ततो मे त्वं दर्शयात्मानमव्ययम् || ४ ||"
            ],
            "english": [
                "manyase yadi tac chakyam",
                "maya drastum iti prabho",
                "yogesvara tato me tvam",
                "darsayatmanam avyayam"
            ]
        },
        "translation": {
            "hindi": [
                "हे प्रभु! हे योगेश्र्वर!यदि आप सोचतेहैं कि मैं आपके विश्र्वरूप को देखने में समर्थ हो सकता हूँ, तो कृपा करके मुझे अपना असीम विश्र्वरूप दिखलाइये।"
            ],
            "english": [
                "If You think that I am able to behold Your cosmic form, O my Lord, O master of all mystic power, then kindly show me that universal self."
            ]
        },
        "meaning": {
            "hindi": [
                "ऐसा कहा जाता है कि भौतिक इन्द्रियों द्वारा न तो परमेश्वर कृष्ण को कोई देख सकता है,न सुन सकता है और न अनुभव कर सकता है । किन्तु यदि कोई प्रारम्भसे भगवान् की दिव्य प्रेमाभक्ति में लगा रहे, तो वह भगवान् का साक्षात्कार करने में समर्थ हो सकता है । प्रत्येक जीव आध्यात्मिक स्फुलिंगमात्र है, अतःपरमेश्र्वर को जान पाना या देख पाना सम्भव नहीं है। भक्तरूप में अर्जुन को अपनी चिन्तनशक्ति पर भरोसा नहीं है, वह जीवात्मा होने के कारण अपनी सीमाओं को और कृष्ण की अकल्पनीय स्थिति को स्वीकार करता है। अर्जुन समझ चुका था कि क्षुद्र जीव के लिए असीम अनन्त को समझ पाना सम्भव नहीं है ।यदि अनन्त स्वयं प्रकट हो जाए,तो अनन्त की कृपासे ही उसकी प्रकृति को समझा जा सकता है। यहाँ पर योगेश्र्वर शब्द अत्यन्त सार्थक है, क्योंकि भगवान् के पास अचिन्त्य शक्ति है ।यदि वे चाहें तो असीम होकर भी अपने आपको प्रकट कर सकते हैं। अतः अर्जुन कृष्ण की अकल्पनीय कृपा की याचना करता है । वह कृष्ण को आदेश नहीं देता। जब तक कोई उनकी शरण में नहीं जाता और भक्ति नहीं करता, कृष्ण अपने को प्रकट करने के लिए बाध्य नहीं हैं। अतः जिन्हें अपनी चिन्तन शक्ति (मनोधर्म) का भरोसा है, वे कृष्णदर्शन नहीं कर पाते ।"
            ],
            "english": [
                "It is said that one can neither see, hear, understand nor perceive the Supreme Lord, Krsna, by the material senses. But if one is engaged in loving transcendental service to the Lord from the beginning, then one can see the Lord by revelation. Every living entity is only a spiritual spark; therefore it is not possible to see or to understand the Supreme Lord. Arjuna, as a devotee, does not depend on his speculative strength; rather, he admits his limitations as a living entity and acknowledges Krsna's inestimable position. Arjuna could understand that for a living entity it is not possible to understand the unlimited infinite. If the infinite reveals Himself, then it is possible to understand the nature of the infinite by the grace of the infinite. The word yogesvara is also very significant here because the Lord has inconceivable power. If He likes, He can reveal Himself by His grace, although He is unlimited. Therefore Arjuna pleads for the inconceivable grace of Krsna. He does not give Krsna orders. Krsna is not obliged to reveal Himself to anyone unless one surrenders fully in Krsna consciousness and engages in devotional service. Thus it is not possible for persons who depend on the strength of their mental speculations to see Krsna."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच",
                "पश्य मे पार्थ रूपाणि शतशोऽथ सहस्त्रशः |",
                "नानाविधानि दिव्यानि नानावर्णाकृतीनि च || ५ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "pasya me partha rupani",
                "sataso 'tha sahasrasah",
                "nana-vidhani divyani",
                "nana-varnakrtini ca"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् ने कहा –हे अर्जुन, हे पार्थ! अब तुम मेरे ऐश्र्वर्य को, सैकड़ों-हजारों प्रकार के दैवी तथा विविध रंगों वाले रूपों को देखो ।"
            ],
            "english": [
                "The Blessed Lord said: My dear Arjuna, O son of Prtha, behold now My opulences, hundreds of thousands of varied divine forms, multicolored like the sea."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन कृष्ण के विश्र्वरूप का दर्शनाभिलाषी था, दिव्य होकर भी दृश्य जगत् के लाभार्थ प्रकट होता है । फलतः वह प्रकृति के अस्थाई काल द्वारा प्रभावित है । जिस प्रकार प्रकृति (माया) प्रकट-अप्रकट है, उसी प्रकार कृष्ण का यह विश्र्वरूप भी प्रकट तथा अप्रकट होता रहता है । यह कृष्ण रूपों की भाँति वैकुण्ठ में नित्य नहीं रहता । जहाँ तक भक्त की बात है, वह विश्र्व रूप देखने के लिए तनिक भी इच्छुक नहीं रहता, लेकिन चूँकि अर्जुन कृष्ण को इस रूप में देखना चाहता था, अतः वे यह रूप प्रकट करते हैं । सामान्य व्यक्ति इस रूप को नहीं देख सकता । श्रीकृष्ण द्वारा शक्ति प्रदान किये जाने पर ही इसके दर्शन हो सकते हैं ।"
            ],
            "english": [
                "Arjuna wanted to see Krsna in His universal form, which, although a transcendental form, is just manifested for the cosmic manifestation and is therefore subject to the temporary time of this material nature. As the material nature is manifested and not manifested, similarly this universal form of Krsna is manifested and unmanifested. It is not eternally situated in the spiritual sky like Krsna's other forms. As far as a devotee is concerned, he is not eager to see the universal form, but because Arjuna wanted to see Krsna in this way, Krsna reveals this form. This universal form is not possible to be seen by any ordinary man. Krsna must give one the power to see it."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "पश्यादित्यान्वसून्रुद्रानश्र्विनौ मरुतस्तथा |",
                "बहून्यदृष्टपूर्वाणि पश्याश्र्चर्याणि भारत || ६ ||"
            ],
            "english": [
                "pasyadityan vasun rudran",
                "asvinau marutas tatha",
                "bahuny adrsta-purvani",
                "pasyascaryani bharata"
            ]
        },
        "translation": {
            "hindi": [
                "हे भारत! लो, तुम आदित्यों, वसुओं, रुद्रों, अश्र्विनीकुमारों तथा अन्य देवताओं के विभिन्न रूपों को यहाँ देखो । तुम ऐसे अनेक आश्चर्यमय रूपों को देखो, जिन्हें पहले किसी ने न तो कभी देखा है, न सुना है ।"
            ],
            "english": [
                "O best of the Bharatas, see here the different manifestations of Adityas, Rudras, and all the demigods. Behold the many things which no one has ever seen or heard before."
            ]
        },
        "meaning": {
            "hindi": [
                "यद्यपि अर्जुन कृष्ण का अन्तरंग सखा तथा अत्यन्त विद्वान था, तो भी वह उनके विषय सबकुछ नहीं जानता था । यहाँ पर यह कहा गया है कि इन समस्त रूपों को न तो मनुष्यों ने इसके पूर्व देखा है, न सुना है । अब कृष्ण इन आश्चर्यमय रूपों को प्रकट कर रहे हैं ।"
            ],
            "english": [
                "Even though Arjuna was a personal friend of Krsna and the most advanced of learned men, it was still not possible for him to know everything about Krsna. Here it is stated that humans have neither heard nor known of all these forms and manifestations. Now Krsna reveals these wonderful forms."
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "इहैकस्थं जगत्कृत्स्नं पश्याद्य सचराचरम् |",
                "मम देहे गुडाकेश यच्चान्यद् द्रष्टुमिच्छसि || ७ ||"
            ],
            "english": [
                "ihaika-stham jagat krtsnam",
                "pasyadya sa-caracaram",
                "mama dehe gudakesa",
                "yac canyad drastum icchasi"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! तुम जो भी देखना चाहो, उसेतत्क्षण मेरे इस शरीर में देखो । तुम इस समय तथा भविष्य में भी जो भी देखना चाहते हो, उसको यह विश्र्वरूप दिखाने वाला है । यहाँ एक ही स्थान पर चर-अचर सब कुछ है ।"
            ],
            "english": [
                "Whatever you wish to see can be seen all at once in this body. This universal form can show you all that you now desire, as well as whatever you may desire in the future. Everything is here completely."
            ]
        },
        "meaning": {
            "hindi": [
                "कोई भी व्यक्ति एक स्थान में बैठे-बैठे सारा विश्र्व नहीं देख सकता । यहाँ तक कि बड़े से बड़ा वैज्ञानिक भी यह नहीं देख सकता कि ब्रह्माण्ड के अन्य भागों में क्या हो रहा है । किन्तु अर्जुन जैसा भक्त यह देख सकता है कि सारी वस्तुएँ जगत् में कहाँ-कहाँ स्थित हैं । कृष्ण उसे शक्ति प्रदान करते हैं, जिससे वह भूत, वर्तमान तथा भविष्य, जो कुछ देखना चाहे, देख सकता है । इस तरह अर्जुन कृष्ण के अनुग्रह से सारी वस्तुएँ देखने में समर्थ है ।"
            ],
            "english": [
                "No one can see the entire universe sitting in one place. Even the most advanced scientist cannot see what is going on in other parts of the universe. Krsna gives him the power to see anything he wants to see, past, present and future. Thus by the mercy of Krsna, Arjuna is able to see everything."
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "न तु मां शक्यसे द्रष्टुमनेनैव स्वचक्षुषा |",
                "दिव्यं ददामि ते चक्षु: पश्य मे योगमैश्र्वरम् || ८ ||"
            ],
            "english": [
                "na tu mam sakyase drastum",
                "anenaiva sva-caksusa",
                "divyam dadami te caksuh",
                "pasya me yogam aisvaram"
            ]
        },
        "translation": {
            "hindi": [
                "किन्तु तुम मुझे अपनी इन आँखों से नहीं देख सकते । अतः मैं तुम्हें दिव्य आँखें दे रहा हूँ । अब मेरे योग ऐश्र्वर्य को देखो ।"
            ],
            "english": [
                "But you cannot see Me with your present eyes. Therefore I give to you divine eyes by which you can behold My mystic opulence."
            ]
        },
        "meaning": {
            "hindi": [
                "शुद्धभक्त कृष्ण को, उनके दोभुजी रूप केअतिरिक्त, अन्य किसी भी रूप में देखने की इच्छा नहीं करता । भक्त को भगवत्कृपा से ही उनके विराट रूप का दर्शन दिव्य चक्षुओं (नेत्रों) से करना होता है, न कि मन से । कृष्ण के विराट रूप का दर्शन करने के लिए अर्जुन से कहा जाता है कि वह अपने मन को नहीं, अपितु दृष्टि को बदले । कृष्ण का यह विराट रूप कोई महत्त्वपूर्ण नहीं है, यह बाद के श्लोकों से पता चल जाएगा । फिर भी, चूँकि अर्जुन इसका दर्शन करना चाहता था, अतः भगवान् ने उसे विराट रूप को देखने के लिए विशिष्ट दृष्टि प्रदान की ।",
                "जो भक्त कृष्ण के साथ दिव्य सम्बन्ध से बँधे हैं, वे उनके ऐश्र्वर्यों के ईश्र्वरविहीन प्रदर्शनों से नहीं, अपितु उनके प्रेममय स्वरूपों से आकृष्ट होते हैं । कृष्ण के बालसंगी, कृष्ण सखा तथा कृष्ण के माता-पिता यह कभी नहीं चाहते कि कृष्ण उन्हें अपने ऐश्र्वर्यों का प्रदर्शन कराएँ । वे तो शुद्ध प्रेम में इतने निमग्न रहते हैं कि उन्हें पता ही नहीं चलता कि कृष्ण भगवान् हैं । वे प्रेम के आदान-प्रदान में इतने विभोर रहते हैं कि वे भूल जाते हैं कि श्रीकृष्ण परमेश्र्वर हैं । श्रीमद्भागवत में कहा गया है कि कृष्ण के साथ खेलने वाले बालक अत्यन्त पवित्र आत्माएँ हैं और कृष्ण के साथ इस प्रकार खेलने का अवसर उन्हें अनेकानेक जन्मों के बाद प्राप्त हुआ है | ऐसे बालक यह नहीं जानते कि कृष्ण भगवान् हैं | वे उन्हें अपना निजी मित्र मानते हैं | अतः शुकदेव गोस्वामी यह श्लोक सुनाते हैं –",
                "इत्थं सतां ब्रह्म-सुखानुभूत्या",
                "दास्यं गतानां परदैवतेन |",
                "मायाश्रितानां नरदारकेण",
                "साकं विजहुः कृत-पुण्य-पुञ्जाः ||",
                "“यह वह परमपुरुष है, जिसे ऋषिगण निर्विशेष ब्रह्म करके मानते हैं, भक्तगण भगवान् मानते हैं और सामान्यजन प्रकृति से उत्पन्न हुआ मानते हैं | ये बालक, जिन्होंने अपने पूर्वजन्मों में अनेक पुण्य किये हैं, अब उसी भगवान् के साथ खेल रहे हैं |” (श्रीमद्भागवत १०.१२.११) |",
                "तथ्य तो यह है की भक्त विश्र्वरूप को देखने का इच्छुक नहीं रहता, किन्तु अर्जुन कृष्ण के कथनों की पुष्टि करने के लिए विश्र्वरूप का दर्शन करना चाहता था, जिससे भविष्य में लोग यह समझ सकें की कृष्ण न केवल सैद्धान्तिक या दार्शनिक रूप से अर्जुन के समक्ष प्रकट हुए, अपितु साक्षात् रूप में प्रकट हुए थे | अर्जुन को इसकी पुष्टि करनी थी, क्योंकि अर्जुन से ही परम्परा-पद्धति प्रारम्भ होती है | जो लोग वास्तव में भगवान् को समझना चाहते हैं और अर्जुन के पदचिन्हों का अनुसरण करना चाहते हैं, उन्हें यह जान लेना चाहिए कि कृष्ण न केवल सैद्धान्तिक रूप में, अपितु वास्तव में अर्जुन के समक्ष परमेश्र्वर के रूप में प्रकट हुए |",
                "भगवान् ने अर्जुन को अपना विश्र्वरूप देखने के लिए आवश्यक शक्ति प्रदान की, क्योंकि वे जानते थे की अर्जुन इस रूप को देखने के लिए विशेष इच्छुक न था, जैसा कि हम पहले बतला चुके हैं |"
            ],
            "english": [
                "A pure devotee does not like to see Krsna in any form except His form with two hands; a devotee must see His universal form by His grace, not with the mind but with spiritual eyes. To see the universal form of Krsna, Arjuna is told not to change his mind but his vision. The universal form of Krsna is not very important; that will be clear in the verses. Yet because Arjuna wanted to see it, the Lord gives him the particular vision required to see that universal form.",
                "Devotees who are correctly situated in a transcendental relationship with Krsna are attracted by loving features, not by a godless display of opulences. The playmates of Krsna, the friends of Krsna and the parents of Krsna never want Krsna to show His opulences. They are so immersed in pure love that they do not even know that Krsna is the Supreme Personality of Godhead. In their loving exchange they forget that Krsna is the Supreme Lord. In the Srimad-Bhagavatam it is stated that the boys who play with Krsna are all highly pious souls, and after many, many births they are able to play with Krsna. Such boys do not know that Krsna is the Supreme Personality of Godhead. They take Him as a personal friend. The Supreme Person is considered as the impersonal Brahman by great sages, as the Supreme Personality of Godhead by the devotees, and as a product of this material nature by ordinary men. The fact is that the devotee is not concerned to see the visva-rupa, the universal form, but Arjuna wanted to see it to substantiate Krsna's statement so that in the future people could understand that Krsna not only theoretically or philosophically presented Himself as the Supreme but actually presented Himself as such to Arjuna. Arjuna must confirm this because Arjuna is the beginning of the parampara system. Those who are actually interested to understand the Supreme Personality of Godhead, Krsna, and who follow in the footsteps of Arjuna should understand that Krsna not only theoretically presented Himself as the Supreme, but actually revealed Himself as the Supreme.",
                "The Lord gave Arjuna the necessary power to see His universal form because He knew that Arjuna did not particularly want to see it, as we have already explained."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "संजय उवाच",
                "एवमुक्त्वा ततो राजन्महायोगेश्र्वरो हरिः |",
                "दर्शयामास पार्थाय परमं रूपमैश्र्वरम् || १ ||"
            ],
            "english": [
                "sanjaya uvaca",
                "evam uktva tato rajan",
                "maha-yogesvaro harih",
                "darsayam asa parthaya",
                "paramam rupam aisvaram"
            ]
        },
        "translation": {
            "hindi": [
                "संजय ने कहा – हे राजा! इस प्रकार कहकर महायोगेश्र्वर भगवान् ने अर्जुन को अपना विश्र्वरूप दिखलाया |"
            ],
            "english": [
                "Sanjaya said: O King, speaking thus, the Supreme, the Lord of all mystic power, the Personality of Godhead, displayed His universal form to Arjuna."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            10,
            11
        ],
        "chapterId": 11,
        "text": {
            "hindi": [
                "अनेकवक्त्रनयनमनेकाअद्भुतदर्शनम् |",
                "अनेकदिव्याभरणं दिव्यानेकोद्यतायुधम् || १० ||",
                "दिव्यमाल्याम्बरधरं दिव्यगन्धानुलेपनम् |",
                "सर्वाश्र्चर्यमयं देवमनन्तं विश्र्वतोमुखम् || ११ ||"
            ],
            "english": [
                "aneka-vaktra-nayanam",
                "anekadbhuta-darsanam",
                "aneka-divyabharanam",
                "divyanekodyatayudham",
                "divya-malyambara-dharam",
                "divya-gandhanulepanam",
                "sarvascarya-mayam devam",
                "anantam visvato-mukham"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने इस विश्र्वरूप में असंख्य मुख, असंख्य नेत्र तथा असंख्य आश्चर्यमय दृश्य देखे | यह रूप अनेक दैवी आभूषणों से अलंकृत था और अनेक दैवी हथियार उठाये हुए था | यह दैवी मालाएँ तथा वस्त्र धारण किये थे और उस पर अनेक दिव्य सुगन्धियाँ लगी थीं | सब कुछ आश्चर्यमय, तेजमय, असीम तथा सर्वत्र व्याप्त था |"
            ],
            "english": [
                "Arjuna saw in that universal form unlimited mouths and unlimited eyes. It was all wondrous. The form was decorated with divine, dazzling ornaments and arrayed in many garbs. He was garlanded gloriously, and there were many scents smeared over His body. All was magnificent, all-expanding, unlimited. This was seen by Arjuna."
            ]
        },
        "meaning": {
            "hindi": [
                "इस दोनों श्लोकों में अनेक शब्द बारम्बार प्रयोग हुआ है, जो यह सूचित करता है की अर्जुन जिस रूप को देख रहा था उसके हाथों, मुखों, पाँवों की कोई सीमा ण थी | ये रूप सारे ब्रह्माण्ड में फैले हुए थे, किन्तु भगवत्कृपा से अर्जुन उन्हें एक स्थान पर बैठे-बैठे देख रहा था | यह सब कृष्ण की अचिन्त्य शक्ति के कारण था |"
            ],
            "english": [
                "These two verses indicate that there is no limit to the hands, mouths, legs, etc., of the Lord. These manifestations are distributed throughout the universe and are unlimited. By the grace of the Lord, Arjuna could see them while sitting in one place. That is due to the inconceivable potency of Krsna."
            ]
        }
    }
]