[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "द्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च ।",
            "क्षरः सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते ॥ १६ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "द्वौ - दो; इमौ - ये; पुरुषौ - जीव; लोके - संसार में; क्षरः-च्युत; च-तथा; अक्षरः-अच्युत; एव-निश्चय ही; च-तथा; क्षरः-च्युत; सर्वाणि-समस्त; भूतानि-जीवों को; कूट-स्थः- एकत्व में; अक्षरः-अच्युत; उच्यते-कहा जाता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जीव दो प्रकार हैं – च्युत तथा अच्युत । भौतिक जगत् में प्रत्येक जीव च्युत (क्षर) होता है और आध्यात्मिक जगत् में प्रत्येक जीव अच्युत कहलाता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जैसा कि पहले बाताया जा चुका है भगवान् ने अपने व्यासदेव अवतार में ब्रह्मसूत्र का संकलन किया । भगवान् ने यहाँ पर वेदान्तसूत्र की विषय वस्तु का सार-संक्षेप दिया है । उनका कहना है कि जीव जिनकी संख्या अनन्त है, दो श्रेणियों में विभाजित किये जा सकते हैं च्युत (क्षर) तथा अच्युत (अक्षर) । जीव भगवान् के सनातन पृथक्कीकृत अंश (विभिन्नांश) हैं । जब उनका संसर्ग भौतिक जगत् से होता है तो वे जीवभूत कहलाते है । यहाँ पर क्षरः सर्वाणि भूतानि पद प्रयुक्त हुआ है, जिसका अर्थ है कि जीव च्युत हैं । लेकिन जो जीव परमेश्वर से एकत्व स्थापित कर लेते हैं वे अच्युत कहलाते हैं । एकत्व का अर्थ यह नहीं है कि उनकी अपनी निजी सत्ता नहीं है बल्कि यह कि दोनों में भिन्नता नहीं है । वे सब सृजन के प्रयोजन को मानते हैं । निस्सन्देह आध्यात्मिक जगत् में सृजन जैसी कोई वस्तु नहीं हैं, लेकिन चूँकि, जैसा कि वेदान्तसूत्र में कहा गया है, भगवान् समस्त उद्भवों के स्त्रोत हैं, अतएव यहाँ पर इस विचारधारा की व्याख्या की गई है ।",
            "भगवान् श्रीकृष्ण के कथानुसार जीवों की दो श्रेणियाँ हैं । वेदों में इसके प्रमाण मिलते हैं अतएव इसमें सन्देह करने का प्रश्न ही नहीं उठता । इस संसार में संघर्ष-रत सारे जीव मन तथा पाँच इन्द्रियों से युक्त शरीर वाले हैं जो परिवर्तनशील हैं । जब तक जीव बद्ध है, तब तक उसका शरीर पदार्थ के संसर्ग से बदलता रहता है । चूँकि पदार्थ बदलता रहता है, इसलिए जीव बदलते प्रतीत होते हैं । लेकिन आध्यात्मिक जगत् में शरीर पदार्थ से नहीं बना होता अतएव उसमें परिवर्तन नहीं होता । भौतिक जगत् में जीव छः परिवर्तनों से गुजरता है -जन्म, वृद्धि, अस्तित्व, प्रजनन, क्षय तथा विनाश । ये भौतिक शरीर के परिवर्तन हैं । लेकिन आध्यात्मिक जगत् में शरीर-परिवर्तन नहीं होता, वहाँ न जरा है, न जन्म और न मृत्यु । वे सब एकवस्था में रहते हैं । क्षरः सर्वाणि भूतानि-जो भी जीव ,आदि जीव ब्रह्मा से लेकर क्षुद्र चींटी तक भौतिक प्रकृति के संसर्ग में आता है, वह अपना शरीर बदलता है । अतएव ये सब क्षर या च्युत हैं । किन्तु आध्यात्मिक जगत् में वे मुक्त जीव सदा एकावस्था में रहते हैं ।"
        ]
    }
]