[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे ।",
            "स्वाध्यायज्ञानयज्ञाश्च यतयः संशितव्रताः ॥ २८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**द्रव्य-यज्ञाः** – अपनी सम्पत्ति का यज्ञ; **तपः-यज्ञाः** – तापों का यज्ञ; **योग-यज्ञाः** – अष्टांग योग में यज्ञ; **तथा** – इस  प्रकार; **अपरे** – अन्य; **स्वाध्याय** – वेदाध्ययन रूपी यज्ञ; **ज्ञान-यज्ञाः** – दिव्य ज्ञान की प्रगति हेतु यज्ञ; **च** – भी; **यतयः** – प्रबुद्ध पुरुष; **संशित-व्रताः** – दृढ़ व्रतधारी ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कठोर व्रत अंगीकार करके कुछ लोग अपनी सम्पत्ति का त्याग करके, कुछ कठिन तपस्या द्वारा, कुछ अष्टांग योगपद्धति के अभ्यास द्वारा अथवा दिव्यज्ञान में उन्नति करने के लिए वेदों के अध्ययन द्वारा प्रबुद्ध बनते हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इन यज्ञों के कई वर्ग किये जा सकते हैं । बहुत से लोग विविध प्रकार के दान-पुण्य द्वारा अपनी सम्पत्ति का यजन करते हैं । भारत में धनाढ्य व्यापारी या राजवंशी अनेक प्रकार की धर्मार्थ संस्थाएँ खोल देते हैं-यथा धर्मशाला, अन्न क्षेत्र, अतिथिशाला, अनाथालय तथा विद्यापीठ । अन्य देशों में भी अनेक अस्पताल, बूढों के लिए आश्रम तथा गरीबों को भोजन, शिक्षा तथा चिकित्सा की सुविधाएँ प्रदान करने के दातव्य संस्थान हैं । ये सब दानकर्म द्रव्यमय यज्ञ हैं । अन्य लोग जीवन में उन्नति करने अथवा उच्चलोकों में जाने के लिए चान्द्रायण तथा चातुर्मास्य जैसे विविध तप करते हैं । इन विधियों के अन्तर्गत कतिपय कठोर नियमों के अधीन कठिन व्रत करने होते हैं । उदाहरणार्थ, चातुर्मास्य व्रत रखने वाला वर्ष के चार मासों में (जुलाई से अक्टूबर तक) बाल नहीं कटाता, न ही कतिपय खाद्य वस्तुएँ खाता है और न दिन में दो बार खाता है, न निवास स्थान छोड़कर कहीं जाता है । जीवन के सुखों का ऐसा परित्याग तपोमय यज्ञ कहलाता है । कुछ लोग ऐसे भी हैं जो अनेक योगपद्धतियों का अनुसरण करते हैं यथा पतंजलि पद्धति (ब्रह्म में तदाकार होने के लिए) अथवा हठयोग या अष्टांगयोग (विशेष सिद्धियों के लिए) । कुछ लोग समस्त तीर्थस्थानों की यात्रा करते हैं । ये सारे अनुष्ठान योग-यज्ञ कहलाते हैं, जो भौतिक जगत् में किसी सिद्धि विशेष के लिए किये जाते हैं । कुछ लोग ऐसे हैं जो विभिन्न वैदिक साहित्य यथा उपनिषद् तथा वेदान्तसूत्र या सांख्यदर्शन के अध्ययन में अपना ध्यान लगाते हैं । इसे स्वाध्याय यज्ञ कहा जाता है । ये सारे योगी विभिन्न प्रकार के यज्ञों में लगे रहते हैं और उच्चजीवन की तलाश में रहते हैं । किन्तु कृष्णभावनामृत इनसे पृथक् है क्योंकि यह परमेश्वर की प्रत्यक्ष सेवा है । इसे उपर्युक्त किसी भी यज्ञ से प्राप्त नहीं किया जा सकता, अपितु भगवान् तथा उनके प्रामाणिक भक्तों की कृपा से ही प्राप्त किया जा सकता है । फलतः कृष्णभावनामृत दिव्य है ।"
        ]
    }
]