[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Vibhīṣaṇa sallies forth to obtain Śrī Rāma's protection and secures it"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāmu satyasaṃkalpa prabhu sabhā kālabasa tōri.",
            "mai raghubīra sarana aba jāuom dēhu jani khōri [5-41]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Śrī Rāma is true to His resolve and all-powerful; while your councillors are all doomed. I, therefore, now betake myself to the Hero of Raghu's line for protection; blame me no more.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asa kahi calā bibhīṣanu jabahīṃ. āyūhīna bhaē saba tabahīṃ",
            "sādhu avagyā turata bhavānī. kara kalyāna akhila kai hānī [5-41-1]",
            "rāvana jabahiṃ bibhīṣana tyāgā. bhayau bibhava binu tabahiṃ abhāgā",
            "calēu haraṣi raghunāyaka pāhīṃ. karata manōratha bahu mana māhīṃ [5-41-2]",
            "dēkhihauom jāi carana jalajātā. aruna mṛdula sēvaka sukhadātā",
            "jē pada parasi tarī riṣinārī. daṃḍaka kānana pāvanakārī [5-41-3]",
            "jē pada janakasutāom ura lāē. kapaṭa kuraṃga saṃga dhara dhāē",
            "hara ura sara sarōja pada jēī. ahōbhāgya mai dēkhihauom tēī [5-41-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "No sooner had Vibhīṣaṇa left with these words than the doom of them all was sealed. Disrespect to a saint, Pārvatī, immediately robs one of all blessings. The moment Rāvaṇa abandoned Vibhīṣaṇa the wretch lost all his glory. Indulging in many expectations Vibhīṣaṇa, however, gladly proceeded to the Lord of the Raghus. \"On reaching there I will behold those lotus-feet with ruddy soles, so soft and so delightful to the devotees. Nay, I will behold those feet whose very touch redeemed the Rṣi's wife (Ahalyā), that hallowed the Daṇḍaka forest, that Janaka's Daughter has locked up in Her bosom, that chased the delusive deer and that dwell as a pair of lotuses in the lake of Śiva heart. I am really blessed that I am going to see those very feet."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jinha pāyanha kē pādukanhi bharatu rahē mana lāi.",
            "tē pada āju bilōkihauom inha nayananhi aba jāi [5-42]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"I will go today and presently behold with these eyes of mine those very feet in whose wooden sandals Bharata's mind remains absorbed !\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi bidhi karata saprēma bicārā. āyau sapadi siṃdhu ēhiṃ pārā",
            "kapinha bibhīṣanu āvata dēkhā. jānā kōu ripu dūta bisēṣā [5-42-1]",
            "tāhi rākhi kapīsa pahiṃ āē. samācāra saba tāhi sunāē",
            "kaha sugrīva sunahu raghurāī. āvā milana dasānana bhāī [5-42-2]",
            "kaha prabhu sakhā būjhiai kāhā. kahai kapīsa sunahu naranāhā",
            "jāni na jāi nisācara māyā. kāmarūpa kēhi kārana āyā [5-42-3]",
            "bhēda hamāra lēna saṭha āvā. rākhia bāomdhi mōhi asa bhāvā",
            "sakhā nīti tumha nīki bicārī. mama pana saranāgata bhayahārī [5-42-4]",
            "suni prabhu bacana haraṣa hanumānā. saranāgata bacchala bhagavānā [5-42-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Cherishing such fond expectations Vibhīṣaṇa instantly crossed over to the other side of the ocean (where Śrī Rāma had encamped with His host). When the monkeys saw Vibhīṣaṇa coming, they took him for some special messenger of the enemy. Detaining him outside they approached Sugrīva (the lord of the monkeys) and told him all the news. Said Sugrīva, \"Listen, O Lord of the Raghus: Rāvaṇa's brother (Vibhīṣaṇa) has come to see You.\" The Lord, however, asked, \"What do you think of the matter, my friend?\" The lord of the monkeys replied, \"Listen, O Ruler of men: the wiles of these demons are beyond one's comprehension. One does not know wherefore he has come, capable as he is of taking any form he likes. Obviously the fool has come to spy out our secrets; what appeals to me, therefore, is that he should be taken prisoner and detained.\" \"Friend, you have thought out a wise course: but My vow is to dispel all fears from the mind of those who seek refuge in Me.\" Hanumān rejoiced to hear these words of the Lord, who cherished paternal affection for His protege."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "saranāgata kahuom jē tajahiṃ nija anahita anumāni.",
            "tē nara pāvaomra pāpamaya tinhahi bilōkata hāni [5-43]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Those people who forsake a suppliant, apprehending evil from him are vile and sinful; their very sight is abominable.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kōṭi bipra badha lāgahiṃ jāhū. āēom sarana tajauom nahiṃ tāhū",
            "sanamukha hōi jīva mōhi jabahīṃ. janma kōṭi agha nāsahiṃ tabahīṃ [5-43-1]",
            "pāpavaṃta kara sahaja subhāū. bhajanu mōra tēhi bhāva na kāū",
            "jauṃ pai duṣṭahadaya sōi hōī. mōrēṃ sanamukha āva ki sōī [5-43-2]",
            "nirmala mana jana sō mōhi pāvā. mōhi kapaṭa chala chidra na bhāvā",
            "bhēda lēna paṭhavā dasasīsā. tabahuom na kachu bhaya hāni kapīsā [5-43-3]",
            "jaga mahuom sakhā nisācara jētē. lachimanu hanai nimiṣa mahuom tētē",
            "jauṃ sabhīta āvā saranāī. rakhihauom tāhi prāna kī nāī [5-43-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I will not abandon even the murderer of myriads of Brāhmaṇas, if he seeks refuge in Me. The moment a creature turns its face towards Me the sins incurred by it through millions of lives are washed away. A sinner by his very nature is averse to My worship. Had Vibhīṣaṇa been wicked at heart, could he ever dare to approach Me? That man alone who has a pure mind can attain to Me; I have an aversion for duplicity, wiles and censoriousness. Even if Rāvaṇa has sent him to find out our secrets, we have nothing to fear or lose, O lord of the monkeys. Lakṣmaṇa, O my friend, can dispose of in a trice all the demons the world contains. And if he has sought shelter with Me out of fear, I will cherish him as My own life"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ubhaya bhāomti tēhi ānahu haomsi kaha kṛpānikēta.",
            "jaya kṛpāla kahi calē aṃgada hanū samēta [5-44]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"In either case bring him here,\" the All-merciful laughed and said. \"Glory to the merciful Lord,\" cried the monkeys and proceeded with Aṅgada and Hanumān (to usher in Vibhīṣaṇa)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sādara tēhi āgēṃ kari bānara. calē jahāom raghupati karunākara",
            "dūrihi tē dēkhē dvau bhrātā. nayanānaṃda dāna kē dātā [5-44-1]",
            "bahuri rāma chabidhāma bilōkī. rahēu ṭhaṭuki ēkaṭaka pala rōkī",
            "bhuja pralaṃba kaṃjāruna lōcana. syāmala gāta pranata bhaya mōcana [5-44-2]",
            "siṃgha kaṃdha āyata ura sōhā. ānana amita madana mana mōhā",
            "nayana nīra pulakita ati gātā. mana dhari dhīra kahī mṛdu bātā [5-44-3]",
            "nātha dasānana kara maiṃ bhrātā. nisicara baṃsa janama suratrātā",
            "sahaja pāpapriya tāmasa dēhā. jathā ulūkahi tama para nēhā [5-44-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The monkeys respectfully placed Vibhīṣaṇa ahead of them and proceeded to the place where the all-merciful Lord of the Raghus was. Vibhīṣaṇa beheld from a distance the two brothers who ravished the eyes of all. Again as he beheld Śrī Rāma, the home of beauty, he stopped winking and stood stockstill with his gaze intently fixed on the Lord. He had exceptionally long arms, eyes resembling the red lotus and swarthy limbs that rid the suppliant of all fear. His lion-like shoulders and broad chest exercised great charm, while His countenance bewitched the mind of countless Cupids. The sight brought tears to his eyes and a deep thrill ran through his body. He, however, composed his mind and spoke in gentle accents: \"My lord, I am Rāvaṇa's brother. Having been born in the demon race. O Protector of gods, my body has the element of Tamas (inertia and ignorance) preponderating in it and I have a natural affinity for sins even as an owl is fond of darkness"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "śravana sujasu suni āyauom prabhu bhaṃjana bhava bhīra.",
            "trāhi trāhi ārati harana sarana sukhada raghubīra [5-45]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Having heard with my own ears of Your fair renown I have come to You with the belief that my lord (You) dissipates the fear of rebirt h. Save me, save me, O Hero of Raghu's line, reliever of distress, delighter of those who take refuge in you.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asa kahi karata daṃḍavata dēkhā. turata uṭhē prabhu haraṣa bisēṣā",
            "dīna bacana suni prabhu mana bhāvā. bhuja bisāla gahi hṛdayaom lagāvā [5-45-1]",
            "anuja sahita mili ḍhiga baiṭhārī. bōlē bacana bhagata bhayahārī",
            "kahu laṃkēsa sahita parivārā. kusala kuṭhāhara bāsa tumhārā [5-45-2]",
            "khala maṃḍalīṃ basahu dinu rātī. sakhā dharama nibahai kēhi bhāomtī",
            "maiṃ jānauom tumhāri saba rītī. ati naya nipuna na bhāva anītī [5-45-3]",
            "baru bhala bāsa naraka kara tātā. duṣṭa saṃga jani dēi bidhātā",
            "aba pada dēkhi kusala raghurāyā. jauṃ tumha kīnha jāni jana dāyā [5-45-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When the Lord saw Vibhīṣaṇa falling prostrate with these words, He immediately started up much delighted. The Lord rejoiced at heart to hear his humble speech and, taking him in His long arms, clasped him to His bosom. Meeting him with His younger brother (Lakṣmaṇa) He seated him by His side and spoke words that dispelled the fear of His devotee: \"Tell me, king of Laṅkā, if all is well with you and your family, placed as you are in vicious surroundings. You live day and night in the midst of evil-minded persons; I wonder how you are able to maintain your piety, my friend, I know all your ways: you are a past master in correct behaviour and are averse to wrong-doing. It is much better to live in hell, dear Vibhīṣaṇa; but may Providence never place us in the company of the wicked.\" \"All is well with me now that I have beheld Your feet, O Lord of the Raghus, and since You have shown Your mercy to me, recognizing me as Your servant."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba lagi kusala na jīva kahuom sapanēhuom mana biśrāma.",
            "jaba lagi bhajata na rāma kahuom sōka dhāma taji kāma [5-46]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"There can be no happiness for a creature nor can its mind know any peace even in a dream so long as it does not relinquish desire, which is an abode of sorrow, and adore Śrī Rāma (Yourself)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba lagi hṛdayaom basata khala nānā. lōbha mōha macchara mada mānā",
            "jaba lagi ura na basata raghunāthā. dharēṃ cāpa sāyaka kaṭi bhāthā [5-46-1]",
            "mamatā taruna tamī aomdhiārī. rāga dvēṣa ulūka sukhakārī",
            "taba lagi basati jīva mana māhīṃ. jaba lagi prabhu pratāpa rabi nāhīṃ [5-46-2]",
            "aba maiṃ kusala miṭē bhaya bhārē. dēkhi rāma pada kamala tumhārē",
            "tumha kṛpāla jā para anukūlā. tāhi na byāpa tribidha bhava sūlā [5-46-3]",
            "maiṃ nisicara ati adhama subhāū. subha ācaranu kīnha nahiṃ kāū",
            "jāsu rūpa muni dhyāna na āvā. tēhiṃ prabhu haraṣi hṛdayaom mōhi lāvā [5-46-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"That villainous crew-greed, infatuation, jealousy, arrogance and pride- haunts the mind only so long as the Lord of the Raghus does not take up His abode there, armed with a bow and arrow and with a quiver fastened at His waist. Attachment to the world is like a dark night fully advanced, which is so delightful to the owls of attraction and aversion; it abides in the heart of a creature only so long as the sun of the Lord's glory does not shine there. Having seen Your lotus feet, O Rāma, I am now quite well and my grave fears have been set at rest. The threefold torments of mundane existence cease to have any effect on him who enjoys Your favour, my gracious lord. I am a demon vilest of nature and have never done any good act. Yet the Lord whose beauty even sages fail to perceive with their mind's eye has been pleased to clasp me to His bosom."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ahōbhāgya mama amita ati rāma kṛpā sukha puṃja.",
            "dēkhēuom nayana biraṃci siba sēbya jugala pada kaṃja [5-47]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Ah, I am blessed beyond measure, O all-gracious and all-blissful Rāma, in that I have beheld with my own eyes the lotus feet which are worthy of adoration even to Brahma and Śiva.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunahu sakhā nija kahauom subhāū. jāna Bhuśuṇḍi saṃbhu girijāū",
            "jauṃ nara hōi carācara drōhī. āvē sabhaya sarana taki mōhī [5-47-1]",
            "taji mada mōha kapaṭa chala nānā. karauom sadya tēhi sādhu samānā",
            "jananī janaka baṃdhu suta dārā. tanu dhanu bhavana suhrada parivārā [5-47-2]",
            "saba kai mamatā tāga baṭōrī. mama pada manahi bāomdha bari ḍōrī",
            "samadarasī icchā kachu nāhīṃ. haraṣa sōka bhaya nahiṃ mana māhīṃ [5-47-3]",
            "asa sajjana mama ura basa kaisēṃ. lōbhī hṛdayaom basai dhanu jaisēṃ",
            "tumha sārikhē saṃta priya mōrēṃ. dharauom dēha nahiṃ āna nihōrēṃ [5-47-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Listen, My friend: I tell you My nature, which is known to Bhuśuṇḍi, Śambhu (Lord Śiva) and Girijā (Pārvatī) too. If a man, even though he has been an enemy of the whole animate and inanimate creation, comes terror-stricken to Me, seeking My protection and discarding vanity, infatuation, hypocrisy and trickeries of various kinds, I speedily make him the very like of a saint. The ties of affection that bind a man to his mother, father, brother, son, wife, body, wealth, house, friends and relations are like so many threads which a pious soul gathers up and twists into a string wherewith he binds his soul to My feet. Nay, he looks upon all with the same eye and has no craving and his mind is free from joy, grief and fear. A saint of this description abides in My heart even as mammon resides in the heart of a covetous man. Only saints of your type are dear to Me; for the sake of none else do I body Myself forth.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "saguna upāsaka parahita nirata nīti dṛḍha nēma.",
            "tē nara prāna samāna mama jinha kēṃ dvija pada prēma [5-48]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Those men who worship My personal form, are intent on doing good to others, firmly tread the path of righteousness, and are steadfast in their vow and devoted to the feet of the Brāhmaṇas are dear to Me as life.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunu laṃkēsa sakala guna tōrēṃ. tātēṃ tumha atisaya priya mōrēṃ",
            "rāma bacana suni bānara jūthā. sakala kahahiṃ jaya kṛpā barūthā [5-48-1]",
            "sunata bibhīṣanu prabhu kai bānī. nahiṃ aghāta śravanāmṛta jānī",
            "pada aṃbuja gahi bārahiṃ bārā. hṛdayaom samāta na prēmu apārā [5-48-2]",
            "sunahu dēva sacarācara svāmī. pranatapāla ura aṃtarajāmī",
            "ura kachu prathama bāsanā rahī. prabhu pada prīti sarita sō bahī [5-48-3]",
            "aba kṛpāla nija bhagati pāvanī. dēhu sadā siva mana bhāvanī",
            "ēvamastu kahi prabhu ranadhīrā. māgā turata siṃdhu kara nīrā [5-48-4]",
            "jadapi sakhā tava icchā nāhīṃ. mōra darasu amōgha jaga māhīṃ",
            "asa kahi rāma tilaka tēhi sārā. sumana bṛṣṭi nabha bhaī apārā [5-48-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Listen, O king of Laṅkā; you possess all the above virtues; hence you are extremely dear to Me.\" On hearing the words of Śrī Rāma all the assembled monkeys exclaimed, \"Glory to the All-merciful !\" Vibhīṣaṇa's eagerness to hear the Lord's speech, which was all nectar to his ears, knew no satiety. He clasped His lotus feet again and again, his heart bursting with boundless joy. \"Listen, my lord, Ruler of the whole creation-animate as well as inanimate, Protector of the suppliant and Knower of all hearts: I did have some lurking desire in my heart before; but the same has been washed away by the stream of devotion to the Lord's feet. Now, my gracious Lord, grant me such pure devotion (to Your feet) as that which gladdens Śiva heart.\" \"So be it\", replied the Lord, staunch in fight, and immediately asked for the water of the sea. \"Even though, My friend, you have no craving, My sight in this world never fails to bring its reward.\" So saying, Śrī Rāma applied on his forehead the sacred mark of sovereignty and a copious shower of flowers rained down from the heavens."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāvana krōdha anala nija svāsa samīra pracaṃḍa.",
            "jarata bibhīṣanu rākhēu dīnhēhu rāju akhaṃḍa [5-49(A)]",
            "jō saṃpati siva rāvanahi dīnhi diēom dasa mātha.",
            "sōi saṃpadā bibhīṣanahi sakuci dīnha raghunātha [5-49(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Thus did the Lord of the Raghus save Vibhīṣaṇa from being consumed by the fire of Rāvaṇa's wrath, fanned to fury by his own (Vibhīṣaṇa's) breath (words), and bestowed on him unbroken sovereignty. Nay, He conferred on Vibhīṣaṇa with much diffidence the same fortune which Lord Śiva had bestowed on Rāvaṇa after the latter had offered his ten heads to Him in a sacrifice."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asa prabhu chāḍai bhajahiṃ jē ānā. tē nara pasu binu pūomcha biṣānā",
            "nija jana jāni tāhi apanāvā. prabhu subhāva kapi kula mana bhāvā [5-49(B)-1]",
            "puni sarbagya sarba ura bāsī. sarbarūpa saba rahita udāsī",
            "bōlē bacana nīti pratipālaka. kārana manuja danuja kula ghālaka [5-49(B)-2]",
            "sunu kapīsa laṃkāpati bīrā. kēhi bidhi taria jaladhi gaṃbhīrā",
            "saṃkula makara uraga jhaṣa jātī. ati agādha dustara saba bhāomtī [5-49(B)-3]",
            "kaha laṃkēsa sunahu raghunāyaka. kōṭi siṃdhu sōṣaka tava sāyaka",
            "jadyapi tadapi nīti asi gāī. binaya karia sāgara sana jāī [5-49(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Those men who worship anyone else, giving up such a (benign) lord, are mere beasts without a tail and a pair of horns. Recognizing Vibhīṣaṇa as His own man the Lord accepted him in His service; the amiability of His disposition gladdened the heart of the whole monkey host. Then the All-wise, who dwells in the heart of all, is manifest in all forms, though bereft of all and unconcerned, and who had appeared in human semblance with a specific motive and as the exterminator of the demon race, spoke words strictly observing the rules of decorum: \"Listen, O lord of the monkeys and O valiant sovereign of Laṅkā, how are we to cross the deep ocean full of alligators, snakes and all varieties of fishes, most unfathomable and difficult to cross in everyway?\" \"Listen, O Lord of the Raghus,\" replied the king of Laṅkā, \"Although Your arrow ifself can dry up innumerable oceans, yet propriety demands that You should approach the ocean and request the deity presiding over it (to allow You a passage)."
        ]
    }
]