[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "मा ते व्यथा मा च विमूढभावो",
            "दृष्ट्वा रूपं घोरमीदृङ्ममेदम् ।",
            "व्यपेतभी: प्रीतमना: पुनस्त्वं",
            "तदेव मे रूपमिदं प्रपश्य ॥ ४९ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "mā te vyathā mā ca vimūḍha-bhāvo",
            "dṛṣṭvā rūpaṁ ghoram īdṛṅ mamedam",
            "vyapeta-bhīḥ prīta-manāḥ punas tvaṁ",
            "tad eva me rūpam idaṁ prapaśya"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "mā — let it not be; te — unto you; vyathā — trouble; mā — let it not be; ca — also; vimūḍha-bhāvaḥ — bewilderment; dṛṣṭvā — by seeing; rūpam — form; ghoram — horrible; īdṛk — as it is; mama — My; idam — this; vyapeta-bhīḥ — free from all fear; prīta-manāḥ — pleased in mind; punaḥ — again; tvam — you; tat — that; eva — thus; me — My; rūpam — form; idam — this; prapaśya — just see."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "You have been perturbed and bewildered by seeing this horrible feature of Mine. Now let it be finished. My devotee, be free again from all disturbances. With a peaceful mind you can now see the form you desire."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In the beginning of Bhagavad-gītā Arjuna was worried about killing Bhīṣma and Droṇa, his worshipful grandfather and master. But Kṛṣṇa said that he need not be afraid of killing his grandfather. When the sons of Dhṛtarāṣṭra tried to disrobe Draupadī in the assembly of the Kurus, Bhīṣma and Droṇa were silent, and for such negligence of duty they should be killed. Kṛṣṇa showed His universal form to Arjuna just to show him that these people were already killed for their unlawful action. That scene was shown to Arjuna because devotees are always peaceful and they cannot perform such horrible actions. The purpose of the revelation of the universal form was shown; now Arjuna wanted to see the four-armed form, and Kṛṣṇa showed him. A devotee is not much interested in the universal form, for it does not enable one to reciprocate loving feelings. Either a devotee wants to offer his respectful worshipful feelings, or he wants to see the two-handed Kṛṣṇa form so that he can reciprocate in loving service with the Supreme Personality of Godhead."
        ]
    }
]