[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम् ।",
            "य: प्रयाति स मद्भावं याति नास्त्यत्र संशय: ॥ ५ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "anta-kāle ca mām eva",
            "smaran muktvā kalevaram",
            "yaḥ prayāti sa mad-bhāvaṁ",
            "yāti nāsty atra saṁśayaḥ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "anta-kāle — at the end of life; ca — also; mām — Me; eva — certainly; smaran — remembering; muktvā — quitting; kalevaram — the body; yaḥ — he who; prayāti — goes; saḥ — he; mat-bhāvam — My nature; yāti — achieves; na — not; asti — there is; atra — here; saṁśayaḥ — doubt."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "And whoever, at the end of his life, quits his body remembering Me alone at once attains My nature. Of this there is no doubt."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In this verse the importance of Kṛṣṇa consciousness is stressed. Anyone who quits his body in Kṛṣṇa consciousness is at once transferred to the transcendental nature of the Supreme Lord. The Supreme Lord is the purest of the pure. Therefore anyone who is constantly Kṛṣṇa conscious is also the purest of the pure. The word smaran (“remembering”) is important. Remembrance of Kṛṣṇa is not possible for the impure soul who has not practiced Kṛṣṇa consciousness in devotional service. Therefore one should practice Kṛṣṇa consciousness from the very beginning of life. If one wants to achieve success at the end of his life, the process of remembering Kṛṣṇa is essential. Therefore one should constantly, incessantly chant the mahā-mantra – Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Lord Caitanya has advised that one be as tolerant as a tree (taror api sahiṣṇunā). There may be so many impediments for a person who is chanting Hare Kṛṣṇa. Nonetheless, tolerating all these impediments, one should continue to chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, so that at the end of one’s life one can have the full benefit of Kṛṣṇa consciousness."
        ]
    }
]