[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Redemption of Ahalya"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gautama nāri śrāpa basa upala dēha dhari dhīra.",
            "carana kamala raja cāhati kṛpā karahu raghubīra..210.. [1-210]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Gautama's consort, having assumed the form of a stone under a curse, seeks with patience the dust of Your lotus feet; show mercy to her, O Hero of Raghu's race.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "parasata pada pāvana sōka nasāvana pragaṭa bhaī tapapuṃja sahī.",
            "dēkhata raghunāyaka jana sukha dāyaka sanamukha hōi kara jōri rahī..",
            "ati prēma adhīrā pulaka sarīrā mukha nahiṃ āvai bacana kahī.",
            "atisaya baḍabhāgī carananhi lāgī jugala nayana jaladhāra bahī.. [1-210-1]",
            "dhīraju mana kīnhā prabhu kahu cīnhā raghupati kṛpāom bhagati pāī.",
            "ati nirmala bānīṃ astuti ṭhānī gyānagamya jaya raghurāī..",
            "mai nāri apāvana prabhu jaga pāvana rāvana ripu jana sukhadāī.",
            "rājīva bilōcana bhava bhaya mōcana pāhi pāhi saranahiṃ āī.. [1-210-2]",
            "muni śrāpa jō dīnhā ati bhala kīnhā parama anugraha maiṃ mānā.",
            "dēkhēu bhari lōcana hari bhavamōcana ihai lābha saṃkara jānā..",
            "binatī prabhu mōrī maiṃ mati bhōrī nātha na māgau bara ānā.",
            "pada kamala parāgā rasa anurāgā mama mana madhupa karai pānā.. [1-210-3]",
            "jēhiṃ pada surasaritā parama punītā pragaṭa bhaī siva sīsa dharī.",
            "sōi pada paṃkaja jēhi pūjata aja mama sira dharēu kṛpāla harī..",
            "ēhi bhāomti sidhārī gautama nārī bāra bāra hari carana parī.",
            "jō ati mana bhāvā sō baru pāvā gai patilōka anaṃda bharī.. [1-210-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At the very touch of His holy feet, which drive away sorrow, emerged Ahalya, a true embodiment of austerity. Beholding the Lord of Raghus, the delight of His servants, she stood before Him with joined palms. Her heart being overwhelmed with love, the hair on her body stood on their end and she was unable to utter a word. The most blessed Ahalya cleaved to His feet and tears streamed from both her eyes. Recovering herself she recognized the Lord and by the grace of Sri Rama attained devotion to His feet. In a guileless speech she began to praise the Lord, \"Glory to the Lord of Raghus, who is accessible through spiritual knowledge. I am an impure woman, while the Lord is able to sanctify the whole world and is the delight of His servants. O lotus-eyed enemy of Ravana, You rid Your devotees of the fear of rebirth; therefore, I have taken refuge in You. Pray save me, save me. My consort (Gautama) did well in pronouncing a curse on me, and I have deemed it the greatest favour. I have feasted my eyes on Sri Hari (Yourself), who liberated from the bondage of worldly existence. Lord Sankara deems Your sight as the only blessing worth the name. Lord, I am very innocent of heart; I have only one request to make. I seek no other boon from You, my Master; I only crave that my mind may ever continue to enjoy the love of Your feet-dust even as a bee sucks the honey from a lotus. The merciful Lord Sri Hari placed on my head the same lotus feet from which issued the most holy Ganga (the heavenly river)-which is borne by Siva on His head-and which are adored by Brahma (the Creator).\" Having thus praised Sri Hari and falling again and again at His feet Gautama's consort (Ahalya) took leave of the Lord; and securing a boon, which she held most dear to her heart, she went to her husband's abode full of joy"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asa prabhu dīnabaṃdhu hari kārana rahita dayāla.",
            "tulasidāsa saṭha tēhi bhaju chāḍai kapaṭa jaṃjāla..211.. [1-211]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord Sri Hari is such a great friend of the humble and compassionate beyond one's deserts. Adore Him, O foolish Tulasidasa, giving up all deceit and wily wrangling."
        ]
    }
]