[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Śrī Rāma bestows parting presents on the monkeys and the Niṣāda chief"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "brahmānaṃda magana kapi saba kēṃ prabhu pada prīti.",
            "jāta na jānē divasa tinha gaē māsa ṣaṭa bīti..15.. [7-15]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The monkeys were drowned in the joy of absorption into Brahma; all were devoted to the Lord's feet. Days rolled by them unnoticed till a period of six months had elapsed.(15)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bisarē gṛha sapanēhu sudhi nāhīṃ. jimi paradrōha saṃta mana māhī..",
            "taba raghupati saba sakhā bōlāē. āi sabanhi sādara siru nāē.. [7-15-1]",
            "parama prīti samīpa baiṭhārē. bhagata sukhada mṛdu bacana ucārē..",
            "tumha ati kīnha mōri sēvakāī. mukha para kēhi bidhi karauṃ baḍaāī.. [7-15-2]",
            "tātē mōhi tumha ati priya lāgē. mama hita lāgi bhavana sukha tyāgē..",
            "anuja rāja saṃpati baidēhī. dēha gēha parivāra sanēhī.. [7-15-3]",
            "saba mama priya nahiṃ tumhahi samānā. mṛṣā na kahau mōra yaha bānā..",
            "saba kē priya sēvaka yaha nītī. mōrēṃ adhika dāsa para prītī.. [7-15-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "They had forgotten their home so completely that they never thought of it even in a dream any more than a saint would harbour ill-will towards another. The Lord of the Raghus then called all His comrades; all came and bowed their heads with reverence. Most lovingly He seated them by His side and addressed them in tender words, which were the delight of devotees: \"You have rendered unstinted service to Me; but how can I praise you to your face? You renounced your home and comforts on My account; hence you have endeared yourselves most to Me. My younger brothers, My crown, My fortune, Sītā (My spouse), My life, My home, My near and dear once are all dear to Me; but none so dear as you; I tell you no untruth, I simply reveal My nature to you. Every master, as a rule, loves his servant; but I, for one, am exceptionally fond of My servants."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "aba gṛha jāhu sakhā saba bhajēhu mōhi dṛḍha nēma.",
            "sadā sarbagata sarbahita jāni karēhu ati prēma..16.. [7-16]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Now, My comrades, return to your homes all of you, and, worship Me with a steadfast vow. Knowing Me as omnipresent and friendly to all, love Me most dearly.\" (16)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni prabhu bacana magana saba bhaē. kō hama kahāom bisari tana gaē..",
            "ēkaṭaka rahē jōri kara āgē. sakahiṃ na kachu kahi ati anurāgē.. [7-16-1]",
            "parama prēma tinha kara prabhu dēkhā. kahā bibidha bidhi gyāna bisēṣā..",
            "prabhu sanmukha kachu kahana na pārahiṃ. puni puni carana sarōja nihārahiṃ.. [7-16-2]",
            "taba prabhu bhūṣana basana magāē. nānā raṃga anūpa suhāē..",
            "sugrīvahi prathamahiṃ pahirāē. basana bharata nija hātha banāē.. [7-16-3]",
            "prabhu prērita lachimana pahirāē. laṃkāpati raghupati mana bhāē..",
            "aṃgada baiṭha rahā nahiṃ ḍōlā. prīti dēkhi prabhu tāhi na bōlā.. [7-16-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On hearing the Lord's words all were so enraptured that they forgot their bodily existence and did not know who and where they were. Joining their palms they stood looking on with unwinking eyes; they were too overwhelmed with love to speak anything. The Lord perceived their excessive fondness and gave them special instruction in wisdom inculcating the truth on them in various ways. They, however, could not utter a word in the presence of the Lord; they would simply gaze on His lotus-feet again and again. The Lord then called for jewels and costumes of various colours, incomparably beautiful; and Bharata with his own hands got ready a set with which he invested Sugrīva first of all. By the Lord's command Lakṣmaṇa then invested Vibhīṣaṇa (the king of Laṅkā) with another set, which gladdened the heart of Śrī Rāma (the Lord of the Raghus). Aṅgada, however, remained seated and refused to stir; and the Lord who saw his affection did not call him."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jāmavaṃta nīlādi saba pahirāē raghunātha.",
            "hiyaom dhari rāma rūpa saba calē nāi pada mātha..17ka.. [7-17(A)]",
            "taba aṃgada uṭhi nāi siru sajala nayana kara jōri.",
            "ati binīta bōlēu bacana manahu prēma rasa bōri..17kha.. [7-17(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then the Lord of the Raghus Himself invested with clothes and jewels Jāmbavān, Nila and all the rest; and enshrining Śrī Rāma's image in their heart they all bowed their heads at His feet and took their leave. Now Aṅgada arose and bowed his head; and with joined palms and eyes full of tears he addressed the Lord in words which were not only most polite but steeped as it were in the nectar of love:-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunu sarbagya kṛpā sukha siṃdhō. dīna dayākara ārata baṃdhō..",
            "maratī bēra nātha mōhi bālī. gayau tumhārēhi kōṃchēṃ ghālī.. [7-17(B)-1]",
            "asarana sarana biradu saṃbhārī. mōhi jani tajahu bhagata hitakārī..",
            "mōrēṃ tumha prabhu gura pitu mātā. jāu kahāom taji pada jalajātā.. [7-17(B)-2]",
            "tumhahi bicāri kahahu naranāhā. prabhu taji bhavana kāja mama kāhā..",
            "bālaka gyāna buddhi bala hīnā. rākhahu sarana nātha jana dīnā.. [7-17(B)-3]",
            "nīci ṭahala gṛha kai saba karihau. pada paṃkaja bilōki bhava tarihau..",
            "asa kahi carana parēu prabhu pāhī. aba jani nātha kahahu gṛha jāhī.. [7-17(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Listen, all-wise, all-merciful and all-blissful Lord, full of compassion to the meek and the befriender of the afflicted; it was in Your charge, my lord, that Vali (my father) left me while departing from this world. Therefore, recalling Your vow of affording protection to the forlorn, forsake me not, O benefactor of the devotees. You are my master, preceptor, father and mother, all in one; where can I go, leaving Your lotus-feet? Ponder Yourself and tell me, O Ruler of men; severed from You, of what use is my home to me? Extend Your protection to this humble servant, a mere child, without knowledge, reason or strength. I will do all menial service in your household and shall cross the ocean of mundane existence by the mere sight of Your lotus-feet.\" So saying he fell at His feet, adding, \"Save me, my lord, and tell me no more, my master, to return home.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "aṃgada bacana binīta suni raghupati karunā sīṃva.",
            "prabhu uṭhāi ura lāyau sajala nayana rājīva..18ka.. [7-18(A)]",
            "nija ura māla basana mani bālitanaya pahirāi.",
            "bidā kīnhi bhagavāna taba bahu prakāra samujhāi..18kha.. [7-18(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hearing Aṅgada's humble entreaty Lord Śrī Rāma, the perfection of tenderness, raised him and clasped him to His bosom, His lotus eyes streaming with tears. Investing Vali's son (Aṅgada) with the garland that hung on His own bosom as well as with His own robes and jewels, the Lord then sent him away with many words of consolation."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bharata anuja saumitra samētā. paṭhavana calē bhagata kṛta cētā..",
            "aṃgada hṛdayaom prēma nahiṃ thōrā. phiri phiri citava rāma kīṃ ōrā.. [7-18(B)-1]",
            "bāra bāra kara daṃḍa pranāmā. mana asa rahana kahahiṃ mōhi rāmā..",
            "rāma bilōkani bōlani calanī. sumiri sumiri sōcata haomsi milanī.. [7-18(B)-2]",
            "prabhu rukha dēkhi binaya bahu bhāṣī. calēu hṛdayaom pada paṃkaja rākhī..",
            "ati ādara saba kapi pahucāē. bhāinha sahita bharata puni āē.. [7-18(B)-3]",
            "taba sugrīva carana gahi nānā. bhāomti binaya kīnhē hanumānā..",
            "dina dasa kari raghupati pada sēvā. puni tava carana dēkhihau dēvā.. [7-18(B)-4]",
            "punya puṃja tumha pavanakumārā. sēvahu jāi kṛpā āgārā..",
            "asa kahi kapi saba calē turaṃtā. aṃgada kahai sunahu hanumaṃtā.. [7-18(B)-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Conscious of the devotees' services, Bharata as well as his younger brother (Śatrughna) and Lakṣmaṇa (Sumitrā's son) proceeded to see them off. Aṅgada's heart was so full of love that he would turn again and again to have one more look at Śrī Rāma. He would repeatedly prostrate himself on the ground and expected that Śrī Rāma might ask him to stay on. He became sad as he recalled the characteristic way in which Śrī Rāma looked, talked, walked and smilingly greeted His friends. But when he perceived in the Lord's look what was in His mind, he departed with many a word of prayer, impressing His lotus-feet on his heart. Having seen all the monkeys off with utmost respect, Bharata and his younger brothers returned. Then Hanumān (who had evidently accompanied his master to see him off) clasped the feet of Sugrīva and sought his favour in many ways : \"After spending ten more days in the service of Śrī Rāma (the Lord of the Raghus), if you please, I will see your feet again, my master.\" \"A storehouse of merit as you are, O son of the wind-god, you go and serve the All-merciful.\" So saying, all the monkeys forthwith departed. Aṅgada, however, tarried to say, Listen, Hanumān:-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahēhu daṃḍavata prabhu saiṃ tumhahi kahau kara jōri.",
            "bāra bāra raghunāyakahi surati karāēhu mōri..19ka.. [7-19(A)]",
            "asa kahi calēu bālisuta phiri āyau hanumaṃta.",
            "tāsu prīti prabhu sana kahi magana bhaē bhagavaṃta..9kha.. [7-19(B)]",
            "kulisahu cāhi kaṭhōra ati kōmala kusumahu cāhi.",
            "citta khagēsa rāma kara samujhi parai kahu kāhi..19ga.. [7-19(C)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "With joined palms I beseech you: please convey my prostrations to the Lord and remember me to Śrī Rāma (the Lord of the Raghus) from time to time.\" So saying, Vali's son (Aṅgada) started on his journey; while Hanumān came back and told the Lord of Aṅgada's love, which filled the Lord with ecstatic delight. Harder far than adamant and softer than a flower is the heart of Śrī Rāma, O king of the birds, (continues Kākabhuśuṇḍi): tell me, who can know it?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "puni kṛpāla liyō bōli niṣādā. dīnhē bhūṣana basana prasādā..",
            "jāhu bhavana mama sumirana karēhū. mana krama bacana dharma anusarēhū.. [7-19(C)-1]",
            "tumha mama sakhā bharata sama bhrātā. sadā rahēhu pura āvata jātā..",
            "bacana sunata upajā sukha bhārī. parēu carana bhari lōcana bārī.. [7-19(C)-2]",
            "carana nalina ura dhari gṛha āvā. prabhu subhāu parijananhi sunāvā..",
            "raghupati carita dēkhi purabāsī. puni puni kahahiṃ dhanya sukharāsī.. [7-19(C)-3]",
            "rāma rāja baiṃṭhēṃ trēlōkā. haraṣita bhaē gaē saba sōkā..",
            "bayaru na kara kāhū sana kōī. rāma pratāpa biṣamatā khōī.. [7-19(C)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Next the All-merciful summoned the Niṣāda chief (Guha) and presented him with jewels and raiment as a token of His pleasure. \"Now return to your home; but remember Me and follow the dictates of religion in thought, word and deed. You, My friend, are as much My brother as Bharata; you must continue to visit the capital every now and then.\" Guha was immensely gratified to hear these words; he fell at the Lord's feet, his eyes full of tears. Enshrining an image of His lotus feet in his heart he returned home and told his kinsmen of the Lord's amiable disposition. Witnessing the doings of Śrī Rāma (the Lord of the Raghus) the citizens repeatedly said, \"Blessed is the All-blissful Lord !\" Śrī Rāma's installation to the throne brought joy to all the three spheres and ended all their sorrows. No one bore enmity to another; Śrī Rāma's glory had obliterated all disharmony."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "baranāśrama nija nija dharama banirata bēda patha lōga.",
            "calahiṃ sadā pāvahiṃ sukhahi nahiṃ bhaya sōka na rōga..20.. [7-20]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Devoted to duty each according to his own caste and stage of life, the people trod the path of the Vedas and enjoyed happiness. They knew no fear, nor sorrow nor disease."
        ]
    }
]