[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अहं हि सर्वयज्ञानां भोक्ता च प्रभुरेव च ।",
            "न तु मामभिजानन्ति तत्त्वेनातश्च्यवन्ति ते ॥ २४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "ahaṁ hi sarva-yajñānāṁ",
            "bhoktā ca prabhur eva ca",
            "na tu mām abhijānanti",
            "tattvenātaś cyavanti te"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "aham — I; hi — surely; sarva — of all; yajñānām — sacrifices; bhoktā — the enjoyer; ca — and; prabhuḥ — the Lord; eva — also; ca — and; na — not; tu — but; mām — Me; abhijānanti — they know; tattvena — in reality; ataḥ — therefore; cyavanti — fall down; te — they."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I am the only enjoyer and master of all sacrifices. Therefore, those who do not recognize My true transcendental nature fall down."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Here it is clearly stated that there are many types of yajña performances recommended in the Vedic literatures, but actually all of them are meant for satisfying the Supreme Lord. Yajña means Viṣṇu. In the Third Chapter of Bhagavad-gītā it is clearly stated that one should only work for satisfying Yajña, or Viṣṇu. The perfectional form of human civilization, known as varṇāśrama-dharma, is specifically meant for satisfying Viṣṇu. Therefore, Kṛṣṇa says in this verse, “I am the enjoyer of all sacrifices because I am the supreme master.” Less intelligent persons, however, without knowing this fact, worship demigods for temporary benefit. Therefore they fall down to material existence and do not achieve the desired goal of life. If, however, anyone has any material desire to be fulfilled, he had better pray for it to the Supreme Lord (although that is not pure devotion), and he will thus achieve the desired result."
        ]
    }
]