[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Grace on Śabarī; a discourse on the nine forms of Devotion and departure for the Pampa lake"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kaṃda mūla phala surasa ati diē rāma kahu āni.",
            "prēma sahita prabhu khāē bāraṃbāra bakhāni..34.. [3-34]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "She brought and offered to Śrī Rāma the most delicious bulbs, roots and fruits. The Lord partook of them again and again"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pāni jōri āgēṃ bhai ṭhāḍhaī. prabhuhi bilōki prīti ati bāḍhaī..",
            "kēhi bidhi astuti karau tumhārī. adhama jāti maiṃ jaḍamati bhārī.. [3-34-1]",
            "adhama tē adhama adhama ati nārī. tinha mahaom maiṃ matimaṃda aghārī..",
            "kaha raghupati sunu bhāmini bātā. mānau ēka bhagati kara nātā.. [3-34-2]",
            "jāti pāomti kula dharma baḍaāī. dhana bala parijana guna caturāī..",
            "bhagati hīna nara sōhai kaisā. binu jala bārida dēkhia jaisā.. [3-34-3]",
            "navadhā bhagati kahau tōhi pāhīṃ. sāvadhāna sunu dharu mana māhīṃ..",
            "prathama bhagati saṃtanha kara saṃgā. dūsari rati mama kathā prasaṃgā.. [3-34-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Joining her palms she stood before Him; as she gazed upon the Lord her love waxed yet more ardent. \"How can I extol You, lowest in descent and the dullest of wit as I am ? A woman is the lowest of those who rank as the lowest of the low. Of women again I am the most dull-headed, O Destroyer of sins.\" Answered the Lord of Raghus: \"Listen, O good lady, to My words I recognize no other kinship except that of Devotion. Despite caste, kinship, lineage, piety, reputation, wealth, physical strength, numerical strength of his family, accomplishments and ability, a man lacking in Devotion is of no more worth than a cloud without water. Now I tell you the nine forms of Devotion; please listen attentively and cherish them in your mind. The first in order is fellowship with the saints and the second is marked by a fondness for My stories."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gura pada paṃkaja sēvā tīsari bhagati amāna.",
            "cauthi bhagati mama guna gana karai kapaṭa taji gāna..35.. [3-35]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Humble service of the lotus feet of one's preceptor is the third form of Devotion, while the fourth type of Devotion consists in singing My praises with a guileless purpose.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "maṃtra jāpa mama dṛḍha bisvāsā. paṃcama bhajana sō bēda prakāsā..",
            "chaṭha dama sīla birati bahu karamā. nirata niraṃtara sajjana dharamā.. [3-35-1]",
            "sātavaom sama mōhi maya jaga dēkhā. mōtēṃ saṃta adhika kari lēkhā..",
            "āṭhavaom jathālābha saṃtōṣā. sapanēhu nahiṃ dēkhai paradōṣā.. [3-35-2]",
            "navama sarala saba sana chalahīnā. mama bharōsa hiyaom haraṣa na dīnā..",
            "nava mahu ēkau jinha kē hōī. nāri puruṣa sacarācara kōī.. [3-35-3]",
            "sōi atisaya priya bhāmini mōrē. sakala prakāra bhagati dṛḍha tōrēṃ..",
            "jōgi bṛṃda duralabha gati jōī. tō kahu āju sulabha bhai sōī.. [3-35-4]",
            "mama darasana phala parama anūpā. jīva pāva nija sahaja sarūpā..",
            "janakasutā kai sudhi bhāminī. jānahi kahu karibaragāminī.. [3-35-5]",
            "paṃpā sarahi jāhu raghurāī. tahaom hōihi sugrīva mitāī..",
            "sō saba kahihi dēva raghubīrā. jānatahūom pūchahu matidhīrā.. [3-35-6]",
            "bāra bāra prabhu pada siru nāī. prēma sahita saba kathā sunāī.. [3-35-7]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Muttering My Name with unwavering faith constitutes the fifth form of adoration revealed in the Vedas. The sixth variety consists in the practice of self-control and virtue, desisting from manifold activities and ever pursuing the course of conduct prescribed for saints. He who practises the seventh type sees the world full of Me without distinction and reckons the saints as even greater than Myself. He who cultivates the eighth type of Devotion remains contented with whatever he gets and never thinks of detecting others' faults. The ninth form of Devotion demands that one should be guileless and straight in one's dealings with everybody, and should in his heart cherish implicit faith in Me without either exultation or depression. Whoever possesses any one of these nine forms of Devotion, be he man or woman or any other creature- sentient or insentient- is most dear to Me, O good lady. As for yourself, you are blessed with unflinching devotion of all these types. The prize which is hardly won by the Yogīs is within your easy reach today. The most incomparable fruit of seeing Me is that the soul attains its natural state. If you know anything about Janaka's daughter, My good lady, tell Me her news, O fair dame.\" \"Go to the Pampa lake, O Lord of Raghus; there You will make friends with Sugrīva. He will tell You everything, my Lord Rāma, Hero of Raghu's line; You are of steady resolve and know everything; nevertheless You ask me!\" Bowing her head at the Lord's feet again and again she lovingly related the whole story (of what the sage Matanga had told her and how eagerly she had watched His approach all the time)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahi kathā sakala bilōki hari mukha hṛdayaom pada paṃkaja dharē.",
            "taji jōga pāvaka dēha hari pada līna bhai jahaom nahiṃ phirē..",
            "nara bibidha karma adharma bahu mata sōkaprada saba tyāgahū.",
            "bisvāsa kari kaha dāsa tulasī rāma pada anurāgahū.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "After telling the whole story she gazed on the Lord's countenance and imprinted the image of His lotus feet on her heart; and casting her body in the fire of Yoga she entered Śrī Hari's state wherefrom there is no return. \"O men, abandon your varied activities, sins and diverse creeds, which all give birth to sorrow, and with genuine faith,\" says Tulasīdāsa, \" be devoted to the feet of Śrī Rāma.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jāti hīna agha janma mahi mukta kīnhi asi nāri.",
            "mahāmaṃda mana sukha cahasi aisē prabhuhi bisāri..36.. [3-36]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord conferred final beatitude even on a woman who was not only an outcaste but a very mine of sin; you seek happiness, my most foolish mind, by forgetting such a master !"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "calē rāma tyāgā bana sōū. atulita bala nara kēhari dōū..",
            "birahī iva prabhu karata biṣādā. kahata kathā anēka saṃbādā.. [3-36-1]",
            "lachimana dēkhu bipina kai sōbhā. dēkhata kēhi kara mana nahiṃ chōbhā..",
            "nāri sahita saba khaga mṛga bṛṃdā. mānahu mōri karata hahiṃ niṃdā.. [3-36-2]",
            "hamahi dēkhi mṛga nikara parāhīṃ. mṛgīṃ kahahiṃ tumha kahaom bhaya nāhīṃ..",
            "tumha ānaṃda karahu mṛga jāē. kaṃcana mṛga khōjana ē āē.. [3-36-3]",
            "saṃga lāi karinīṃ kari lēhīṃ. mānahu mōhi sikhāvanu dēhīṃ..",
            "sāstra suciṃtita puni puni dēkhia. bhūpa susēvita basa nahiṃ lēkhia.. [3-36-4]",
            "rākhia nāri jadapi ura māhīṃ. jubatī sāstra nṛpati basa nāhīṃ..",
            "dēkhahu tāta basaṃta suhāvā. priyā hīna mōhi bhaya upajāvā.. [3-36-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Śrī Rāma left even that forest and proceeded further. The two brothers were lions among men and possessed immeasurable strength. The Lord lamented like one smitten with pangs of separation; He narrated stories and had many a dialogue (with Lakṣmaṇa). \"Lakṣmaṇa, mark the beauty of the forest; whose heart will not be stirred at its sight ? United with their mates all the swarms of birds and herds of deer are reproaching me as it were. When the bucks see me and scamper away (in fear), their mates would stop them saying, 'You have nothing to fear; you may enjoy yourselves at will, O progeny of deer. He has come in search of a gold deer.' The elephants would take their mates alongwith them as if to teach me a lesson (that a man should never leave his wife alone). The sacred lore, however thoroughly studied, must be gone through over and over again; a king, however well served, should never be depended upon; and a woman like the scriptures and the king, even though you may cherish her in your bosom, is never thoroughly mastered. See, brother, how pleasant the spring is; yet to me, bereft of my beloved, it is frightful."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "biraha bikala balahīna mōhi jānēsi nipaṭa akēla.",
            "sahita bipina madhukara khaga madana kīnha bagamēla..37ka.. [3-37(A)]",
            "dēkhi gayau bhrātā sahita tāsu dūta suni bāta.",
            "ḍērā kīnhēu manahu taba kaṭaku haṭaki manajāta..37kha.. [3-37(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When the god of love found me tortured by separation, languishing and all alone, he rushed against me with the verdant forest, bees and birds for his army. His spy (the wind), however, has seen me with my brother and on his report the mind-born Cupid has held up his advancing army and besieged me as it were.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "biṭapa bisāla latā arujhānī. bibidha bitāna diē janu tānī..",
            "kadali tāla bara dhujā patākā. daikhi na mōha dhīra mana jākā.. [3-37(B)-1]",
            "bibidha bhāomti phūlē taru nānā. janu bānaita banē bahu bānā..",
            "kahu kahu sundara biṭapa suhāē. janu bhaṭa bilaga bilaga hōi chāē.. [3-37(B)-2]",
            "kūjata pika mānahu gaja mātē. ḍhēka mahōkha ūomṭa bisarātē..",
            "mōra cakōra kīra bara bājī. pārāvata marāla saba tājī.. [3-37(B)-3]",
            "tītira lāvaka padacara jūthā. barani na jāi manōja baruthā..",
            "ratha giri silā duṃdubhī jharanā. cātaka baṃdī guna gana baranā.. [3-37(B)-4]",
            "madhukara mukhara bhēri sahanāī. tribidha bayāri basīṭhīṃ āī..",
            "caturaṃginī sēna saomga līnhēṃ. bicarata sabahi cunautī dīnhēṃ.. [3-37(B)-5]",
            "lachimana dēkhata kāma anīkā. rahahiṃ dhīra tinha kai jaga līkā..",
            "ēhi kēṃ ēka parama bala nārī. tēhi tēṃ ubara subhaṭa sōi bhārī.. [3-37(B)-6]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Creepers have entwined themselves round gigantic trees, spreading as it were a variety of canopies in the sky. The plantains and stately palms are standing like beautiful pennons and standards; he alone who is stout of heart could help being fascinated by their sight. Trees of every description are adorned with flowers of various kinds, like warriors arrayed in all their different kinds of panoply. Other beautiful trees standing here and there look charming like champions separately encamped. The murmuring cuckoos are his excited elephants; herons and rooks, his camels and mules; peacocks, Cakoras and parrots, his noble war-horses; the pigeons and swans, his Arab steeds; the partridges and quails, his foot soldiers. But there is no describing the whole host of Cupid. Mountain rocks are his chariots; the rills, his kettledrums; the Cātakas, the bards that utter his praises; the garrulous bees are his trumpets and clarionets and the soft, cool and fragrant breezes have come in the capacity of his ambassadors. Accompanied by an army complete in all its four limbs (viz., the horse, the foot, the chariots and the elephants), he goes about challenging all to a combat. Lakṣmaṇa, they who remain firm even at the sight of Cupid's battle-array are men that count in this world. His greatest strength lies in woman; he alone who can escape her is a mighty champion."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tāta tīni ati prabala khala kāma krōdha aru lōbha.",
            "muni bigyāna dhāma mana karahiṃ nimiṣa mahu chōbha..38ka.. [3-38(A)]",
            "lōbha kēṃ icchā daṃbha bala kāma kēṃ kēvala nāri.",
            "krōdha kē paruṣa bacana bala munibara kahahiṃ bicāri..38kha.. [3-38(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Brother, there are three evils most formidable of all-lust, anger and greed. In an instant they distract the mind of hermits who are the very repositories of wisdom. The weapons of greed are desire and hypocrisy, of lust naught but woman; while anger's weapon is harsh speech: so declare the great sages after deep thought.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gunātīta sacarācara svāmī. rāma umā saba aṃtarajāmī..",
            "kāminha kai dīnatā dēkhāī. dhīranha kēṃ mana birati dṛḍhaāī.. [3-38(B)-1]",
            "krōdha manōja lōbha mada māyā. chūṭahiṃ sakala rāma kīṃ dāyā..",
            "sō nara iṃdrajāla nahiṃ bhūlā. jā para hōi sō naṭa anukūlā.. [3-38(B)-2]",
            "umā kahau maiṃ anubhava apanā. sata hari bhajanu jagata saba sapanā..",
            "puni prabhu gaē sarōbara tīrā. paṃpā nāma subhaga gaṃbhīrā.. [3-38(B)-3]",
            "saṃta hṛdaya jasa nirmala bārī. bāomdhē ghāṭa manōhara cārī..",
            "jahaom tahaom piahiṃ bibidha mṛga nīrā. janu udāra gṛha jācaka bhīrā.. [3-38(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Śrī Rāma, dear Umā, (says Bhagavān Śiva) is beyond the three Gunas (Sattva, Rajas and Tamas), though the lord of the animate and inanimate creation, and the inner controller of all. (By speaking as above) He demonstrated the miserable plight of earthly lovers and strengthened dispassion in the mind of the wise. Anger, lust, greed, pride and delusion, all these get eliminated through Śrī Rāma's grace. He who wins the favour of that divine player is never deluded by His jugglery. Umā, I tell you my own realization; the only thing real is worship of Śrī Rāma, and the whole world is a dream. The Lord then repaired to the shore of the deep and beautiful lake known by the name of Pampa. Its water was as limpid as the heart of saints and it had charming flights of steps on all its four sides. Beasts of various kinds drank of its water wherever they listed, as if there was a crowd of beggars ever present at the house of a generous man."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "puraini sabana ōṭa jala bēgi na pāia marma.",
            "māyāchanna na dēkhiai jaisē nirguna brahma..39ka.. [3-39(A)]",
            "sukhi mīna saba ēkarasa ati agādha jala māhiṃ.",
            "jathā dharmasīlanha kē dina sukha saṃjuta jāhiṃ..39kha.. [3-39(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Covered by dense lotus leaves the water could not be easily discerned, even as the attributeless Brahma is not perceived when veiled by Māyā (Ignorance). All the fish that had their abode in the fathomless water of the lake were uniformly happy, even as the virtuous ever pass their days peacefully."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bikasē sarasija nānā raṃgā. madhura mukhara guṃjata bahu bhṛṃgā..",
            "bōlata jalakukkuṭa kalahaṃsā. prabhu bilōki janu karata prasaṃsā.. [3-39(B)-1]",
            "cakravāka baka khaga samudāī. dēkhata banai barani nahiṃ jāī..",
            "sundara khaga gana girā suhāī. jāta pathika janu lēta bōlāī.. [3-39(B)-2]",
            "tāla samīpa muninha gṛha chāē. cahu disi kānana biṭapa suhāē..",
            "caṃpaka bakula kadaṃba tamālā. pāṭala panasa parāsa rasālā.. [3-39(B)-3]",
            "nava pallava kusumita taru nānā. caṃcarīka paṭalī kara gānā..",
            "sītala maṃda sugaṃdha subhāū. saṃtata bahai manōhara bāū.. [3-39(B)-4]",
            "kuhū kuhū kōkila dhuni karahīṃ. suni rava sarasa dhyāna muni ṭarahīṃ.. [3-39(B)-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Lotuses of different colours had opened their petals and swarms of bees sweetly hummed. Swans and waterfowls made such a noise as though they had burst into the Lord's praises the moment they saw Him. Birds like the Cakrawaka and the heron were lovely beyond words; one could form an idea of their beauty only after seeing them. The voice of the beautiful birds was so captivating that it seemed they invited the wayfarers who passed by them. By the side of the lake hermits had erected their thatched cottages; there were charming forest trees all around. The Campaka, the Bakula, the Kadamba, the Tamāla, the Pātāla, the Panasa, the Palasa, the mango and many other varieties of trees had put forth new leaves and blosoms and swarms of bees hummed on them. A delightful breeze which was naturally cool, gentle and fragrant, ever breathed there. The cuckoos cooed so sweetly that their melody disturbed the hermits in their meditation."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "phala bhārana nami biṭapa saba rahē bhūmi niarāi.",
            "para upakārī puruṣa jimi navahiṃ susaṃpati pāi..40.. [3-40]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Weighed down with the load of their fruits all the fruit trees well-nigh touched the ground, even as benevolent souls grow all the more humble on getting a large fortune."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dēkhi rāma ati rucira talāvā. majjanu kīnha parama sukha pāvā..",
            "dēkhī suṃdara tarubara chāyā. baiṭhē anuja sahita raghurāyā.. [3-40-1]",
            "tahaom puni sakala dēva muni āē. astuti kari nija dhāma sidhāē..",
            "baiṭhē parama prasanna kṛpālā. kahata anuja sana kathā rasālā.. [3-40-2]",
            "birahavaṃta bhagavaṃtahi dēkhī. nārada mana bhā sōca bisēṣī..",
            "mōra sāpa kari aṃgīkārā. sahata rāma nānā dukha bhārā.. [3-40-3]",
            "aisē prabhuhi bilōkau jāī. puni na banihi asa avasaru āī..",
            "yaha bicāri nārada kara bīnā. gaē jahāom prabhu sukha āsīnā.. [3-40-4]",
            "gāvata rāma carita mṛdu bānī. prēma sahita bahu bhāomti bakhānī..",
            "karata daṃḍavata liē uṭhāī. rākhē bahuta bāra ura lāī.. [3-40-5]",
            "svāgata pūomchi nikaṭa baiṭhārē. lachimana sādara carana pakhārē.. [3-40-6]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When Śrī Rāma saw this most beautiful lake, He took a dip into it and felt supremely delighted. Seeing the pleasant shade of a stately tree, the Lord of Raghus sat in it with His younger brother. There all the gods and sages came once more and having hymned His praises returned to their several homes. The All-merciful sat in a most cheerful mood and discoursed with His younger brother on delightful topics. When the sage Nārada saw the Lord suffering the pangs of separation, he felt much perturbed at heart. \" It is in submission to my curse* that the Lord is undergoing many hardships of an oppressive nature. Let me, therefore, go and see such a noble Lord; for such an opportunity may not present itself again,\" Reflecting thus Nārada went, lute in hand, to the spot where the Lord was sitting at ease. He fondly sang in a soft voice the exploits of Śrī Rāma dwelling upon them in all detail. As he prostrated himself the Lord lifted him up and held him in His embrace for a long time. After enquiring of his welfare He seated him by His side, while Lakṣmaṇa reverently laved His feet."
        ]
    }
]