[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Śrī Rāma's exhortation to His subjects (Śrī Rāma-Gita); the citizens' acknowledgement"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēka bāra raghunātha bōlāē. gura dvija purabāsī saba āē..",
            "baiṭhē gura muni aru dvija sajjana. bōlē bacana bhagata bhava bhaṃjana.. [7-42-1]",
            "sanahu sakala purajana mama bānī. kahau na kachu mamatā ura ānī..",
            "nahiṃ anīti nahiṃ kachu prabhutāī. sunahu karahu jō tumhahi sōhāī.. [7-42-2]",
            "sōi sēvaka priyatama mama sōī. mama anusāsana mānai jōī..",
            "jauṃ anīti kachu bhāṣauṃ bhāī. tauṃ mōhi barajahu bhaya bisarāī.. [7-42-3]",
            "baḍaēṃ bhāga mānuṣa tanu pāvā. sura durlabha saba graṃthinha gāvā..",
            "sādhana dhāma mōccha kara dvārā. pāi na jēhiṃ paralōka saomvārā.. [7-42-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "One day, invited by the Lord of the Raghus, the preceptor (Vasistha) and other leading Brāhmaṇas and all the other citizens assembled (in the royal court). When the preceptor and the other sages and Brāhmaṇas as well as all other gentlemen had taken their seats, the Lord who puts an end to the round of births of His devotees, addressed them in the following words:- \"Listen to My words, citizens all: I am not going to say anything out of attachment for you in My heart; I do not ask you to do any thing wrong nor do I make use of My authority. Therefore, listen to Me and act accordingly if you please. He is My servant and he is dearest to Me, who obeys My command. If I say anything which is wrong, brethren, be not afraid to correct Me. It is by good fortune that you have secured a human body, which-as declared by all the scriptures-is difficult even for the gods to attain. It is a tabernacle suitable for spiritual endeavours, gateway to liberation. He who fails to earn a good destiny hereafter even on attaining it.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sō paratra dukha pāvai sira dhuni dhuni pachitāi.",
            "kālahi karmahi īsvarahi mithyā dōṣa lagāi..43.. [7-43]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"He reaps torture in the other world and beats his head in remorse, wrongly attributing the blame to Time, Fate and God.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi tana kara phala biṣaya na bhāī. svargau svalpa aṃta dukhadāī..",
            "nara tanu pāi biṣayaom mana dēhīṃ. palaṭi sudhā tē saṭha biṣa lēhīṃ.. [7-43-1]",
            "tāhi kabahu bhala kahai na kōī. guṃjā grahai parasa mani khōī..",
            "ākara cāri laccha caurāsī. jōni bhramata yaha jiva abināsī.. [7-43-2]",
            "phirata sadā māyā kara prērā. kāla karma subhāva guna ghērā..",
            "kabahuka kari karunā nara dēhī. dēta īsa binu hētu sanēhī.. [7-43-3]",
            "nara tanu bhava bāridhi kahu bērō. sanmukha maruta anugraha mērō..",
            "karanadhāra sadagura dṛḍha nāvā. durlabha sāja sulabha kari pāvā.. [7-43-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Sensuous enjoyment, brethren, is not the be-all and end-all of human existence; even heavenly enjoyment is short-lived and ends in sorrow. The fools who devote their mind to the pleasures of sense even after attaining human birth take poison in exchange for nectar. None will ever speak well of him who picks up a peppercorn throwing away the philosopher's stone. This immortal soul goes round through eightyfour lakh species of life, falling under four broad divisions. Driven by Māyā (My deluding potency) and encompassed by Time, destiny, Nature and phenomenal existence, it ever drifts along. Rarely does God, who loves the Jīva without any selfinterest, graciously bestow on it a human form, which is a veritable raft whereby it can cross the ocean of mundane existence, with My grace for a favourable wind and a worthy preceptor for a helmsman to steer this strong bark-a combination which, though difficult to secure, has been made easily available to it.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jō na tarai bhava sāgara nara samāja asa pāi.",
            "sō kṛta niṃdaka maṃdamati ātmāhana gati jāi..44.. [7-44]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"The man who, though equipped with all these resources, fails to cross the ocean of metempsychosis is ungrateful and dull-witted and meets the fate of a self-murderer.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jauṃ paralōka ihāom sukha cahahū. suni mama bacana hrṛdayaom dṛḍha gahahū..",
            "sulabha sukhada māraga yaha bhāī. bhagati mōri purāna śruti gāī.. [7-44-1]",
            "gyāna agama pratyūha anēkā. sādhana kaṭhina na mana kahu ṭēkā..",
            "karata kaṣṭa bahu pāvai kōū. bhakti hīna mōhi priya nahiṃ sōū.. [7-44-2]",
            "bhakti sutaṃtra sakala sukha khānī. binu satasaṃga na pāvahiṃ prānī..",
            "punya puṃja binu milahiṃ na saṃtā. satasaṃgati saṃsṛti kara aṃtā.. [7-44-3]",
            "punya ēka jaga mahu nahiṃ dūjā. mana krama bacana bipra pada pūjā..",
            "sānukūla tēhi para muni dēvā. jō taji kapaṭu karai dvija sēvā.. [7-44-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"If you seek happiness here as well as hereafter, listen to My words and imprint them deeply in your heart. It is an easy and pleasant road, brethren, that of devotion to My feet, extolled in the Purāṇas and Vedas. Gnosis is difficult to attain and beset with numerous obstacles. The path is rugged and there is no solid ground for the mind to rest on. Scarcely one attains it after a hard struggle; yet, lacking in Devotion, the man fails to win My love. Devotion is independent and a mine of all blessings; men, however, cannot attain it except through the fellowship of saints. Saints for their part are inaccessible without a stock of merit; communion with the Lord's devotees in any case brings to an end the cycle of births and deaths. There is only one meritorious act in this world and no other- to adore the feet of the Brāhmaṇas by thought, word and deed. The sages and gods are propitious to him who guilelessly serves the twice-born (the Brāhmaṇas).\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "aurau ēka guputa mata sabahi kahau kara jōri.",
            "saṃkara bhajana binā nara bhagati na pāvai mōri..45.. [7-45]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"With joined palms I lay before you all another secret doctrine: without adoring Śaṅkara (Lord Śiva) man cannot attain devotion to Me.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahahu bhagati patha kavana prayāsā. jōga na makha japa tapa upavāsā..",
            "sarala subhāva na mana kuṭilāī. jathā lābha saṃtōṣa sadāī.. [7-45-1]",
            "mōra dāsa kahāi nara āsā. karai tau kahahu kahā bisvāsā..",
            "bahuta kahau kā kathā baḍhaāī. ēhi ācarana basya maiṃ bhāī.. [7-45-2]",
            "baira na bigraha āsa na trāsā. sukhamaya tāhi sadā saba āsā..",
            "anāraṃbha anikēta amānī. anagha arōṣa daccha bigyānī.. [7-45-3]",
            "prīti sadā sajjana saṃsargā. tṛna sama biṣaya svarga apabargā..",
            "bhagati paccha haṭha nahiṃ saṭhatāī. duṣṭa tarka saba dūri bahāī.. [7-45-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Tell Me what pains are involved in treading the path of Devotion : it requires neither Yoga (mind-control), nor sacrifices, nor Japa (muttering of prayers), nor penance, nor fasting. A guileless disposition, a mind free from perversity and absolute contentment with whatever may be got-this is all that is needed. If he who is called a devotee yet counts upon man, tell me, what faith does he have in Me? What use My dwelling on the subject further : I am won by the conduct of a man as depicted below, brethren. He who has no enmity or quarrel with anyone and is devoid of hope and fear-to such a man all the quarters are ever full of joy. Undertaking nothing (with an interested motive), without home, without pride and without sin, free from wrath, clever and wise, ever loving the company of saints and accounting the enjoyments even of heaven as well as final beatitude as no more than a blade of grass, tenaciously adhering to the cult of Devotion but avoiding bigotry, and giving up all sophistical reasoning:-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mama guna grāma nāma rata gata mamatā mada mōha.",
            "tā kara sukha sōi jānai parānaṃda saṃdōha..46.. [7-46]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Fond of singing and hearing My praises and devoted to My Name, and free from attachment to the world, arrogance and infatuation-the felicity that such a man enjoys is known to him alone who has become one with God, the embodiment of supreme bliss.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunata sudhāsama bacana rāma kē. gahē sabani pada kṛpādhāma kē..",
            "janani janaka gura baṃdhu hamārē. kṛpā nidhāna prāna tē pyārē.. [7-46-1]",
            "tanu dhanu dhāma rāma hitakārī. saba bidhi tumha pranatārati hārī..",
            "asi sikha tumha binu dēi na kōū. mātu pitā svāratha rata ōū.. [7-46-2]",
            "hētu rahita jaga juga upakārī. tumha tumhāra sēvaka asurārī..",
            "svāratha mīta sakala jaga māhīṃ. sapanēhu prabhu paramāratha nāhīṃ.. [7-46-3]",
            "sabakē bacana prēma rasa sānē. suni raghunātha hṛdayaom haraṣānē..",
            "nija nija gṛha gaē āyasu pāī. baranata prabhu batakahī suhāī.. [7-46-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On hearing Śrī Rāma's nectar-like words all who (had assembled there) clasped the feet of the All-merciful. \"Fountain of mercy ! You are our father and mother, preceptor and kinsman; You are dearer to us than our own life. Rāma, You are our body, wealth and habitat and You are beneficent to us in everyway, relieving as You do the agony of the suppliant. None other than You could give such instruction; for even father and mother are devoted to their own interest. You two are the only disinterested benefactors in this world-Yourself and Your servant, O Destroyer of the demons. Everyone else in this world has his own interest to serve; no one thinks of other's highest (spiritual) interests even in a dream, O Lord.\" The Lord of the Raghus was delighted at heart to hear the words of all, steeped as they were in the nectar of love. On receiving the Lord's permission they returned each to his own residence, repeating on the way the Lord's charming discourse."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "umā avadhabāsī nara nāri kṛtāratha rūpa.",
            "brahma saccidānaṃda ghana raghunāyaka jahaom bhūpa..47.. [7-47]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Umā, (continues Lord Śiva,) the people of Ayodhyā, both men and women, were the very picture of blessedness : for the Lord of the Raghus, who was none other than Brahma, the embodiment of truth, intelligence and bliss, ruled there as king."
        ]
    }
]