[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dialogue between king Janaka and Bharata; Indra's anxiety; Goddess Sarasvati'ss admonition to Indra"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gyāna nidhāna sujāna suci dharama dhīra narapāla.",
            "tumha binu asamaṃjasa samana kō samaratha ēhi kāla..291.. [2-291]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"O king! you are a storehouse of wisdom, clever, pious and staunch in upholding the cause of virtue. Who save you is able at the present moment to find a way out of this impasse?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni muni bacana janaka anurāgē. lakhi gati gyānu birāgu birāgē..",
            "sithila sanēhaom gunata mana māhīṃ. āē ihāom kīnha bhala nāhī.. [2-291-1]",
            "rāmahi rāyaom kahēu bana jānā. kīnha āpu priya prēma pravānā..",
            "hama aba bana tēṃ banahi paṭhāī. pramudita phiraba bibēka baḍaāī.. [2-291-2]",
            "tāpasa muni mahisura suni dēkhī. bhaē prēma basa bikala bisēṣī..",
            "samau samujhi dhari dhīraju rājā. calē bharata pahiṃ sahita samājā.. [2-291-3]",
            "bharata āi āgēṃ bhai līnhē. avasara sarisa suāsana dīnhē..",
            "tāta bharata kaha tērahuti rāū. tumhahi bidita raghubīra subhāū.. [2-291-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Janaka was overwhelmed with emotion on hearing the sage's words. His wisdom and dispassion themselves shrunk away from him when they saw his condition. Faint with love he reasoned to himself, \"I have not done well in coming over to this place, King Dasaratha no doubt told Sri Rama to proceed to the woods; but at the same time he demonstrated the love he bore towards his beloved son. As for ourselves we shall now send him from this forest to another and return in triumph glorying over our wisdom!\" Seeing and hearing all this the ascetics, hermits and the Brahmanas were overwhelmed with emotion. Realizing the situation, the king took heart and proceeded with his followers to see Bharata; while the latter came ahead to receive him and gave him the best seat available in the circumstances. \"Dear Bharata,\" said the king of Tirhut, \"you know the disposition of Sri Rama (the Hero of Raghu's line).\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma satyabrata dharama rata saba kara sīlu sanēhu..",
            "saṃkaṭa sahata sakōca basa kahia jō āyasu dēhu..292.. [2-292]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Sri Rama is true to his vow and devoted to his duty; he respects the feelings and affection of all. It is no account of this consideration for others' feelings that he has to suffer mental torture. Now give me your final word, so that the same may be communicated to him.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni tana pulaki nayana bhari bārī. bōlē bharatu dhīra dhari bhārī..",
            "prabhu priya pūjya pitā sama āpū. kulaguru sama hita māya na bāpū.. [2-292-1]",
            "kausikādi muni saciva samājū. gyāna aṃbunidhi āpunu ājū..",
            "sisu sēvaka āyasu anugāmī. jāni mōhi sikha dēia svāmī.. [2-292-2]",
            "ēhiṃ samāja thala būjhaba rāura. mauna malina maiṃ bōlaba bāura..",
            "chōṭē badana kahau baḍai bātā. chamaba tāta lakhi bāma bidhātā.. [2-292-3]",
            "āgama nigama prasiddha purānā. sēvādharamu kaṭhina jagu jānā..",
            "svāmi dharama svārathahi birōdhū. bairu aṃdha prēmahi na prabōdhū.. [2-292-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When Bharata heard these words, a thrill ran through his body and his eyes filled with tears. Imposing a great restraint upon himself he said, \"My lord, you are dear and worthy of respect to me as my own father; and as regards my family preceptor (the sage Vasistha) my own parents are not so benevolent to me as he.\" Here is an assembly of sages like Kausika (Visvamitra) as well as of ministers; and today you too, an ocean of wisdom, are present in our midst. Know me to be a mere child and an obedient servant and instruct me accordingly, my master. To think that you should seek my advice in this assembly (of wise men) and at this holy place! Yet if I keep mum I shall be considered black of heart; and if I speak on this occasion it will be sheer madness on my part. Nevertheless I have the impudence to say some thing. Therefore, pray forgive me, father, knowing that Providence is against me. It is fully recognized in the Tantras, Vedas and Puranas, and all the world knows, that the duty of a servant is hard indeed. Duty to a master is incompatible with selfishness. Hatred is blind and love is not discreet."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rākhi rāma rukha dharamu bratu parādhīna mōhi jāni.",
            "saba kēṃ saṃmata sarba hita karia pēmu pahicāni..293.. [2-293]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Therefore, knowing me to be a dependant, and with due deference to Sri Rama's wishes and consistent with his duty and sacred vow, pray do that which all approve and is good for all, recognizing the affection everyone bears for him.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bharata bacana suni dēkhi subhāū. sahita samāja sarāhata rāū..",
            "sugama agama mṛdu maṃju kaṭhōrē. arathu amita ati ākhara thōrē.. [2-293-1]",
            "jyau mukha mukura mukuru nija pānī. gahi na jāi asa adabhuta bānī..",
            "bhūpa bharata muni sahita samājū. gē jahaom bibudha kumuda dvijarājū.. [2-293-2]",
            "suni sudhi sōca bikala saba lōgā. manahu mīnagana nava jala jōgā..",
            "dēvaom prathama kulagura gati dēkhī. nirakhi bidēha sanēha bisēṣī.. [2-293-3]",
            "rāma bhagatimaya bharatu nihārē. sura svārathī hahari hiyaom hārē..",
            "saba kōu rāma pēmamaya pēkhā. bhau alēkha sōca basa lēkhā.. [2-293-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On hearing Bharata's words and observing his disposition King Janaka and his followers applauded him. Easily intelligible yet incomprehensible, soft and sweet yet hard, pregnant with a vast meaning though too concise, his mysterious speech was as baffling as the reflection of one's face seen in a mirror, which cannot be grasped even though the mirror be held in one's own hand. King Janaka, Bharata, the sage (Vasistha) and the whole assembly called on Sri Rama, who delights the gods even as the moon brings joy to the lilies. On hearing this news all the people were overwhelmed with anxiety even as fish on coming in contact with the water of the first shower (of the monsoon). The gods first observed the condition of the family preceptor (the sage Vasistha) and next watched the great affection of King Videha. And then they beheld Bharata, the very incarnation of devotion to Sri Rama. Seeing all this the selfish gods felt unnerved and lost heart. When they saw everyone full of love for Sri Rama, the gods were immensely perturbed."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāmu sanēha sakōca basa kaha sasōca surarāja.",
            "racahu prapaṃcahi paṃca mili nāhiṃ ta bhayau akāju..294.. [2-294]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Sri Rama, is full of love and consideration for others' feelings.\" Indra (the lord of celestials) sorrowfully said, \"Therefore, combine to contrive some underhand plot all of you; or else we are doomed.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suranha sumiri sāradā sarāhī. dēbi dēva saranāgata pāhī..",
            "phēri bharata mati kari nija māyā. pālu bibudha kula kari chala chāyā.. [2-294-1]",
            "bibudha binaya suni dēbi sayānī. bōlī sura svāratha jaḍa jānī..",
            "mō sana kahahu bharata mati phērū. lōcana sahasa na sūjha sumērū.. [2-294-2]",
            "bidhi hari hara māyā baḍai bhārī. sōu na bharata mati sakai nihārī..",
            "sō mati mōhi kahata karu bhōrī. caṃdini kara ki caṃḍakara cōrī.. [2-294-3]",
            "bharata hṛdayaom siya rāma nivāsū. tahaom ki timira jahaom tarani prakāsū..",
            "asa kahi sārada gai bidhi lōkā. bibudha bikala nisi mānahu kōkā.. [2-294-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The gods invoked goddess Sarada and praised her. They said,\"O goddess, we celestials have sought refuge in you; pray protect us. Change Bharata's mind by exerting your Maya (deluding potency) and preserve the heavenly race from ruin by taking them under the cool shade of some deceptive trick.\" When the wise goddess heard the gods' prayer, she understood that selfishness had robbed them of their senses, and accordingly replied (turning towards Indra in particular), \" You ask me to alter Bharata's mind! It is a pity you cannot see Mount Meru even though you possess a thousand eyes. The Maya (deluding potency) even of Brahma (the Creator), Hari (the Preserver) and Hara (the Destroyer of the universe), exceedingly powerful as it is, cannot even face Bharata's reason. And yet you ask me to pervert it. What! Can the moonlight steal away the sun? Bharata's heart is the abode of Sita and Sri Rama; can darkness enter where the sun shines?\" So saying goddess Sarada returned to Brahma's heaven, leaving the gods as distressed as the Cakravaka bird at night."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sura svārathī malīna mana kīnha kumaṃtra kuṭhāṭu..",
            "raci prapaṃca māyā prabala bhaya bhrama arati ucāṭu..295.. [2-295]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The gods, who were selfish by nature and malicious at heart, laid an ill-conceived plot and weaving a powerful net of deceptive artifice set up a wave of fear, confusion, ennui and vexation (among the people of Ayodhya)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kari kucāli sōcata surarājū. bharata hātha sabu kāju akājū..",
            "gaē janaku raghunātha samīpā. sanamānē saba rabikula dīpā.. [2-295-1]",
            "samaya samāja dharama abirōdhā. bōlē taba raghubaṃsa purōdhā..",
            "janaka bharata saṃbādu sunāī. bharata kahāuti kahī suhāī.. [2-295-2]",
            "tāta rāma jasa āyasu dēhū. sō sabu karai mōra mata ēhū..",
            "suni raghunātha jōri juga pānī. bōlē satya sarala mṛdu bānī.. [2-295-3]",
            "bidyamāna āpuni mithilēsū. mōra kahaba saba bhāomti bhadēsū..",
            "rāura rāya rajāyasu hōī. rāuri sapatha sahī sira sōī.. [2-295-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Having started the mischief the lord of celestials thought within himself that the success and failure of his plans lay in Bharata's hands. (Now reverting to Citrakuta) when King Janaka went to the Lord of Raghus, the Glory of the solar race received them all with honour. The priest of Raghu's line then spoke words which were appropriate to the occasion as well as to the assembly in which he spoke and consistent with righteousness. He reproduced the conversation that had taken place between King Janaka and Bharata and also repeated the charming speech of Bharata.\"Dear Rama,\" he said, \"whatever order you give all should obey: this is my proposal.\" Hearing this the Lord of Raghus, with joined palms and in gentle accents, spoke words which were true and guileless: \"In the presence of yourself and the lord of Mithila it will be altogether unseemly on my part to say anything. Whatever order may be given by you and by the king of Mithila, everyone, I swear by yourself, will positively bow to it.\""
        ]
    }
]