[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा |",
            "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च || ३२ ||",
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च |",
            "आचार्याः पितरः पुत्रास्तथैव च पितामहाः || ३३ ||",
            "मातुलाः श्वश्रुराः पौत्राः श्यालाः सम्बन्धिनस्तथा |",
            "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन || ३४ ||",
            "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते |",
            "निहत्य धार्तराष्ट्रान्नः का प्रीति स्याज्जनार्दन || ३५ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "किम् – क्या लाभ; नः – हमको; राज्येन – राज्य से; गोविन्द – हे कृष्ण; किम् – क्या; भोगैः – भोग से; जीवितेन – जीवित रहने से; वा- अथवा; येषाम् – जिनके; अर्थे – लिए; काङक्षितम् – इच्छित है; नः – हमारे द्वारा; राज्यम् – राज्य; भोगाः – भौतिक भोग; सुखानि – समस्त सुख; च – भी; ते – वे; इमे – ये; अवस्थिताः – स्थित; युद्धे – युद्धभूमि में; प्राणान् – जीवन को; त्यक्त्वा – त्याग कर; धनानि – धन को; च – भी; आचार्याः – गुरुजन; पितरः – पितृगण; पुत्राः – पुत्रगण; तथा – और; एव – निश्चय ही; च – भी; पितामहाः – पितामह; मातुलाः – मामा लोग; श्वशुरा – श्वसुर; पौत्राः – पौत्र; श्यालाः – साले; सम्बन्धिनः – सम्बन्धी; तथा – तथा; एतान् – ये सब; न – कभी नहीं; हन्तुम् – मारना; इच्छामि – चाहता हूँ; घ्रतः – मारे जाने पर; अपि – भी; मधुसूदन – हे मधु असुर के मारने वाले (कृष्ण); अपि – तो भी; त्रै-लोकस्य – तीनों लोकों के; राज्यस्य – राज्य के; हेतोः – विनिमय में; किम् नु – क्या कहा जाय; महीकृते – पृथ्वी के लिए; निहत्य – मारकर; धार्तराष्ट्रान् – धृत राष्ट्र के पुत्रों को; नः – हमारी; का – क्या; प्रीतिः – प्रसन्नता; स्यात् – होगी; जनार्दन – हे जीवों के पालक |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे गोविन्द! हमें राज्य, सुख अथवा इस जीवन से क्या लाभ! क्योंकि जिन सारे लोगों के लिए हम उन्हें चाहते हैं वे ही इस युद्धभूमि में खड़े हैं | हे मधुसूदन! जब गुरुजन, पितृगण, पुत्रगण, पितामह, मामा, ससुर, पौत्रगण, साले तथा अन्य सारे सम्बन्धी अपना धन एवं प्राण देने के लिए तत्पर हैं और मेरे समक्ष खड़े हैं तो फिर मैं इन सबको क्यों मारना चाहूँगा, भले ही वे मुझे क्यों न मार डालें? हे जीवों के पालक! मैं इन सबों से लड़ने को तैयार नहीं, भले ही बदले में मुझे तीनों लोक क्यों न मिलते हों, इस पृथ्वी की तो बात ही छोड़ दें | भला धृतराष्ट्र के पुत्रों को मारकर हमें कौन सी प्रसन्नता मिलेगी?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन ने भगवान् कृष्ण को गोविन्द कहकर सम्बोधित किया क्योंकि वे गौवोंतथा इन्द्रियों की समस्त प्रसन्नता के विषय हैं | इस विशिष्ट शब्द का प्रयोग करके अर्जुन संकेत करता है कि कृष्ण यह समझें कि अर्जुन की इन्द्रियाँ कैसे तृप्त होंगी | किन्तु गोविन्द हमारी इन्द्रियों को तुष्ट करने के लिए नहीं हैं | हाँ, यदि हम गोविन्द की इन्द्रियों को तुष्ट करने का प्रयास करते हैं तो हमारी इन्द्रियाँ स्वतः तुष्ट होती हैं | भौतिक दृष्टि से, प्रत्येक व्यक्ति अपनी इन्द्रियों को तुष्ट करना चाहता है और चाहता है कि ईश्वर उसके आज्ञापालक की तरह काम करें | किन्तु ईश्वर उनकी तृप्ति वहीं तक करते हैं जितनी के वे पात्र होते हैं – उस हद तक नहीं जितना वे चाहते हैं | किन्तु जब कोई इसके विपरीत मार्ग ग्रहण करता है अर्थात् जब वह अपनी इन्द्रियों की तृप्ति की चिन्ता न करके गोविन्द की इन्द्रियों की तुष्टि करने का प्रयास करता है तो गोविन्द की कृपा से जीव की सारी इच्छाएँ पूर्ण हो जाती हैं | यहाँ पर जाति तथा कुटुम्बियों के प्रति अर्जुन का प्रगाढ़ स्नेह आंशिक रूप से इन सबके प्रति उसकी स्वभाविक करुणा के कारण है | अतः वह युद्ध करने के लिए तैयार नहीं है | हर व्यक्ति अपने वैभव का प्रदर्शन अपने मित्रों तथा परिजनों के समक्ष करना चाहता है किन्तु अर्जुन को भय है कि उसके सारे मित्र तथा परिजन युद्धभूमि में मारे जायेंगे और वह विजय के पश्चात् उनके साथ अपने वैभव का उपयोग नहीं कर सकेगा | भौतिक जीवन का यह सामान्य लेखाजोखा है | किन्तु आध्यात्मिक जीवन इससे सर्वथा भिन्न होता है | चूँकि भक्त भगवान् की इच्छाओं की पूर्ति करना चाहता है अतः भगवद्-इच्छा होने पर वह भगवान् की सेवा के लिए सारे एश्वर्य स्वीकार कर सकता है किन्तु यदि भगवद्-इच्छा न हो तो वह एक पैसा भी ग्रहण नहीं करता | अर्जुन अपने सम्बन्धियों को मारना नहीं चाह रहा था और यदि उनको मारने की आवश्यकता हो तो अर्जुन की इच्छा थी कि कृष्ण स्वयं उनका वध करें | इस समय उसे पता नहीं है कि कृष्ण उन सबों को युद्धभूमि में आने के पूर्व ही मार चुके हैं और अब उसे निमित्त मात्र बनना है | इसका उद्घाटन अगले अध्यायों में होगा | भगवान् का असली भक्त होने के कारण अर्जुन अपने अत्याचारी बन्धु-बान्धवों से प्रतिशोध नहीं लेना चाहता था किन्तु यह तो भगवान् की योजना थी कि सबका वध हो | भगवद्भक्त दुष्टों से प्रतिशोध नहीं लेना चाहते किन्तु भगवान् दुष्टों द्वारा भक्त के उत्पीड़न को सहन नहीं कर पाते | भगवान् किसी व्यक्ति को अपनी इच्छा से क्षमा कर सकते हैं किन्तु यदि कोई उनके भक्तों को हानि पहुँचाता है तो वे क्षमा नहीं करते | इसीलिए भगवान् इन दुराचारियों का वध करने के लिए उद्यत थे यद्यपि उन्हें क्षमा करना चाहता था |"
        ]
    }
]