[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अहङ्कारं बलं दर्पं कामं क्रोधं च संश्रिताः ।",
            "मामात्मपरदेहेषु प्रद्विषन्तोऽभ्यसूयकाः ॥ १८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अहङकारम् - मिथ्या अभिमान; बलम् - बल; दर्पम् - घमंड; कामम् - काम, विषयभोग; क्रोधम् - क्रोध; च - भी; संश्रिताः - शरणागत, आश्रय लेते हुए; माम् - मुझको; आत्म - अपने; पर - तथा पराये; देहेषु - शरीरों में; प्रद्विषन्तः - निन्दा करते हुए; अभ्यसूयकाः - ईर्ष्यालु |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मिथ्या अहंकार, बल, दर्प, काम तथा क्रोध से मोहित होकर आसुरी व्यक्ति अपने शरीर में तथा अन्यों के शरीर में स्थित भगवान् से ईर्ष्या और वास्तविक धर्म की निन्दा करने लगते हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "आसुरी व्यक्ति भगवान् की श्रेष्ठता का विरोधी होने के कारण शास्त्रों में विश्वास करना पसन्द नहीं करता । वह शास्त्रों तथा भगवान् के अस्तित्व इन दोनों से ही ईर्ष्या करता है । यह ईर्ष्या उसकी तथाकथित प्रतिष्ठा तथा धन एवं शक्ति के संग्रह से उत्पन्न होती है । वह यह नहीं जनता कि वर्तमान जीवन अगले जीवन की तैयारी है । इसे न जानते हुए वह वास्तव में अपने प्रति तथा अन्यों के प्रति भी द्वेष करता है । वह अन्य जीवधारियों की तथा स्वयं अपनी हिंसा करता है । वह भगवान् के परम नियन्त्रण की चिन्ता नहीं करता, क्योंकि उसे ज्ञान नहीं होता । शास्त्रों तथा भगवान् से ईर्ष्या करने के कारण वह ईश्वर के अस्तित्व के विरुद्ध झूठे तर्क प्रस्तुत करता है और शास्त्रीय प्रमाण को अस्वीकार करता है । वह प्रत्येक कार्य में अपने को स्वतन्त्र तथा शक्तिमान मानता है । वह सोचता है कि कोई भी शक्ति, बल या सम्पत्ति में उसकी समता नहीं कर सकता, अतः वह चाहे जिस तरह कर्म करे, उसे कोई रोक नहीं सकता । यदि उसका कोई शत्रु उसे ऐन्द्रिय कार्यों में आगे बढ़ने से रोकता है, तो वह उसे अपनी शक्ति से छिन्न-भिन्न करने की योजनाएँ बनाता है ।"
        ]
    }
]