[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात् |",
            "स्वभावनियतं कर्म कुर्वन्नाप्नोति किल्बिषम् || ४७ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रेयान्– श्रेष्ठ; स्व-धर्मः– अपना वृत्तिपरक कार्य; विगुणः– भलीभाँति सम्पन्न न होकर; पर-धर्मात्– दूसरे के वृत्तिपरक कार्य से; सु-अनुष्ठितात् –भलीभाँति किया गया; स्वभाव-नियतम् – स्वभाव के अनुसार संस्तुत; कर्म– कर्म;कुर्वन्– करने से; न– कभी नहीं; आप्नोति– प्राप्त करता है; किल्बिषम्– पापोंको |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अपने वृत्तिपरक कार्य को करना, चाहे वह कितना ही त्रुटिपूर्ण ढंग सेक्यों न किया जाय, अन्य किसी के कार्य को स्वीकार करने और अच्छी प्रकार करने की अपेक्षा अधिक श्रेष्ठ है | अपने स्वभाव के अनुसार निर्दिष्ट कर्म कभी भी पाप से प्रभावित नहीं होते |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवद्गीता में मनुष्य के वृत्तिपरक कार्य (स्वधर्म) कानिर्देश है | जैसा कि पूर्ववर्ती श्लोकों में वर्णन हुआ है, ब्राह्मण, क्षत्रिय,वैश्य तथा शुद्र के कर्तव्य उनके विशेष प्राकृतिक गुणों (स्वभाव) के द्वारानिर्दिष्ट होते हैं | किसी को दूसरे के कार्य का अनुकरण नहीं करना चाहिए | जोव्यक्ति स्वभाव से शुद्र के द्वारा किये जाने वाले कर्म के प्रति आकृष्ट हो, उसेअपने आपको झूठे ही ब्राह्मण नहीं कहना चाहिए, भले ही वह ब्राह्मण कुल में क्यों नउत्पन्न हुआ हो | इस तरह प्रत्येक व्यक्ति को चाहिए कि अपने स्वभाव के अनुसारकार्य करे; कोई भी कर्म निकृष्ट (गर्हित) नहीं है, यदि वह परमेश्र्वर की सेवा केलिए किया जाय | ब्राह्मण का वृत्तिपरक कार्य निश्चित रूप से सात्त्विक है, लेकिनयदि कोई मनुष्य स्वभाव से सात्त्विक नहीं है, तो उसे ब्राह्मण के वृत्तिपरक कार्य (धर्म)का अनुकरण नहीं करना चाहिए | क्षत्रिय या प्रशासक के लिए अनेक गर्हित बातें हैं –क्षत्रिय को शत्रुओं का वध करने के लिए हिंसक होना पड़ता है और कभी-कभी कूटनीति मेंझूठ भी बोलना पड़ता है | ऐसी हिंसा तथा कपट राजनितिक मामलों में चलता है, लेकिनक्षत्रिय से यह आशा नहीं की जाती कि वह अपने वृत्तिपरक कर्तव्य त्याग कर ब्राह्मणके कार्य करने लगे |",
            "मनुष्य को चाहिए कि परमेश्र्वर को प्रसन्न करने के लिए कार्य करे |उदाहरणार्थ, अर्जुन क्षत्रिय था | वह दूसरे पक्ष से युद्ध करने से बच रहा था |लेकिन यदि ऐसा युद्ध भगवान् कृष्ण के लिए करना पड़े, तो पतन से घबराने की आवश्यकतानहीं है | कभी-कभी व्यापारिक क्षेत्र में भी व्यापारी को लाभ कमाने के लिए झूठबोलना पड़ता है | यदि वह ऐसा नहीं करे तो उसे लाभ नहीं हो सकता | कभी-कभी व्यापारीकहता है, “अरे मेरे ग्राहक भाई! मैंआपसे कोई लाभ नहीं ले रहा |” लेकिन हमें समझना चाहिए कि व्यापारी बिना लाभ केजीवित नहीं रह सकता | अतएव यदि व्यापारी यह कहता है कि वह कोई लाभ नहीं ले रहा है तोइसे एक सरल झूठ समझना चाहिए | लेकिन व्यापारी को यह नहीं सोचना चाहिए कि चूँकि वहऐसे कार्य में लगा है, जिसमें झूठ बोलना आवश्यक है , अतएव उसे इस व्यवसाय (वैश्यकर्म) को त्यागकर ब्राहमण की वृत्ति ग्रहण करनी चाहिए | इसकी शास्त्रों द्वारासंस्तुति नहीं की गई | चाहे कोई क्षत्रिय हो, वैश्य हो या शुद्र, यदि वह इस कार्यसे भगवान् की सेवा करता है, तो कोई आपत्ति नहीं है | कभी-कभी विभिन्न यज्ञों कासम्पादन करते समय ब्राह्मणों को भी पशुओं की हत्या करनी होती है, क्योंकि इनअनुष्ठानों में पशु की बलि देनी होती है | इसी प्रकार यदि क्षत्रिय अपने कार्य में लगा रहकर शत्रु का वध करता है,तो उस पर पाप नहीं चढ़ता | तृतीय अध्याय में इन बातों की स्पष्ट एवं विस्तृतव्याख्या हो चुकी है | हर मनुष्य को यग्य के लिए अथवा भगवान् विष्णु के लिए कार्यकरना चाहिए | निजी इन्द्रियतृप्ति के लिए किया गया कोई भी कार्य बन्धन का कारण है |निष्कर्ष यह निकलता है कि मनुष्य को चाहिए कि अपने द्वारा अर्जित विशेष गुण केअनुसार कार्य में प्रवृत्त हो और परमेश्र्वर की सेवा करने के लिए ही कार्य करने कानिश्चय करे |"
        ]
    }
]