[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम् ।",
            "सङ्करस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः ॥ २४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**उत्सीदेयुः** – नष्ट हो जायं; **इमे** – ये सब; **लोकाः** – लोक; **न** – नहीं; **कुर्याम्** – करूँ; **कर्म** – नियत कार्य; **चेत्** – यदि; **अहम्** – मैं; **संकरस्य** – अवांछित संतति का; **च** – तथा; **करता** – स्रष्टा; **स्याम्** – होऊँगा; **उपन्याम्** – विनष्ट करूँगा; **इमाः** – इन सब; **प्रजाः** – जीवों को ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यदि मैं नियतकर्म न करूँ तो ये सारे लोग नष्ट हो जायें । तब मैं अवांछित जनसमुदाय (वर्णसंकर) को उत्पन्न करने का कारण हो जाऊँगा और इस तरह सम्पूर्ण प्राणियों की शान्ति का विनाशक बनूँगा ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "वर्णसंकर अवांछित जनसमुदाय है जो सामान्य समाज की शान्ति को भंग करता है । इस सामाजिक अशान्ति को रोकने के लिए अनेक विधि-विधान हैं जिनके द्वारा स्वतः ही जनता आध्यात्मिक प्रगति के लिए शान्त तथा सुव्यवस्थित हो जाती है । जब भगवान् कृष्ण अवतरित होते हैं तो स्वाभाविक है कि वे ऐसे महत्त्वपूर्ण कार्यों की प्रतिष्ठा तथा अनिवार्यता बनाये रखने के लिए इन विधि-विधानों के अनुसार आचरण करते हैं । भगवान् समस्त जीवों के पिता हैं और यदि ये जीव पथभ्रष्ट हो जायँ तो अप्रत्यक्ष रूप में यह उत्तरदायित्व उन्हीं का है । अतः जब भी विधिविधानों का अनादर होता है, तो भगवान् स्वयं समाज को सुधारने के लिए अवतरित होते हैं । किन्तु हमें ध्यान देना होगा कि यद्यपि हमें भगवान् के पदचिह्नों का अनुसरण करना है, तो भी हम उनका अनुकरण नहीं कर सकते । अनुसरण और अनुकरण एक से नहीं होते । हम गोवर्धन पर्वत उठाकर भगवान् का अनुकरण नहीं कर सकते, जैसा कि भगवान् ने अपने बाल्यकाल में किया था । ऐसा कर पाना किसी मनुष्य के लिए सम्भव नहीं । हमें उनके उपदेशों का पालन करना चाहिए, किन्तु किसी भी समय हमें उनका अनुकरण नहीं करना है । श्रीमद्भागवत में (१०.३३.३०-३१) इसकी पुष्टि की गई है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "नैतत्समाचरेज्जातु मनसापि ह्यनीश्वरः ।",
            "विनश्यत्याचरन् मौढ्याद्यथारुद्रोऽब्धिजं विषम् ॥",
            "ईश्वराणां वचः सत्यं तथैवाचरितं क्वचित् ।",
            "तेषां यत् स्ववचोयुक्तं बुद्धिमास्तत् समाचरेत् ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“मनुष्य को भगवान् तथा उनके द्वारा शक्तिप्रदत्त सेवकों के उपदेशों का मात्र पालन करना चाहिए । उनके उपदेश हमारे लिए अच्छे हैं और कोई भी बुद्धिमान पुरुष बताई गई विधि से उनको कार्यान्वित करेगा । फिर भी मनुष्य को सावधान रहना चाहिए कि वह उनके कार्यों का अनुकरण न करे । उसे शिवजी के अनुकरण में विष का समुद्र नहीं पी लेना चाहिए ।”",
            "हमें सदैव ईश्वरों की या सूर्य तथा चन्द्रमा की गतियों को वास्तव में नियंत्रित कर सकने वालों की स्थिति को श्रेष्ठ मानना चाहिए । ऐसी शक्ति के बिना कोई भी सर्वशक्तिमान ईश्वरों का अनुकरण नहीं कर सकता । शिवजी ने सागर तक के विष का पान कर लिया, किन्तु यदि कोई सामान्य व्यक्ति विष की एक बूंद भी पीने का यत्न करेगा तो वह मर जाएगा । शिवजी के अनेक छद्मभक्त हैं जो गाँजा तथा ऐसी ही अन्य मादक वस्तुओं का सेवन करते रहते हैं । किन्तु वे यह भूल जाते हैं कि इस प्रकार शिवजी का अनुकरण करके वे अपनी मृत्यु को निकट बुला रहे हैं । इसी प्रकार भगवान् कृष्ण के भी अनेक छद्मभक्त हैं जो भगवान् की रासलीला या प्रेमनृत्य का अनुकरण करना चाहते हैं, किन्तु यह भूल जाते हैं कि वे गोवर्धन पर्वत को धारण नहीं कर सकते । अतः सबसे अच्छा तो यही होगा कि लोग शक्तिमान का अनुकरण न करके केवल उनके उपदेशों का पालन करें । न ही बिना योग्यता के किसी को उनका स्थान ग्रहण करने का प्रयत्न करना चाहिए । ऐसे अनेक ईश्वर के “अवतार” हैं जिनमें भगवान् की शक्ति नहीं होती ।"
        ]
    }
]