[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Entry of Viśvāmitra with Rāma and Lakṣmaṇa into the precincts of Mithilā"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "calē rāma lachimana muni saṃgā. gaē jahāom jaga pāvani gaṃgā..",
            "gādhisūnu saba kathā sunāī. jēhi prakāra surasari mahi āī.. [1-211-1]",
            "taba prabhu riṣinha samēta nahāē. bibidha dāna mahidēvanhi pāē..",
            "haraṣi calē muni bṛṃda sahāyā. bēgi bidēha nagara niarāyā.. [1-211-2]",
            "pura ramyatā rāma jaba dēkhī. haraṣē anuja samēta bisēṣī..",
            "bāpīṃ kūpa sarita sara nānā. salila sudhāsama mani sōpānā.. [1-211-3]",
            "guṃjata maṃju matta rasa bhṛṃgā. kūjata kala bahubarana bihaṃgā..",
            "barana barana bikasē bana jātā. tribidha samīra sadā sukhadātā.. [1-211-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Śrī Rāma and Lakṣmaṇa accompanied the sage and reached the bank of the Gaṅgā, the stream of which purifies the whole universe. The son of Gādhi, Viśvāmitra, related the whole legend how the celestial stream had come down upon earth. The Lord then performed His ablutions with all the sages, and the Brāhmaṇas received gifts of various kinds. Accompanied by a troop of hermits the Lord gladly proceeded further and quickly drew near to the capital of the Videhas, Mithilā. When Śrī Rāma beheld the beauty of the city, He as well as His younger brother were much delighted. There were many big and small wells, rivers and tanks with water as sweet as nectar and reached by flights of steps made of jewels. Bees, drunk with honey, made a sweet humming sound and birds of various hues softly cooed. Lotuses of different colours opened their petals; while a cool, soft and fragrant breeze ever delighted the soul."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sumana bāṭikā bāga bana bipula bihaṃga nivāsa.",
            "phūlata phalata supallavata sōhata pura cahu pāsa..212.. [1-212]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The city was adorned on all sides with flower-gardens,orchards and groves, the haunt of innumerable birds, full of blossoms, fruits and charming leaves."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "banai na baranata nagara nikāī. jahāom jāi mana tahaomiom lōbhāī..",
            "cāru bajāru bicitra aombārī. manimaya bidhi janu svakara saomvārī.. [1-212-1]",
            "dhanika banika bara dhanada samānā. baiṭha sakala bastu lai nānā..",
            "cauhaṭa suṃdara galīṃ suhāī. saṃtata rahahiṃ sugaṃdha siṃcāī.. [1-212-2]",
            "maṃgalamaya maṃdira saba kērēṃ. citrita janu ratinātha citērēṃ..",
            "pura nara nāri subhaga suci saṃtā. dharamasīla gyānī gunavaṃtā.. [1-212-3]",
            "ati anūpa jahaom janaka nivāsū. bithakahiṃ bibudha bilōki bilāsū..",
            "hōta cakita cita kōṭa bilōkī. sakala bhuvana sōbhā janu rōkī.. [1-212-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The beauty of the city surpassed description; every inch of it was soul-captivating. There was a lovely bazar and gorgeous balconies made of jewels, fashioned as it were by the Creator with his own hands. Wealthy and good merchants, who vied with Kubera (the god of wealth), sat with all their various goods. Beautiful crossings of roads and charming streets were constantly sprinkled with scented waters. The houses of all were abodes of bliss and contained beautiful wall-paintings portrayed, as it were, by Rati's lord (Cupid) himself. The people of the city, both men and women, were good-looking, pious, saintly, virtuous, wise and accomplished. The palace of King Janaka was most marvellous, the sight of whose splendour astounded even gods. Even the fortification wall filled the mind with wonder; it seemed as if it had enclosed within its limits the beauty of the whole universe."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dhavala dhāma mani puraṭa paṭa sughaṭita nānā bhāomti.",
            "siya nivāsa suṃdara sadana sōbhā kimi kahi jāti..213.. [1-213]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "White palaces were screened here and there by bejewelled gold tapestries of various beautiful designs; while the exquisite palace where Sītā lived was far too lovely for words to describe."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "subhaga dvāra saba kulisa kapāṭā. bhūpa bhīra naṭa māgadha bhāṭā..",
            "banī bisāla bāji gaja sālā. haya gaya ratha saṃkula saba kālā.. [1-213-1]",
            "sūra saciva sēnapa bahutērē. nṛpagṛha sarisa sadana saba kērē..",
            "pura bāhēra sara sārita samīpā. utarē jahaom tahaom bipula mahīpā.. [1-213-2]",
            "dēkhi anūpa ēka aomvarāī. saba supāsa saba bhāomti suhāī..",
            "kausika kahēu mōra manu mānā. ihāom rahia raghubīra sujānā.. [1-213-3]",
            "bhalēhiṃ nātha kahi kṛpānikētā. utarē tahaom munibṛṃda samētā..",
            "bisvāmitra mahāmuni āē. samācāra mithilāpati pāē.. [1-213-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The entrances to the palace were all beautiful and protected with doors of diamond. They were always thronged with feudatory princes, dancers, panegyrists and bards. There were spacious stables and stalls for elephants, which were crowded at all times with steeds, elephants and chariots. The king had a number of brave ministers and generals. They all owned mansions that vied with the royal palace. In the outskirts of the city by the side of lakes and rivers numerous princes had encamped here and there. On seeing a fine mango-grove, which was comfortable and agreeable in everyway, the sage Kauśika (Viśvāmitra) said, \"O wise hero of Raghu's race, I like this orchard; let us stay here.\" \"Very well, my lord !\" answered the gracious Lord, and encamped there with all the hermits' train . When the king of Mithilā got the news that the great sage Viśvāmitra had come."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "saṃga saciva suci bhūri bhaṭa bhūsura bara gura gyāti.",
            "calē milana munināyakahi mudita rāu ēhi bhāomti..214.. [1-214]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He took with him his faithful ministers, a number of warriors, noble Brāhmaṇas, his family preceptor (Śatānanda) and the chief of his kinsmen, and thus went forth rejoicing to meet the prince of sages."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kīnha pranāmu carana dhari māthā. dīnhi asīsa mudita munināthā..",
            "biprabṛṃda saba sādara baṃdē. jāni bhāgya baḍa rāu anaṃdē.. [1-214-1]",
            "kusala prasna kahi bārahiṃ bārā. bisvāmitra nṛpahi baiṭhārā..",
            "tēhi avasara āē dōu bhāī. gaē rahē dēkhana phulavāī.. [1-214-2]",
            "syāma gaura mṛdu bayasa kisōrā. lōcana sukhada bisva cita cōrā..",
            "uṭhē sakala jaba raghupati āē. bisvāmitra nikaṭa baiṭhāē.. [1-214-3]",
            "bhaē saba sukhī dēkhi dōu bhrātā. bāri bilōcana pulakita gātā..",
            "mūrati madhura manōhara dēkhī. bhayau bidēhu bidēhu bisēṣī.. [1-214-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Placing his head on the sage's feet the king made obeisance to him; while the lord of the sages, Viśvāmitra, gladly gave him his blessing. The king then respectfully saluted the Brāhmaṇas and congratulated himself on his good fortune (in being able to receive them). Inquiring again and again about his welfare, Viśvāmitra led the king to a seat. At that very time arrived the two half-brothers, who had gone to see the garden. One dark and the other fair, the two lads were yet tender of age. The delight of all eyes, they stole the heart of the whole world. All those present there rose when the Lord of Raghus came; and Viśvāmitra seated Him by his side. They were all delighted to see the two brothers: tears rushed to their eyes and the hair on their body bristled with joy. Beholding Śrī Rāma's lovely and charming form, King Videha* (Janaka) was particularly beside himself with joy."
        ]
    },
    {
        "type": "unorderedListGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "***** There is a pun on the word 'Videha' in the original. The kings of Mithilā enjoyed the hereditary title of 'Videha' because they ruled over the territory of Videha (Mithilā). King Janaka was also a man of wisdom and had, therefore, no feeling of self-identification with the body. At the sight of Śrī Rāma, however, he was completely out of his body and therefore justified his name (Videha) in a special degree."
        ]
    }
]