[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति ।",
            "तस्याहं न प्रणश्यामि स च मे न प्रणश्यति ॥ ३० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "yo māṁ paśyati sarvatra",
            "sarvaṁ ca mayi paśyati",
            "tasyāhaṁ na praṇaśyāmi",
            "sa ca me na praṇaśyati"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "yaḥ — whoever; mām — Me; paśyati — sees; sarvatra — everywhere; sarvam — everything; ca — and; mayi — in Me; paśyati — sees; tasya — for him; aham — I; na — not; praṇaśyāmi — am lost; saḥ — he; ca — also; me — to Me; na — nor; praṇaśyati — is lost."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "For one who sees Me everywhere and sees everything in Me, I am never lost, nor is he ever lost to Me."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "A person in Kṛṣṇa consciousness certainly sees Lord Kṛṣṇa everywhere, and he sees everything in Kṛṣṇa. Such a person may appear to see all separate manifestations of the material nature, but in each and every instance he is conscious of Kṛṣṇa, knowing that everything is a manifestation of Kṛṣṇa’s energy. Nothing can exist without Kṛṣṇa, and Kṛṣṇa is the Lord of everything – this is the basic principle of Kṛṣṇa consciousness. Kṛṣṇa consciousness is the development of love of Kṛṣṇa – a position transcendental even to material liberation. At this stage of Kṛṣṇa consciousness, beyond self-realization, the devotee becomes one with Kṛṣṇa in the sense that Kṛṣṇa becomes everything for the devotee and the devotee becomes full in loving Kṛṣṇa. An intimate relationship between the Lord and the devotee then exists. In that stage, the living entity can never be annihilated, nor is the Personality of Godhead ever out of the sight of the devotee. To merge in Kṛṣṇa is spiritual annihilation. A devotee takes no such risk. It is stated in the Brahma-saṁhitā (5.38):"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "premāñjana-cchurita-bhakti-vilocanena",
            "santaḥ sadaiva hṛdayeṣu vilokayanti",
            "yaṁ śyāmasundaram acintya-guṇa-svarūpaṁ",
            "govindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“I worship the primeval Lord, Govinda, who is always seen by the devotee whose eyes are anointed with the pulp of love. He is seen in His eternal form of Śyāmasundara, situated within the heart of the devotee.”"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At this stage, Lord Kṛṣṇa never disappears from the sight of the devotee, nor does the devotee ever lose sight of the Lord. In the case of a yogī who sees the Lord as Paramātmā within the heart, the same applies. Such a yogī turns into a pure devotee and cannot bear to live for a moment without seeing the Lord within himself."
        ]
    }
]