{
    "id": 2,
    "ChapterId": "1",
    "originalText": [
        "सञ्जय उवाच",
        "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा |",
        "आचार्यमुपसङ्गम्य राजा वचनमब्रवीत् || २ ||"
    ],
    "translation": {
        "hindi": [
            "संजय ने कहा – हे राजन! पाण्डुपुत्रों द्वारा सेना की व्यूहरचना देखकर राजा दुर्योधन अपने गुरु के पास गया और उसने ये शब्द कहे ।"
        ],
        "english": [
            "O King, after looking over the army gathered by the sons of Pandu, King Duryodhana went to his teacher and began to speak the following words"
        ]
    },
    "meaning": {
        "hindi": [
            "धृतराष्ट्र जन्म से अन्धा था । दुर्भाग्यवश वह आध्यात्मिक दृष्टि से भी वंचित था । वह यह भी जानता था कि उसी के समान उसके पुत्र भी धर्म के मामले में अंधे हैं और उसे विश्र्वास था कि वे पाण्डवों के साथ कभी भी समझौता नहीं कर पायेंगें क्योंकि पाँचो पाण्डव जन्म से ही पवित्र थे । फिर भी उसे तीर्थस्थल के प्रभाव के विषय में सन्देह था । इसीलिए संजय युद्धभूमि की स्थिति के विषय में उसके प्रश्न के मंतव्य को समझ गया । अतः वह निराश राजा को प्रॊत्साहित करना चाह रहा था । उसने उसे विश्र्वास दिलाया कि उसके पुत्र पवित्र स्थान के प्रभाव में आकर किसी प्रकार का समझौता करने नहीं जा रहे हैं । उसने राजा को बताया कि उसका पुत्र दुर्योधन पाण्डवों की सेना को देखकर तुरन्त अपने सेनापति द्रोणाचार्य को वास्तविक स्थिति से अवगत कराने गया । यद्यपि दुर्योधन को राजा कह कर सम्बोधित किया गया है तो भी स्थिति की गम्भीरता के कारण उसे सेनापति के पास जाना पड़ा । अतएव दुर्योधन राजनीतिज्ञ बनने के लिए सर्वथा उपयुक्त था । किन्तु जब उसने पाण्डवों की व्यूहरचना देखी तो उसका यह कूटनीतिक व्यवहार उसके भय को छिपा न पाया ।"
        ],
        "english": [
            "Dhrtarastra was blind from birth. Unfortunately, he was also bereft of spiritual vision. He knew very well that his sons were equally blind in the matter of religion, and he was sure that they could never reach an understanding with the Pandavas, who were all pious since birth. Still he was doubtful about the influence of the place of pilgrimage, and Sanjaya could understand his motive in asking about the situation on the battlefield. He wanted, therefore, to encourage the despondent King, and thus he warned him that his sons were not going to make any sort of compromise under the influence of the holy place. Sanjaya therefore informed the King that his son, Duryodhana, after seeing the military force of the Pandavas, at once went to the commander-in-chief, Dronacarya, to inform him of the real position. Although Duryodhana is mentioned as the king, he still had to go to the commander on account of the seriousness of the situation. He was therefore quite fit to be a politician. But Duryodhana's diplomatic veneer could not disguise the fear he felt when he saw the military arrangement of the Pandavas."
        ]
    }
}