[
    {
        "id": [
            1
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "धृतराष्ट्र उवाच",
                "धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः |",
                "मामकाः पाण्डवाश्र्चैव किमकुर्वत सञ्जय || १ ||"
            ],
            "english": [
                "dhrtarastra uvaca",
                "dharma-ksetre kuru-ksetre",
                "samaveta yuyutsavah",
                "mamakah pandavas caiva",
                "kim akurvata sanjaya"
            ]
        },
        "translation": {
            "hindi": [
                "धृतराष्ट्र ने कहा — हे संजय! धर्मभूमि कुरुक्षेत्र में युद्ध की इच्छा से एकत्र हुए मेरे तथा पाण्डु के पुत्रों ने क्या किया ?"
            ],
            "english": [
                "Dhrtarastra said: O Sanjaya, after assembling in the place of pilgrimage at Kuruksetra, what did my sons and the sons of Pandu do, being desirous to fight?"
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता एक बहुपठित आस्तिक विज्ञान है जो गीता – महात्मय में सार रूप में दिया हुआ है । इसमें यह उल्लेख है कि मनुष्य को चाहिए कि वह श्रीकृष्ण के भक्त की सहायता से संवीक्षण करते हुए भगवद्गीता का अध्ययन करे और स्वार्थ प्रेरित व्याख्याओं के बिना उसे समझने का प्रयास करे । अर्जुन ने जिस प्रकार से साक्षात् भगवान् कृष्ण से गीता सुनी और उसका उपदेश ग्रहण किया, इस प्रकार की स्पष्ट अनुभूति का उदाहरण भगवद्गीता में ही है । यदि उसी गुरु-परम्परा से, निजी स्वार्थ से प्रेरित हुए बिना, किसी को भगवद्गीता समझने का सौभाग्य प्राप्त हो तो वह समस्त वैदिक ज्ञान तथा विश्र्व के समस्त शास्त्रों के अध्ययन को पीछे छोड़ देता है । पाठक को भगवद्गीता में न केवल अन्य शास्त्रों की सारी बातें मिलेंगी अपितु ऐसी बातें भी मिलेंगी जो अन्यत्र कहीं उपलब्ध नहीं हैं । यही गीता का विशिष्ट मानदण्ड है । स्वयं भगवान् श्रीकृष्ण द्वारा साक्षात् उच्चरित होने के कारण यह पूर्ण आस्तिक विज्ञान है ।महाभारत में वर्णित धृतराष्ट्र तथा संजय की वार्ताएँ इस महान दर्शन के मूल सिद्धान्त का कार्य करती हैं । माना जाता है कि इस दर्शन की प्रस्तुति कुरुक्षेत्र के युद्धस्थल में हुई जो वैदिक युग से पवित्र तीर्थस्थल रहा है । इसका प्रवचन भगवान् द्वारा मानव जाति के पथ-प्रदर्शन हेतु तब किया गया जब वे इस लोक में स्वयं उपस्थित थे ।धर्मक्षेत्र शब्द सार्थक है, क्योंकि कुरुक्षेत्र के युद्धस्थल में अर्जुन के पक्ष में श्री भगवान् स्वयं उपस्थित थे । कौरवों का पिता धृतराष्ट्र अपने पुत्रों की विजय की सम्भावना के विषय में अत्यधिक संदिग्ध था । अतः इसी सन्देह के कारण उसने अपने सचिव से पूछा, ” उन्होंने क्या किया ?” वह आश्र्वस्थ था कि उसके पुत्र तथा उसके छोटे भाई पाण्डु के पुत्र कुरुक्षेत्र की युद्ध भूमि में निर्णयात्मक संग्राम के लिए एकत्र हुए हैं । फिर भी उसकी जिज्ञासा सार्थक है । वह नहीं चाहता था की भाइयों में कोई समझौता हो, अतः वह युद्धभूमि में अपने पुत्रों की नियति (भाग्य, भावी) के विषय में आश्र्वस्थ होना चाह रहा था । चूँकि इस युद्ध को कुरुक्षेत्र में लड़ा जाना था, जिसका उल्लेख वेदों में स्वर्ग के निवासियों के लिए भी तीर्थस्थल के रूप में हुआ है अतः धृतराष्ट्र अत्यन्त भयभीत था कि इस पवित्र स्थल का युद्ध के परिणाम पर न जाने कैसा प्रभाव पड़े । उसे भली भाँति ज्ञात था कि इसका प्रभाव अर्जुन तथा पाण्डु के अन्य पुत्रों पर अत्यन्त अनुकूल पड़ेगा क्योंकि स्वभाव से वे सभी पुण्यात्मा थे । संजय श्री व्यास का शिष्य था, अतः उनकी कृपा से संजय धृतराष्ट्र ने उससे युद्धस्थल की स्थिति के विषय में पूछा ।",
                "पाण्डव तथा धृतराष्ट्र के पुत्र, दोनों ही एक वंश से सम्बन्धित हैं, किन्तु यहाँ पर धृतराष्ट्र के वाक्य से उसके मनोभाव प्रकट होते हैं । उसने जान-बूझ कर अपने पुत्रों पर धृतराष्ट्र के वाक्य से उसके मनोभाव प्रकट होते हैं । उसने जान-बूझ कर अपने पुत्रों को कुरु कहा और पाण्डु के पुत्रों को वंश के उत्तराधिकार से विलग कर दिया । इस तरह पाण्डु के पुत्रों अर्थात् अपने भतीजों के साथ धृतराष्ट्र की विशिष्ट मनःस्थिति समझी जा सकती है । जिस प्रकार धान के खेत से अवांछित पोधों को उखाड़ दिया जाता है उसी प्रकार इस कथा के आरम्भ से ही ऐसी आशा की जाती है कि जहाँ धर्म के पिता श्रीकृष्ण उपस्थित हों वहाँ कुरुक्षेत्र रूपी खेत में दुर्योधन आदि धृतराष्ट्र के पुत्र रूपी अवांछित पौधों को समूल नष्ट करके युधिष्ठिर आदि नितान्त धार्मिक पुरुषों की स्थापना की जायेगी । यहाँ धर्मक्षेत्रे तथा कुरुक्षेत्रे शब्दों की, उनकी एतिहासिक तथा वैदिक महत्ता के अतिरिक्त, यही सार्थकता है ।"
            ],
            "english": [
                "Bhagavad-gita is the widely read theistic science summarized in the Gita-mahatmya (Glorification of the Gita). There it says that one should read Bhagavad-gita very scrutinizingly with the help of a person who is a devotee of Sri Krsna and try to understand it without personally motivated interpretations. The example of clear understanding is there in the Bhagavad-gita itself, in the way the teaching is understood by Arjuna, who heard the Gita directly from the Lord. If someone is fortunate enough to understand Bhagavad-gita in that line of disciplic succession, without motivated interpretation, then he surpasses all studies of Vedic wisdom, and all scriptures of the world. One will find in the Bhagavad-gita all that is contained in other scriptures, but the reader will also find things which are not to be found elsewhere. That is the specific standard of the Gita. It is the perfect theistic science because it is directly spoken by the Supreme Personality of Godhead, Lord Sri Krsna.",
                "The topics discussed by Dhrtarastra and Sanjaya, as described in the Mahabharata, form the basic principle for this great philosophy. It is understood that this philosophy evolved on the Battlefield of Kuruksetra, which is a sacred place of pilgrimage from the immemorial time of the Vedic age. It was spoken by the Lord when He was present personally on this planet for the guidance of mankind.",
                "The word dharma-ksetra (a place where religious rituals are performed) is significant because, on the Battlefield of Kuruksetra, the Supreme Personality of Godhead was present on the side of Arjuna. Dhrtarastra, the father of the Kurus, was highly doubtful about the possibility of his sons' ultimate victory. In his doubt, he inquired from his secretary Sanjaya, “What did my sons and the sons of Pandu do?” He was confident that both his sons and the sons of his younger brother Pandu were assembled in that Field of Kuruksetra for a determined engagement of the war. Still, his inquiry is significant. He did not want a compromise between the cousins and brothers, and he wanted to be sure of the fate of his sons on the battlefield. Because the battle was arranged to be fought at Kuruksetra, which is mentioned elsewhere in the Vedas as a place of worship—even for the denizens of heaven—Dhrtarastra became very fearful about the influence of the holy place on the outcome of the battle. He knew very well that this would influence Arjuna and the sons of Pandu favorably, because by nature they were all virtuous. Sanjaya was a student of Vyasa, and therefore, by the mercy of Vyasa, Sanjaya was able to envision the Battlefield of Kuruksetra even while he was in the room of Dhrtarastra. And so, Dhrtarastra asked him about the situation on the battlefield.",
                "Both the Pandavas and the sons of Dhrtarastra belong to the same family, but Dhrtarastra's mind is disclosed herein. He deliberately claimed only his sons as Kurus, and he separated the sons of Pandu from the family heritage. One can thus understand the specific position of Dhrtarastra in his relationship with his nephews, the sons of Pandu. As in the paddy field the unnecessary plants are taken out, so it is expected from the very beginning of these topics that in the religious field of Kuruksetra where the father of religion, Sri Krsna, was present, the unwanted plants like Dhrtarastra's son Duryodhana and others would be wiped out and the thoroughly religious persons, headed by Yudhisthira, would be established by the Lord. This is the significance of the words dharma-ksetre and kuru-ksetre, apart from their historical and Vedic importance."
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "सञ्जय उवाच",
                "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा |",
                "आचार्यमुपसङ्गम्य राजा वचनमब्रवीत् || २ || "
            ],
            "english": [
                "sanjaya uvaca",
                "drstva tu pandavanikam",
                "vyudham duryodhanas tada",
                "acaryam upasangamya",
                "raja vacanam abravit"
            ]
        },
        "translation": {
            "hindi": [
                "संजय ने कहा – हे राजन! पाण्डुपुत्रों द्वारा सेना की व्यूहरचना देखकर राजा दुर्योधन अपने गुरु के पास गया और उसने ये शब्द कहे ।"
            ],
            "english": [
                "Sanjaya said: O King, after looking over the army gathered by the sons of Pandu, King Duryodhana went to his teacher and began to speak the following words:"
            ]
        },
        "meaning": {
            "hindi": [
                "धृतराष्ट्र जन्म से अन्धा था । दुर्भाग्यवश वह आध्यात्मिक दृष्टि से भी वंचित था । वह यह भी जानता था कि उसी के समान उसके पुत्र भी धर्म के मामले में अंधे हैं और उसे विश्र्वास था कि वे पाण्डवों के साथ कभी भी समझौता नहीं कर पायेंगें क्योंकि पाँचो पाण्डव जन्म से ही पवित्र थे । फिर भी उसे तीर्थस्थल के प्रभाव के विषय में सन्देह था । इसीलिए संजय युद्धभूमि की स्थिति के विषय में उसके प्रश्न के मंतव्य को समझ गया । अतः वह निराश राजा को प्रॊत्साहित करना चाह रहा था । उसने उसे विश्र्वास दिलाया कि उसके पुत्र पवित्र स्थान के प्रभाव में आकर किसी प्रकार का समझौता करने नहीं जा रहे हैं । उसने राजा को बताया कि उसका पुत्र दुर्योधन पाण्डवों की सेना को देखकर तुरन्त अपने सेनापति द्रोणाचार्य को वास्तविक स्थिति से अवगत कराने गया । यद्यपि दुर्योधन को राजा कह कर सम्बोधित किया गया है तो भी स्थिति की गम्भीरता के कारण उसे सेनापति के पास जाना पड़ा । अतएव दुर्योधन राजनीतिज्ञ बनने के लिए सर्वथा उपयुक्त था । किन्तु जब उसने पाण्डवों की व्यूहरचना देखी तो उसका यह कूटनीतिक व्यवहार उसके भय को छिपा न पाया ।"
            ],
            "english": [
                "Dhrtarastra was blind from birth. Unfortunately, he was also bereft of spiritual vision. He knew very well that his sons were equally blind in the matter of religion, and he was sure that they could never reach an understanding with the Pandavas, who were all pious since birth. Still he was doubtful about the influence of the place of pilgrimage, and Sanjaya could understand his motive in asking about the situation on the battlefield. He wanted, therefore, to encourage the despondent King, and thus he warned him that his sons were not going to make any sort of compromise under the influence of the holy place. Sanjaya therefore informed the King that his son, Duryodhana, after seeing the military force of the Pandavas, at once went to the commander-in-chief, Dronacarya, to inform him of the real position. Although Duryodhana is mentioned as the king, he still had to go to the commander on account of the seriousness of the situation. He was therefore quite fit to be a politician. But Duryodhana's diplomatic veneer could not disguise the fear he felt when he saw the military arrangement of the Pandavas."
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् |",
                "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता || ३ ||"
            ],
            "english": [
                "pasyaitam pandu-putranam",
                "acarya mahatim camum",
                "vyudham drupada-putrena",
                "tava sisyena dhimata"
            ]
        },
        "translation": {
            "hindi": [
                "हे आचार्य! पाण्डुपुत्रों की विशाल सेना को देखें, जिसे आपके बुद्धिमान् शिष्य द्रुपद के पुत्र ने इतने कौशल से व्यवस्थित किया है ।"
            ],
            "english": [
                "O my teacher, behold the great army of the sons of Pandu, so expertly arranged by your intelligent disciple, the son of Drupada."
            ]
        },
        "meaning": {
            "hindi": [
                "परम राजनीतिज्ञ दुर्योधन महान ब्राह्मण सेनापति द्रोणाचार्य के दोषों को इंगित करना चाहता था । अर्जुन की पत्नी द्रौपदी के पिता राजा द्रुपद के साथ द्रोणाचार्य का कुछ राजनीतिक झगड़ा था । इस झगड़े के फलस्वरूप द्रुपद ने एक महान यज्ञ सम्पन्न किया जिससे उसे एक ऐसा पुत्र प्राप्त होने का वरदान मिला जो द्रोणाचार्य का वध कर सके । द्रोणाचार्य इसे भलीभाँति जानता था किन्तु जब द्रुपद का पुत्र धृष्ट द्युम्न युद्ध-शिक्षा के लिए उसको सौंपा गया तो द्रोणाचार्य को उसे अपने सारे सैनिक रहस्य प्रदान करने में कोई झिझक नहीं हुई । अब धृष्टद्युम्न कुरुक्षेत्र की युद्धभूमि में पाण्डवों का पक्ष ले रहा था और उसने द्रोणाचार्य से जो कला सीखी थी उसी के आधार पर उसने यह व्यूहरचना की थी । दुर्योधन ने द्रोणाचार्य की इस दुर्बलता की ओर इंगित किया जिससे वह युद्ध में सजग रहे और समझौता न करे । इसके द्वारा वह द्रोणाचार्य को यह भी बताना चाह रहा था की कहीं वह अपने प्रिय शिष्य पाण्डवों के प्रति युद्ध में उदारता न दिखा बैठे । विशेष रूप से अर्जुन उसका अत्यन्त प्रिय एवं तेजस्वी शिष्य था । दुर्योधन ने यह भी चेतावनी दी कि युद्ध में इस प्रकार की उदारता से हार हो सकती है ।"
            ],
            "english": [
                "Duryodhana, a great diplomat, wanted to point out the defects of Dronacarya, the great brahmana commander-in-chief. Dronacarya had some political quarrel with King Drupada, the father of Draupadi, who was Arjuna's wife. As a result of this quarrel, Drupada performed a great sacrifice, by which he received the benediction of having a son who would be able to kill Dronacarya. Dronacarya knew this perfectly well, and yet, as a liberal brahmana, he did not hesitate to impart all his military secrets when the son of Drupada, Dhrstadyumna, was entrusted to him for military education. Now, on the Battlefield of Kuruksetra, Dhrstadyumna took the side of the Pandavas, and it was he who arranged for their military phalanx, after having learned the art from Dronacarya. Duryodhana pointed out this mistake of Dronacarya's so that he might be alert and uncompromising in the fighting. By this he wanted to point out also that he should not be similarly lenient in battle against the Pandavas, who were also Dronacarya's affectionate students. Arjuna, especially, was his most affectionate and brilliant student. Duryodhana also warned that such leniency in the fight would lead to defeat."
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "अत्र श्रूरा महेष्वासा भीमार्जुनसमा युधि |",
                "युयुधानो विराटश्र्च द्रुपदश्र्च महारथः || ४ ||"
            ],
            "english": [
                "atra sura mahesv-asa",
                "bhimarjuna-sama yudhi",
                "yuyudhano viratas ca",
                "drupadas ca maha-rathah"
            ]
        },
        "translation": {
            "hindi": [
                "इस सेना में भीम तथा अर्जुन के समान युद्ध करने वाले अनेक वीर धनुर्धर हैं – यथा महारथी युयुधान, विराट तथा द्रुपद ।"
            ],
            "english": [
                "Here in this army there are many heroic bowmen equal in fighting to Bhima and Arjuna; there are also great fighters like Yuyudhana, Virata and Drupada."
            ]
        },
        "meaning": {
            "hindi": [
                "यद्यपि युद्धकला में द्रोणाचार्य की महान शक्ति के समक्ष धृष्टदयुम्न महत्त्वपूर्ण बाधक नहीं था किन्तु ऐसे अनेक योद्धा थे जिनसे भय था । दुर्योधन इन्हें विजय-पथ में अत्यन्त बाधक बताता है क्योंकि इनमें से प्रत्येक योद्धा भीम तथा अर्जुन के समान दुर्जेय था । उसे भीम तथा अर्जुन के बल का ज्ञान था, इसीलिए वह अन्यों की तुलना इन दोनों से करता है ।"
            ],
            "english": [
                "Even though Dhrstadyumna was not a very important obstacle in the face of Dronacarya's very great power in the military art, there were many others who were the cause of fear. They are mentioned by Duryodhana as great stumbling blocks on the path of victory because each and every one of them was as formidable as Bhima and Arjuna. He knew the strength of Bhima and Arjuna, and thus he compared the others with them."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "धृष्टकेतुश्र्चेकितानः काशिराजश्र्च वीर्यवान् |",
                "पुरुजित्कुन्तिभोजश्र्च शैब्यश्र्च नरपुङ्गवः || ५ ||"
            ],
            "english": [
                "dhrstaketus cekitanah",
                "kasirajas ca viryavan",
                "purujit kuntibhojas ca",
                "saibyas ca nara-pungavah"
            ]
        },
        "translation": {
            "hindi": [
                "इनके साथ ही धृष्टकेतु, चेकितान, काशिराज, पुरुजित्, कुन्तिभोज तथा शैब्य जैसे महान शक्तिशाली योद्धा भी हैं ।"
            ],
            "english": [
                "There are also great, heroic, powerful fighters like Dhrstaketu, Cekitana, Kasiraja, Purujit, Kuntibhoja and Saibya."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "युधामन्युश्र्च विक्रान्त उत्तमौजाश्र्च वीर्यवान् |",
                "सौभद्रो द्रौपदेयाश्र्च सर्व एव महारथाः || ६ ||"
            ],
            "english": [
                "yudhamanyus ca vikranta",
                "uttamaujas ca viryavan",
                "saubhadro draupadeyas ca",
                "sarva eva maha-rathah"
            ]
        },
        "translation": {
            "hindi": [
                "पराक्रमी युधामन्यु, अत्यन्त शक्तिशाली उत्तमौजा, सुभद्रा का पुत्र तथा द्रोपदी के पुत्र – ये सभी महारथी हैं |"
            ],
            "english": [
                "There are the mighty Yudhamanyu, the very powerful Uttamauja, the son of Subhadra and the sons of Draupadi. All these warriors are great chariot fighters."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम |",
                "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते || ७ ||"
            ],
            "english": [
                "asmakam tu visista ye",
                "tan nibodha dvijottama",
                "nayaka mama sainyasya",
                "samjnartham tan bravimi te"
            ]
        },
        "translation": {
            "hindi": [
                "किन्तु हे ब्राह्मणश्रेष्ठ! आपकी सूचना के लिए मैं अपनी सेना के उन नायकों के विषय में बताना चाहूँगा जो मेरी सेना को संचालित करने में विशेष रूप से निपुण हैं ।"
            ],
            "english": [
                "O best of the brahmanas, for your information, let me tell you about the captains who are especially qualified to lead my military force."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "भवान्भीष्मश्र्च कर्णश्र्च कृपश्र्च समितिञ्जयः|",
                "अश्र्वत्थामा विकर्णश्र्च सौमदत्तिस्तथैव च || ८ ||"
            ],
            "english": [
                "bhavan bhismas ca karnas ca",
                "krpas ca samitim-jayah",
                "asvatthama vikarnas ca",
                "saumadattis tathaiva ca"
            ]
        },
        "translation": {
            "hindi": [
                "मेरी सेना में स्वयं आप, भीष्म, कर्ण, कृपाचार्य,अश्र्वत्थामा, विकर्ण तथा सोमदत्त का पुत्र भूरिश्रवा आदि हैं जो युद्ध में सदैव विजयी रहे हैं ।"
            ],
            "english": [
                "There are personalities like yourself, Bhisma, Karna, Krpa, Asvatthama, Vikarna and the son of Somadatta called Bhurisrava, who are always victorious in battle."
            ]
        },
        "meaning": {
            "hindi": [
                "दुर्योधन उन अद्वितीय युद्धवीरों का उल्लेख करता है जो सदैव विजयी होते रहे हैं । विकर्ण दुर्योधन का भाई है, अश्र्वत्थामा द्रोणाचार्य का पुत्र है और सोमदत्ति या भूरिश्रवा बाह्लिकों के राजा का पुत्र है । कर्ण अर्जुन का आधा भाई है क्योंकि वह कुन्ती के गर्भ से राजा पाण्डु के साथ विवाहित होने के पूर्व उत्पन्न हुआ था । कृपाचार्य की जुड़वा बहन द्रोणाचार्य को ब्याही थी ।"
            ],
            "english": [
                "Duryodhana mentioned the exceptional heroes in the battle, all of whom are ever-victorious. Vikarna is the brother of Duryodhana, Asvatthama is the son of Dronacarya, and Saumadatti, or Bhurisrava, is the son of the King of the Bahlikas. Karna is the half brother of Arjuna, as he was born of Kunti before her marriage with King Pandu. Krpacarya married the twin sister of Dronacarya."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "अन्य च बहवः श्रूरा मदर्थे त्यक्तजीविताः |",
                "नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः || ९ ||"
            ],
            "english": [
                "anye ca bahavah sura",
                "mad-arthe tyakta-jivitah",
                "nana-sastra-praharanah",
                "sarve yuddha-visaradah"
            ]
        },
        "translation": {
            "hindi": [
                "ऐसे अन्य वीर भी हैं जो मेरे लिए अपना जीवन त्याग करने के लिए उद्यत हैं । वे विविध प्रकार के हथियारों से सुसज्जित हैं और युद्धविद्या में निपुण हैं ।"
            ],
            "english": [
                "There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science."
            ]
        },
        "meaning": {
            "hindi": [
                "जहाँ तक अन्यों का-यथा जयद्रथ, कृतवर्मा तथा शल्य का सम्बन्ध है वे सब दुर्योधन के लिए उपने प्राणों की आहुति देने के लिए तैयार रहते थे । दुसरे शब्दों में, यह पूर्वनिश्चित है कि वे पापी दुर्योधन के दल में सम्मिलित होने के कारण कुरुक्षेत्र के युद्ध में मारे जायेंगे । निस्सन्देह अपने मित्रों की संयुक्त-शक्ति के कारण दुर्योधन अपनी विजय के प्रति आश्र्वस्थ था ।"
            ],
            "english": [
                "As far as the others are concerned—like Jayadratha, Krtavarma, Salya, etc.—all are determined to lay down their lives for Duryodhana's sake. In other words, it is already concluded that all of them would die in the Battle of Kuruksetra for joining the party of the sinful Duryodhana. Duryodhana was, of course, confident of his victory on account of the above-mentioned combined strength of his friends."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् |",
                "पर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् || १० ||"
            ],
            "english": [
                "aparyaptam tad asmakam",
                "balam bhismabhiraksitam",
                "paryaptam tv idam etesam",
                "balam bhimabhiraksitam"
            ]
        },
        "translation": {
            "hindi": [
                "हमारी शक्ति अपरिमेय है और हम सब पितामह द्वारा भलीभाँति संरक्षित हैं, जबकि पाण्डवों की शक्ति भीम द्वारा भलीभाँति संरक्षित होकर भी सीमित है ।"
            ],
            "english": [
                "Our strength is immeasurable, and we are perfectly protected by Grandfather Bhisma, whereas the strength of the Pandavas, carefully protected by Bhima, is limited."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर दुर्योधन ने तुलनात्मक शक्ति का अनुमान प्रस्तुत किया है । वह सोचता है कि अत्यन्त अनुभवी सेनानायक भीष्म पितामह के द्वारा विशेष रूप से संरक्षित होने के कारण उसकी सशस्त्र सेनाओं की शक्ति अपरिमेय हैं । दूसरी ओर पाण्डवों की सेनाएँ सीमित हैं क्योंकि उनकी सुरक्षा एक कम अनुभवी नायक भीम द्वारा की जा रही है जो भीष्म की तुलना में नगण्य है । दुर्योधन सदैव भीम से ईर्ष्या करता था क्योंकि वह जानता था की यदि उसकी मृत्यु कभी हुई भी तो वह भीम के द्वारा ही होगी । किन्तु साथ ही उसे दृढ विश्र्वास था कि भीष्म की उपस्थिति में उसकी विजय निश्चित है क्योंकि भीष्म कहीं अधिक उत्कृष्ट सेनापति हैं । वह युद्ध में विजयी होगा यह उसका दृढ निश्चय था ।"
            ],
            "english": [
                "Herein an estimation of comparative strength is made by Duryodhana. He thinks that the strength of his armed forces is immeasurable, being specifically protected by the most experienced general, Grandfather Bhisma. On the other hand, the forces of the Pandavas are limited, being protected by a less experienced general, Bhima, who is like a fig in the presence of Bhisma. Duryodhana was always envious of Bhima because he knew perfectly well that if he should die at all, he would only be killed by Bhima. But at the same time, he was confident of his victory on account of the presence of Bhisma, who was a far superior general. His conclusion that he would come out of the battle victorious was well ascertained."
            ]
        }
    }
]