[
    {
        "id": [
            11
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "अयनेषु च सर्वेषु यथाभागमवस्थिताः |",
                "भीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि || ११ ||"
            ],
            "english": [
                "ayanesu ca sarvesu",
                "yatha-bhagam avasthitah",
                "bhismam evabhiraksantu",
                "bhavantah sarva eva hi"
            ]
        },
        "translation": {
            "hindi": [
                "अतएव सैन्यव्यूह में अपने-अपने मोर्चों पर खड़े रहकर आप सभी भीष्म पितामह को पूरी-पूरी सहायता दें ।"
            ],
            "english": [
                "Now all of you must give full support to Grandfather Bhisma, standing at your respective strategic points in the phalanx of the army."
            ]
        },
        "meaning": {
            "hindi": [
                "भीष्म पितामह के शौर्य की प्रशंसा करने के बाद दुर्योधन ने सोचा की कहीं अन्य योद्धा यह न समझ लें कि उन्हें कम महत्त्व दिया जा रहा है अतः दुर्योधन ने अपने सहज कुटनीतिक ढंग से स्थिति सँभालने के उद्देश्य से उपर्युक्त शब्द कहें । उसने बलपूर्वक कहा कि भीष्मदेव निस्सन्देह महानतम योद्धा हैं किन्तु अब वे वृद्ध हो चुके हैं अतः प्रत्येक सैनिक को चाहिए की चारों ओर से उनकी सुरक्षा का विशेष ध्यान रखे | हो सकता है कि वेकिसी एक दिशा में युद्ध करने में लग जायँ ओर शत्रु इस व्यस्तता का लाभ उठा ले | अतः यह आवश्यक है कि अन्य योद्धा मोर्चों पर अपनी-अपनी स्थिति पर अडिग रहें और शत्रु को व्यूह न तोड़ने दें |",
                "दुर्योधन को पूर्ण विश्र्वास था कि कुरुओं की विजय भीष्मदेव की उपस्थिति पर निर्भर है | उसे युद्ध में भीष्मदेव तथा द्रोणाचार्य के पूर्ण सहयोग कि आशा थी क्योंकि वह अच्छी तरह जानता था कि इन दोनों ने उस समय एक शब्द भी नहीं कहा था जब अर्जुन कि पत्नी द्रोपदी को असहायावस्था में भरी सभा में नग्न किया जा रहा था और जब उसने उनसे न्याय की भीख माँगी थी | वह जानते हुए भी इन दोनों सेनापतियों के मन में पाण्डवों के लिए स्नेह था, दुर्योधन को आशा थी कि वे इस स्नेह को उसी तरह त्याग देंगे जिस तरह उन्होंने द्यूत-क्रीड़ा के अवसर पर किया था |”"
            ],
            "english": [
                "Duryodhana, after praising the prowess of Bhisma, further considered that others might think that they had been considered less important, so in his usual diplomatic way, he tried to adjust the situation in the above words. He emphasized that Bhismadeva was undoubtedly the greatest hero, but he was an old man, so everyone must especially think of his protection from all sides. He might become engaged in the fight, and the enemy might take advantage of his full engagement on one side. Therefore, it was important that other heroes would not leave their strategic positions and allow the enemy to break the phalanx. Duryodhana clearly felt that the victory of the Kurus depended on the presence of Bhismadeva. He was confident of the full support of Bhismadeva and Dronacarya in the battle because he well knew that they did not even speak a word when Arjuna's wife Draupadi, in her helpless condition, had appealed to them for justice while she was being forced to strip naked in the presence of all the great generals in the assembly. Although he knew that the two generals had some sort of affection for the Pandavas, he hoped that all such affection would now be completely given up by them, as was customary during the gambling performances."
            ]
        }
    },
    {
        "id": [
            12
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "तस्य सञ्जनयन्हर्षं कुरुवृद्धः पितामहः |",
                "सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् || १२ ||"
            ],
            "english": [
                "tasya sanjanayan harsam",
                "kuru-vrddhah pitamahah",
                "simha-nadam vinadyoccaih",
                "sankham dadhmau pratapavan"
            ]
        },
        "translation": {
            "hindi": [
                "तब कुरुवंश के वयोवृद्ध परम प्रतापी एवं वृद्ध पितामह ने सिंह-गर्जना की सी ध्वनि करने वाले अपने शंख को उच्च स्वर से बजाया, जिससे दुर्योधन को हर्ष हुआ |"
            ],
            "english": [
                "Then Bhisma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly like the sound of a lion, giving Duryodhana joy."
            ]
        },
        "meaning": {
            "hindi": [
                "कुरुवंश के वयोवृद्ध पितामह अपने पौत्र दुर्योधन का मनोभाव जान गये और उनके प्रति अपनी स्वाभाविक दयावश उन्होंनेउसे प्रसन्न करने के लिए अत्यन्त उच्च स्वर से अपना शंख बजाया जो उनकी सिंह के समान स्थिति के अनुरूप था | अप्रत्यक्ष रूप में शंख के द्वारा प्रतीकात्मक ढंग से उन्होंने अपने हताश पौत्र दुर्योधन को बता दिया कि उन्हें युद्ध में विजय की आशा नहीं है क्योंकि दुसरे पक्ष में साक्षात् भगवान् श्रीकृष्ण हैं | फिर भी युद्ध का मार्गदर्शन करना उनका कर्तव्य था और इस सम्बन्ध में वे कोई कसर नहीं रखेंगे |"
            ],
            "english": [
                "The grandsire of the Kuru dynasty could understand the inner meaning of the heart of his grandson Duryodhana, and out of his natural compassion for him he tried to cheer him by blowing his conchshell very loudly, befitting his position as a lion. Indirectly, by the symbolism of the conchshell, he informed his depressed grandson Duryodhana that he had no chance of victory in the battle, because the Supreme Lord Krsna was on the other side. But still, it was his duty to conduct the fight, and no pains would be spared in that connection."
            ]
        }
    },
    {
        "id": [
            13
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "ततः शङ्खाश्र्च भेर्यश्र्च पणवानकगोमुखाः |",
                "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् || १३ || "
            ],
            "english": [
                "tatah sankhas ca bheryas ca",
                "panavanaka-gomukhah",
                "sahasaivabhyahanyanta",
                "sa sabdas tumulo 'bhavat"
            ]
        },
        "translation": {
            "hindi": [
                "तत्पश्चात् शंख, नगाड़े, बिगुल, तुरही तथा सींग सहसा एकसाथ बज उठे | वह समवेत स्वर अत्यन्त कोलाहलपूर्ण था |"
            ],
            "english": [
                "After that, the conchshells, bugles, trumpets, drums and horns were all suddenly sounded, and the combined sound was tumultuous."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            14
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "ततः श्र्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ |",
                "माधवः पाण्डवश्र्चैव दिव्यौ शङ्खौ प्रदध्मतुः || १४ ||"
            ],
            "english": [
                "tatah svetair hayair yukte",
                "mahati syandane sthitau",
                "madhavah pandavas caiva",
                "divyau sankhau pradadhmatuh"
            ]
        },
        "translation": {
            "hindi": [
                "दूसरी ओर से श्र्वेत घोड़ों द्वारा खींचे जाने वाले विशाल रथ पर आसीन कृष्ण तथा अर्जुन ने अपने-अपने दिव्य शंख बजाये |"
            ],
            "english": [
                "On the other side, both Lord Krsna and Arjuna, stationed on a great chariot drawn by white horses, sounded their transcendental conchshells."
            ]
        },
        "meaning": {
            "hindi": [
                "भीष्मदेव द्वारा बजाये गये शंख की तुलना में कृष्ण तथा अर्जुन के शंखों को दिव्य कहा गया है | दिव्य शंखों के नाद से यह सूचित हो रहा था कि दूसरे पक्ष की विजय की कोई आशा न थी क्योंकि कृष्ण पाण्डवों के पक्ष में थे | जयस्तु पाण्डुपुत्राणां येषां पक्षे जनार्दनः– जय सदा पाण्डु के पुत्र-जैसों कि होती है क्योंकि भगवान् कृष्ण उनके साथ हैं | और जहाँ जहाँ भगवान् विद्यमान हैं, वहीँ वहीँ लक्ष्मी भी रहती हैं क्योंकि वे अपने पति के बिना नहीं रह सकतीं | अतः जैसा कि विष्णु या भगवान् कृष्ण के शंख द्वारा उत्पन्न दिव्य ध्वनि से सूचित हो रहा था, विजय तथा श्री दोनों ही अर्जुन की प्रतीक्षा कर रही थीं | इसके अतिरिक्त, जिस रथ में दोनों मित्र आसीन थे वह अर्जुन को अग्नि देवता द्वारा प्रदत्त था और इससे सूचित हो रहा था कि तीनों लोकों में जहाँ कहीं भी यह जायेगा, वहाँ विजय निश्चित है |"
            ],
            "english": [
                "In contrast with the conchshell blown by Bhismadeva, the conchshells in the hands of Krsna and Arjuna are described as transcendental. The sounding of the transcendental conchshells indicated that there was no hope of victory for the other side because Krsna was on the side of the Pandavas. Jayas tu pandu-putranam yesam pakse janardanah. Victory is always with persons like the sons of Pandu because Lord Krsna is associated with them. And whenever and wherever the Lord is present, the goddess of fortune is also there because the goddess of fortune never lives alone without her husband. Therefore, victory and fortune were awaiting Arjuna, as indicated by the transcendental sound produced by the conchshell of Visnu, or Lord Krsna. Besides that, the chariot on which both the friends were seated was donated by Agni (the fire-god) to Arjuna, and this indicated that this chariot was capable of conquering all sides, wherever it was drawn over the three worlds."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः|",
                "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः || १५ ||"
            ],
            "english": [
                "pancajanyam hrsikeso",
                "devadattam dhananjayah",
                "paundram dadhmau maha-sankham",
                "bhima-karma vrkodarah"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् कृष्ण ने अपना पाञ्चजन्य शंख बजाया, अर्जुन ने देवदत्त शंख तथा अतिभोजी एवं अतिमानवीय कार्य करने वाले भीम ने पौण्ड्र नामक शंख बजाया |"
            ],
            "english": [
                "Then, Lord Krsna blew His conchshell, called Pancajanya; Arjuna blew his, the Devadatta; and Bhima, the voracious eater and performer of Herculean tasks, blew his terrific conchshell called Paundram."
            ]
        },
        "meaning": {
            "hindi": [
                "“ इस श्लोक में भगवान् कृष्ण को हृषीकेश कहा गया है क्योंकि वे ही समस्त इन्द्रियों के स्वामी हैं | सारे जीव उनके भिन्नांश हैं अतः जीवों की इन्द्रियाँ भी उनकी इन्द्रियों के अंश हैं | चूँकि निर्विशेषवादी जीवों कि इन्द्रियों का कारण बताने में असमर्थ हैं इसीलिए वे जीवों को इन्द्रियरहित या निर्विशेष कहने के लिए उत्सुक रहते हैं | भगवान् समस्त जीवों के हृदयों में स्थित होकर उनकी इन्द्रियों का निर्देशन करते हैं | किन्तु वे इस तरह निर्देशन करते हैं कि जीव उनकी शरण ग्रहण कर ले और विशुद्ध भक्त की इन्द्रियों का तो वे प्रत्यक्ष निर्देशन करते हैं | यहाँ कुरुक्षेत्र कि युद्धभूमि में भगवान् कृष्ण अर्जुन की दिव्य इन्द्रियों का निर्देशन करते हैं इसीलिए उनको हृषीकेश कहा गया है | भगवान् के विविध कार्यों के अनुसार उनके भिन्न-भिन्न नाम हैं | उदाहरणार्थ, इनका एक नाम मधुसूदन है क्योंकि उन्होंने मधु नाम के असुर को मारा था, वे गौवों तथा इन्द्रियों को आनन्द देने के कारण गोविन्द कहलाते हैं, वसुदेव के पुत्र होने के कारण इनका नाम वासुदेव है, देवकी को माता रूप में स्वीकार करने के कारण इनका नाम देवकीनन्दन है, वृन्दावन में यशोदा के साथ बाल-लीलाएँ करने के कारण ये यशोदानन्दन हैं, अपने मित्र अर्जुन का सारथी बनने के कारण पार्थसारथी हैं | इसी प्रकार उनका एक नाम हृषीकेश है, क्योंकि उन्होंने कुरुक्षेत्र के युद्धस्थल में अर्जुन का निर्देशन किया |",
                "इस श्लोक में अर्जुन को धनञ्जय कहा गया है क्योंकि जब इनके बड़े भाई को विभिन्न यज्ञ सम्पन्न करने के लिए धन की आवश्यकता हुई थी तो उसे प्राप्त करने में इन्होंने सहायता की थी | इसी प्रकार भीम वृकोदर कहलाते हैं क्योंकि जैसे वे अधिक खाते हैं उसी प्रकार वे अतिमानवीय कार्य करने वाले हैं, जैसे हिडिम्बासुर का वध | अतः पाण्डवों के पक्ष में श्रीकृष्ण इत्यादि विभिन्न व्यक्तियों द्वारा विशेष प्रकार के शंखों का बजाया जाना युद्ध करने वाले सैनिकों के लिए अत्यन्त प्रेरणाप्रद था | विपक्ष में ऐसा कुछ न था; न तो परम निदेशक भगवान् कृष्ण थे, न ही भाग्य की देवी (श्री) थीं | अतः युद्ध में उनकी पराजय पूर्वनिश्चित थी – शंखों की ध्वनि मानो यही सन्देश दे रही थी |”"
            ],
            "english": [
                "Lord Krsna is referred to as Hrsikesa in this verse because He is the owner of all senses. The living entities are part and parcel of Him, and, therefore, the senses of the living entities are also part and parcel of His senses. The impersonalists cannot account for the senses of the living entities, and therefore they are always anxious to describe all living entities as sense-less, or impersonal. The Lord, situated in the hearts of all living entities, directs their senses. But, He directs in terms of the surrender of the living entity, and in the case of a pure devotee He directly controls the senses. Here on the Battlefield of Kuruksetra the Lord directly controls the transcendental senses of Arjuna, and thus His particular name of Hrsikesa. The Lord has different names according to His different activities. For example, His name is Madhusudana because He killed the demon of the name Madhu; His name is Govinda because He gives pleasure to the cows and to the senses; His name is Vasudeva because He appeared as the son of Vasudeva; His name is Devaki-nandana because He accepted Devaki as His mother; His name is Yasoda-nandana because He awarded His childhood pastimes to Yasoda at Vrndavana; His name is Partha-sarathi because He worked as charioteer of His friend Arjuna. Similarly, His name is Hrsikesa because He gave direction to Arjuna on the Battlefield of Kuruksetra.",
                "Arjuna is referred to as Dhananjaya in this verse because he helped his elder brother in fetching wealth when it was required by the King to make expenditures for different sacrifices. Similarly, Bhima is known as Vrkodara because he could eat as voraciously as he could perform Herculean tasks, such as killing the demon Hidimba. So, the particular types of conchshell blown by the different personalities on the side of the Pandavas, beginning with the Lord's, were all very encouraging to the fighting soldiers. On the other side there were no such credits, nor the presence of Lord Krsna, the supreme director, nor that of the goddess of fortune. So, they were predestined to lose the battle—and that was the message announced by the sounds of the conchshells."
            ]
        }
    },
    {
        "id": [
            16,
            17,
            18
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः |",
                "नकुलः सहदेवश्र्च सुघोषमणिपुष्पकौ || १६ ||",
                "काश्यश्र्च परमेष्वासः शिखण्डी च महारथः |",
                "धृष्टद्युम्नो विराटश्र्च सात्यकिश्र्चापराजितः || १७ ||",
                "द्रुपदो द्रौपदेयाश्र्च सर्वशः पृथिवीपते |",
                "सौभद्रश्र्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् || १८ ||"
            ],
            "english": [
                "anantavijayam raja",
                "kunti-putro yudhisthirah",
                "nakulah sahadevas ca",
                "sughosa-manipuspakau",
                "kasyas ca paramesv-asah",
                "sikhandi ca maha-rathah",
                "dhrstadyumno viratas ca",
                "satyakis caparajitah",
                "drupado draupadeyas ca",
                "sarvasah prthivi-pate",
                "saubhadras ca maha-bahuh",
                "sankhan dadhmuh prthak prthak"
            ]
        },
        "translation": {
            "hindi": [
                "हे राजन्! कुन्तीपुत्र राजा युधिष्ठिर ने अपना अनन्तविजय नामक शंख बजाया तथा नकुल और सहदेव ने सुघोष एवं मणिपुष्पक शंख बजाये | महान धनुर्धर काशीराज, परम योद्धा शिखण्डी, धृष्टद्युम्न, विराट, अजेय सात्यकि, द्रुपद, द्रौपदी के पुत्र तथा सुभद्रा के महाबाहु पुत्र आदि सबों में अपने-अपने शंख बजाये |"
            ],
            "english": [
                "King Yudhisthira, the son of Kunti, blew his conchshell, the Anantavijaya, and Nakula and Sahadeva blew the Sughosa and Manipuspaka. That great archer the King of Kasi, the great fighter Sikhandi, Dhrstadyumna, Virata and the unconquerable Satyaki, Drupada, the sons of Draupadi, and the others, O King, such as the son of Subhadra, greatly armed, all blew their respective conchshells."
            ]
        },
        "meaning": {
            "hindi": [
                "संजय ने राजा धृतराष्ट्र को अत्यन्त चतुराई से यह बताया कि पाण्डु के पुत्रों को धोखा देने तथा राज्यसिंहासन पर अपने पुत्रों को आसीन कराने का अविवेकपूर्ण नीति श्लाघनीय नहीं थी | लक्षणों से पहले से ही यह सूचित हो रहा था कि इस महायुद्ध में सारा कुरुवंश मारा जायेगा | भीष्म पितामह से लेकर अभिमन्यु तथा अन्य पौत्रों तक विश्र्व के अनेक देशों के राजाओं समेत उपस्थित सारे के सारे लोगों का विनाश निश्चित था | यह सारी दुर्घटना राजा धृतराष्ट्र के कारण होने जा रही थी क्योंकि उसने अपने पुत्रों की कुनीति को प्रोत्साहन दिया था |"
            ],
            "english": [
                "Sanjaya informed King Dhrtarastra very tactfully that his unwise policy of deceiving the sons of Pandu and endeavoring to enthrone his own sons on the seat of the kingdom was not very laudable. The signs already clearly indicated that the whole Kuru dynasty would be killed in that great battle. Beginning with the grandsire, Bhisma, down to the grandsons like Abhimanyu and others—including kings from many states of the world—all were present there, and all were doomed. The whole catastrophe was due to King Dhrtarastra, because he encouraged the policy followed by his sons."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् |",
                "नभश्र्च पृथिवीं चैव तुमुलोऽभ्यनुनादयन् || १९ ||"
            ],
            "english": [
                "sa ghoso dhartarastranam",
                "hrdayani vyadarayat",
                "nabhas ca prthivim caiva",
                "tumulo 'bhyanunadayan"
            ]
        },
        "translation": {
            "hindi": [
                "इन विभिन्न शंखों की ध्वनि कोलाहलपूर्ण बन गई जो आकाश तथा पृथ्वी को शब्दायमान करती हुई धृतराष्ट्र के पुत्रों के हृदयों को विदीर्ण करने लगी |"
            ],
            "english": [
                "The blowing of these different conchshells became uproarious, and thus, vibrating both in the sky and on the earth, it shattered the hearts of the sons of Dhrtarastra."
            ]
        },
        "meaning": {
            "hindi": [
                "जब भीष्म तथा दुर्योधन के पक्ष के अन्य वीरों ने अपने-अपने शंख बजाये तो पाण्डवों के हृदय विदीर्ण नहीं हुए | ऐसी घटनाओं का वर्णन नहीं मिलता किन्तु इस विशिष्ट श्लोक में कहा गया है कि पाण्डव पक्ष में शंखनाद से धृतराष्ट्र के पुत्रों के हृदय विदीर्ण हो गये | इसका कारण स्वयं पाण्डव और भगवान् कृष्ण में उनका विश्र्वास है | परमेश्र्वर की शरण ग्रहण करने वाले को किसी प्रकार का भय नहीं रह जाता चाहे वह कितनी ही विपत्ति में क्यों न हो |"
            ],
            "english": [
                "When Bhisma and the others on the side of Duryodhana blew their respective conchshells, there was no heart-breaking on the part of the Pandavas. Such occurrences are not mentioned, but in this particular verse it is mentioned that the hearts of the sons of Dhrtarastra were shattered by the sounds vibrated by the Pandavas' party. This is due to the Pandavas and their confidence in Lord Krsna. One who takes shelter of the Supreme Lord has nothing to fear, even in the midst of the greatest calamity."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "अथ व्यवस्थितान्दृष्टवा धार्तराष्ट्रान्कपिध्वजः | ",
                "प्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डवः |",
                "हृषीकेशं तदा वाक्यमिदमाह महीपते || २० ||"
            ],
            "english": [
                "atha vyavasthitan drstva",
                "dhartarastran kapi-dhvajah",
                "pravrtte sastra-sampate",
                "dhanur udyamya pandavah",
                "hrsikesam tada vakyam",
                "idam aha mahi-pate"
            ]
        },
        "translation": {
            "hindi": [
                "उस समय हनुमान से अंकित ध्वजा लगे रथ पर आसीन पाण्डुपुत्र अर्जुन अपना धनुष उठा कर तीर चलाने के लिए उद्यत हुआ | हे राजन्!धृतराष्ट्र के पुत्रों को व्यूह में खड़ा देखकर अर्जुन ने श्रीकृष्ण से ये वचन कहे |"
            ],
            "english": [
                "O King, at that time Arjuna, the son of Pandu, who was seated in his chariot, his flag marked with Hanuman, took up his bow and prepared to shoot his arrows, looking at the sons of Dhrtarastra. O King, Arjuna then spoke to Hrsikesa [Krsna] these words:"
            ]
        },
        "meaning": {
            "hindi": [
                "युद्ध प्रारम्भ होने ही वाला था | उपर्युक्त कथन से ज्ञात होता है कि पाण्डवों की सेना की अप्रत्याशित व्यवस्था से धृतराष्ट्र के पुत्र बहुत कुछ निरुत्साहित थे क्योंकि युद्धभूमि में पाण्डवों का निर्देशन भगवान् कृष्ण के आदेशानुसार हो रहा था | अर्जुन की ध्वजा पर हनुमान का चिन्ह भी विजय का सूचक है क्योंकि हनुमान ने राम तथा रावण युद्ध में राम कि सहायता की थी जिससे राम विजयी हुए थे | इस समय अर्जुन की सहायता के लिए उनके रथ पर राम तथा हनुमान दोनों उपस्थित थे | भगवान् कृष्ण साक्षात् राम हैं और जहाँ भी राम रहते हैं वहाँ नित्य सेवक हनुमान होता है तथा उनकी नित्यसंगिनी, वैभव की देवी सीता उपस्थित रहती हैं | अतः अर्जुन के लिए किसी भी शत्रु से भय का कोई कारण नहीं था | इससे भी अधिक इन्द्रियों के स्वामी भगवान् कृष्ण निर्देश देने की लिए साक्षात् उपस्थित थे | इस प्रकार अर्जुन को युद्ध करने के मामले में सारा सत्परामर्श प्राप्त था | ऐसी स्थितियों में, जिनकी व्यवस्था भगवान् ने अपने शाश्र्वत भक्त के लिए की थी, निश्चित विजय के लक्षण स्पष्ट थे |"
            ],
            "english": [
                "The battle was just about to begin. It is understood from the above statement that the sons of Dhrtarastra were more or less disheartened by the unexpected arrangement of military force by the Pandavas, who were guided by the direct instructions of Lord Krsna on the battlefield. The emblem of Hanuman on the flag of Arjuna is another sign of victory because Hanuman cooperated with Lord Rama in the battle between Rama and Ravana, and Lord Rama emerged victorious. Now both Rama and Hanuman were present on the chariot of Arjuna to help him. Lord Krsna is Rama Himself, and wherever Lord Rama is, His eternal servitor Hanuman and His eternal consort Sita, the goddess of fortune, are present. Therefore, Arjuna had no cause to fear any enemies whatsoever. And above all, the Lord of the senses, Lord Krsna, was personally present to give him direction. Thus, all good counsel was available to Arjuna in the matter of executing the battle. In such auspicious conditions, arranged by the Lord for His eternal devotee, lay the signs of assured victory."
            ]
        }
    },
    {
        "id": [
            21,
            22
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "अर्जुन उवाच ",
                "सेनयोरुभयोर्मध्ये रथं स्थाप्य मेऽच्युत | ",
                "यावदेतान्निरिक्षेऽहं योद्धुकामानवस्थितान् || २१ ||",
                "कैर्मया सह योद्धव्यमस्मिन्रणसमुद्यमे || २२ ||"
            ],
            "english": [
                "arjuna uvaca",
                "senayor ubhayor madhye",
                "ratham sthapaya me 'cyuta",
                "yavad etan nirikse 'ham",
                "yoddhu-kaman avasthitan",
                "kair maya saha yoddhavyam",
                "asmin rana-samudyame"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – हे अच्युत! कृपा करके मेरा रथ दोनों सेनाओं के बीच में ले चलें जिससे मैं यहाँ युद्ध की अभिलाषा रखने वालों को और शस्त्रों कि इस महान परीक्षा में, जिनसे मुझे संघर्ष करना है, उन्हें देख सकूँ |"
            ],
            "english": [
                "Arjuna said: O infallible one, please draw my chariot between the two armies so that I may see who is present here, who is desirous of fighting, and with whom I must contend in this great battle attempt."
            ]
        },
        "meaning": {
            "hindi": [
                "“ यद्यपि श्रीकृष्ण साक्षात् श्रीभगवान् हैं, किन्तु वे अहेतुकी कृपावश अपने मित्र की सेवा में लगे हुए थे | वे अपने भक्तों पर स्नेह दिखाने में कभी नहीं चूकते इसीलिए अर्जुन ने उन्हें अच्युत कहा है | सारथी रूप में उन्हें अर्जुन की आज्ञा का पालन करना था और उन्होंने इसमें कोई संकोच नहीं किया, अतः उन्हें अच्युत कह कर सम्बोधित किया गया है | यद्यपि उन्होंने अपने भक्त का सारथी-पद स्वीकार किया था, किन्तु इससे उनकी परम स्थिति अक्षुण्ण बनी रही | प्रत्येक परिस्थिति में वे इन्द्रियों के स्वामी श्रीभगवान् हृषीकेश हैं | भगवान् तथा उनके सेवक का सम्बन्ध अत्यन्त मधुर एवं दिव्य होता है | सेवक स्वामी की सेवा करने के लिए सदैव उद्यत रहता है और भगवान् भी भक्त कि कुछ न कुछ सेवा करने कि कोशिश में रहते हैं | वे इसमें विशेष आनन्द का अनुभव करते हैं कि वे स्वयं आज्ञादाता न बनें अपितु उनके शुद्ध भक्त उन्हें आज्ञा दें | चूँकि वे स्वामी हैं, अतः सभी लोग उनके आज्ञापालक हैं और उनके ऊपर उनको आज्ञा देने वाला कोई नहीं है | किन्तु जब वे देखते हैं की उनका शुद्ध भक्त आज्ञा दे रहा है तो उन्हें दिव्य आनन्द मिलता है यद्यपि वे समस्त परिस्थितियों में अच्युत रहने वाले हैं |",
                "भगवान् का शुद्ध भक्त होने के कारण अर्जुन को अपने बन्धु-बान्धवों से युद्ध करने की तनिक भी इच्छा न थी, किन्तु दुर्योधन द्वारा शान्तिपूर्ण समझौता न करके हठधर्मिता पर उतारू होने के कारण उसे युद्धभूमि में आना पड़ा | अतः वह यह जानने के लिए अत्यन्त उत्सुक था कि युद्धभूमि में कौन-कौन से अग्रणी व्यक्ति उपस्थित हैं | यद्यपि युद्धभूमि में शान्ति-प्रयासों का कोई प्रश्न नहीं उठता तो भी वह उन्हें फिर से देखना चाह रहा था और यह देखना चाह रहा था कि वे इस अवांछित युद्ध पर किस हद तक तुले हुए हैं |”"
            ],
            "english": [
                "Although Lord Krsna is the Supreme Personality of Godhead, out of His causeless mercy He was engaged in the service of His friend. He never fails in His affection for His devotees, and thus He is addressed herein as infallible. As charioteer, He had to carry out the orders of Arjuna, and since He did not hesitate to do so, He is addressed as infallible. Although He had accepted the position of a charioteer for His devotee, His supreme position was not challenged. In all circumstances, He is the Supreme Personality of Godhead, Hrsikesa, the Lord of the total senses. The relationship between the Lord and His servitor is very sweet and transcendental. The servitor is always ready to render a service to the Lord, and, similarly, the Lord is always seeking an opportunity to render some service to the devotee. He takes greater pleasure in His pure devotee's assuming the advantageous postion of ordering Him than He does in being the giver of orders. As master, everyone is under His orders, and no one is above Him to order Him. But when he finds that a pure devotee is ordering Him, He obtains transcendental pleasure, although He is the infallible master of all circumstances.",
                "As a pure devotee of the Lord, Arjuna had no desire to fight with his cousins and brothers, but he was forced to come onto the battlefield by the obstinacy of Duryodhana, who was never agreeable to any peaceful negotiation. Therefore, he was very anxious to see who the leading persons present on the battlefield were. Although there was no question of a peacemaking endeavor on the battlefield, he wanted to see them again, and to see how much they were bent upon demanding an unwanted war."
            ]
        }
    },
    {
        "id": [
            23
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः | ",
                "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः || २३ ||"
            ],
            "english": [
                "yotsyamanan avekse 'ham",
                "ya ete 'tra samagatah",
                "dhartarastrasya durbuddher",
                "yuddhe priya-cikirsavah"
            ]
        },
        "translation": {
            "hindi": [
                "मुझे उन लोगों को देखने दीजिये जो यहाँ पर धृतराष्ट्र के दुर्बुद्धि पुत्र (दुर्योधन) को प्रसन्न करने की इच्छा से लड़ने के लिए आये हुए हैं |"
            ],
            "english": [
                "Let me see those who have come here to fight, wishing to please the evil-minded son of Dhrtarastra."
            ]
        },
        "meaning": {
            "hindi": [
                "यह सर्वविदित था कि दुर्योधन अपने पिता धृतराष्ट्र की साँठगाँठ से पापपूर्ण योजनाएँ बनाकर पाण्डवों के राज्य को हड़पना चाहता था | अतः जिन समस्त लोगों ने दुर्योधन का पक्ष ग्रहण किया था वे उसी के समानधर्मा रहे होंगे | अर्जुन युद्ध प्रारम्भ होने के पूर्व यह तो जान ही लेना चाहता था कि कौन-कौन से लोग आये हुए हैं | किन्तु उनके समक्ष समझौता का प्रस्ताव रखने की उसकी कोई योजना नहीं थी | यह भी तथ्य था की वह उनकी शक्ति का, जिसका उसे सामना करना था, अनुमान लगाने कि दृष्टि से उन्हें देखना चाह रहा था, यद्यपि उसे अपनी विजय का विश्र्वास था क्योंकि कृष्ण उसकी बगल में विराजमान थे |"
            ],
            "english": [
                "It was an open secret that Duryodhana wanted to usurp the kingdom of the Pandavas by evil plans, in collaboration with his father, Dhrtarastra. Therefore, all persons who had joined the side of Duryodhana must have been birds of the same feather. Arjuna wanted to see them in the battlefield before the fight was begun, just to learn who they were, but he had no intention of proposing peace negotiations with them. It was also a fact that he wanted to see them to make an estimate of the strength which he had to face, although he was quite confident of victory because Krsna was sitting by his side."
            ]
        }
    }
]