[
    {
        "id": [
            24
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "सञ्जय उवाच",
                "एवमुक्तो हृषीकेशो गुडाकेशेन भारत |",
                "सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् || २४ ||"
            ],
            "english": [
                "sanjaya uvaca",
                "evam ukto hrsikeso",
                "gudakesena bharata",
                "senayor ubhayor madhye",
                "sthapayitva rathottamam"
            ]
        },
        "translation": {
            "hindi": [
                "“संजय ने कहा – हे भरतवंशी! अर्जुन द्वारा इस प्रकार सम्बोधित किये जाने पर भगवान् कृष्ण ने दोनों दलों के बीच में उस उत्तम रथ को लाकर खड़ा कर दिया |”",
                ""
            ],
            "english": [
                "Sanjaya said: O descendant of Bharata, being thus addressed by Arjuna, Lord Krsna drew up the fine chariot in the midst of the armies of both parties."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः इस श्लोक में अर्जुन को गुडाकेश कहा गया है | गुडाका का अर्थ है नींद और जो नींद को जीत लेता है वह गुडाकेश है | नींद का अर्थ अज्ञान भी है | अतः अर्जुन ने कृष्ण की मित्रता के कारण नींद तथा अज्ञान दोनों पर विजय प्राप्त की थी | कृष्ण के भक्त के रूप में वह कृष्ण को क्षण भर भी नहीं भुला पाया क्योंकि भक्त का स्वभाव ही ऐसा होता है | यहाँ तक कि चलते अथवा सोते हुए भी कृष्ण के नाम, रूप, गुणों तथा लीलाओं के चिन्तन से भक्त कभी मुक्त नहीं रह सकता | अतः कृष्ण का भक्त उनका निरन्तर चिन्तन करते हुए नींद तथा अज्ञान दोनों को जीत सकता है | इसी को कृष्णभावनामृत या समाधि कहते हैं | प्रत्येक जीव की इन्द्रियों तथा मन के निर्देशक अर्थात् हृषीकेश के रूप में कृष्ण अर्जुन के मन्तव्य को समझ गये कि वह क्यों सेनाओं के मध्य में रथ को खड़ा करवाना चाहता है | अतः उन्होंने वैसा ही किया और फिर वे इस प्रकार बोले |"
            ],
            "english": [
                "In this verse Arjuna is referred to as Gudakesa. Gudaka means sleep, and one who conquers sleep is called gudakesa. Sleep also means ignorance. So Arjuna conquered both sleep and ignorance because of his friendship with Krsna. As a great devotee of Krsna, he could not forget Krsna even for a moment, because that is the nature of a devotee. Either in waking or in sleep, a devotee of the Lord can never be free from thinking of Krsna's name, form, quality and pastimes. Thus a devotee of Krsna can conquer both sleep and ignorance simply by thinking of Krsna constantly. This is called Krsna consciousness, or samadhi. As Hrsikesa, or the director of the senses and mind of every living entity, Krsna could understand Arjuna's purpose in placing the chariot in the midst of the armies. Thus He did so, and spoke as follows."
            ]
        }
    },
    {
        "id": [
            25
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम् |  उवाच पार्थ पश्यैतान्समवेतान्कुरुनिति || २५ ||"
            ],
            "english": [
                "bhisma-drona-pramukhatah",
                "sarvesam ca mahi-ksitam",
                "uvaca partha pasyaitan",
                "samavetan kurun iti"
            ]
        },
        "translation": {
            "hindi": [
                "“भीष्म, द्रोण तथा विश्र्व भर के अन्य समस्त राजाओं के सामने भगवान् ने कहा कि हे पार्थ! यहाँ पर एकत्र सारे कुरुओं को देखो |”"
            ],
            "english": [
                "In the presence of Bhisma, Drona and all other chieftains of the world, Hrsikesa, the Lord, said, Just behold, Partha, all the Kurus who are assembled here."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः समस्त जीवों के परमात्मास्वरूप भगवान् कृष्ण यह जानते थे कि अर्जुन के मन में क्या बीत रहा है | इस प्रसंग में हृषीकेश शब्द प्रयोग सूचित करता है कि वे सब कुछ जानते थे | इसी प्रकार पार्थ शब्द अर्थात् पृथा या कुन्तीपुत्र भी अर्जुन के लिए प्रयुक्त होने के कारण महत्त्वपूर्ण है | मित्र के रूप में वे अर्जुन को बता देना चाहते थे कि चूँकि अर्जुन उनके पिता वसुदेव की बहन पृथा का पुत्र था इसीलिए उन्होंने अर्जुन का सारथी बनना स्वीकार किया था | किन्तु जब उन्होंने अर्जुन से “कुरुओं को देखो” कहा तो इससे उनका क्या अभिप्राय था? क्या अर्जुन वहीं पर रुक कर युद्ध करना नहीं चाहता था? कृष्ण को अपनी बुआ पृथा के पुत्र से कभी भी ऐसी आशा नहीं थी | इस प्रकार से कृष्ण ने अपने मित्र की मनःस्थिति की पूर्वसूचना परिहासवश दी है |"
            ],
            "english": [
                "As the Supersoul of all living entities, Lord Krsna could understand what was going on in the mind of Arjuna. The use of the word Hrsikesa in this connection indicates that He knew everything. And the word Partha, or the son of Kunti or Prtha, is also similarly significant in reference to Arjuna. As a friend, He wanted to inform Arjuna that because Arjuna was the son of Prtha, the sister of His own father Vasudeva, He had agreed to be the charioteer of Arjuna. Now what did Krsna mean when He told Arjuna to \"behold the Kurus\"? Did Arjuna want to stop there and not fight? Krsna never expected such things from the son of His aunt Prtha. The mind of Arjuna was thus predicated by the Lord in friendly joking."
            ]
        }
    },
    {
        "id": [
            26
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "तत्रापश्यत्स्थितान्पार्थः पितॄनथ पितामहान |",
                "आचार्यान्मातुलान्भ्रातॄन्पुत्रान्पौत्रान्सखींस्तथा |",
                "श्र्वशुरान्सुहृदश्र्चैव सेनयोरुभयोरपि || २६ ||"
            ],
            "english": [
                "tatrapasyat sthitan parthah",
                "pitrn atha pitamahan",
                "acaryan matulan bhratrn",
                "putran pautran sakhims tatha",
                "svasuran suhrdas caiva",
                "senayor ubhayor api"
            ]
        },
        "translation": {
            "hindi": [
                "“अर्जुन ने वहाँ पर दोनों पक्षों की सेनाओं के मध्य में अपने चाचा-ताउओं, पितामहों, गुरुओं, मामाओं, भाइयों, पुत्रों, पौत्रों, मित्रों, ससुरों और शुभचिन्तकों को भी देखा |”"
            ],
            "english": [
                "There Arjuna could see, within the midst of the armies of both parties, his fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, friends, and also his father-in-law and well-wishers-all present there."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः अर्जुन युद्धभूमि में अपने सभी सम्बंधियों को देख सका | वह अपने पिता के समकालीन भूरिश्रवा जैसे व्यक्तियों, भीष्म तथा सोमदत्त जैसे पितामहों, द्रोणाचार्य तथा कृपाचार्य जैसे गुरुओं, शल्य तथा शकुनि जैसे मामाओं, दुर्योधन जैसे भाइयों, लक्ष्मण जैसे पुत्रों, अश्र्वत्थामा जैसे मित्रों एवं कृतवर्मा जैसे शुभचिन्तकों को देख सका | वह उन सेनाओं को भी देख सका जिनमें उसके अनेक मित्र थे |"
            ],
            "english": [
                "On the battlefield Arjuna could see all kinds of relatives. He could see persons like Bhurisrava, who were his father's contemporaries, grandfathers Bhisma and Somadatta, teachers like Dronacarya and Krpacarya, maternal uncles like Salya and Sakuni, brothers like Duryodhana, sons like Laksmana, friends like Asvatthama, well-wishers like Krtavarma, etc. He could see also the armies which contained many of his friends."
            ]
        }
    },
    {
        "id": [
            27
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् |",
                "कृपया परयाविष्टो विषीदन्निदमब्रवीत् || २७ ||"
            ],
            "english": [
                "tan samiksya sa kaunteyah",
                "sarvan bandhun avasthitan",
                "krpaya parayavisto",
                "visidann idam abravit"
            ]
        },
        "translation": {
            "hindi": [
                "“जब कुन्तीपुत्र अर्जुन ने मित्रों तथा सम्बन्धियों की इन विभिन्न श्रेणियों को देखा तो वह करुणा से अभिभूत हो गया और इस प्रकार बोला |”"
            ],
            "english": [
                "When the son of Kunti, Arjuna, saw all these different grades of friends and relatives, he became overwhelmed with compassion and spoke thus:"
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            28
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "अर्जुन उवाच",
                "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् |",
                "सीदन्ति मम गात्राणि मुखं च परिश्रुष्यति || २८ ||"
            ],
            "english": [
                "arjuna uvaca",
                "drstvemam sva-janam krsna",
                "yuyutsum samupasthitam",
                "sidanti mama gatrani",
                "mukham ca parisusyati"
            ]
        },
        "translation": {
            "hindi": [
                "“अर्जुन ने कहा – हे कृष्ण! इस प्रकार युद्ध कि इच्छा रखने वाले मित्रों तथा सम्बन्धियों को अपने समक्ष उपस्थित देखकर मेरे शरीर के अंग काँप रहे हैं और मेरा मुँह सूखा जा रहा है |”"
            ],
            "english": [
                "Arjuna said: My dear Krsna, seeing my friends and relatives present before me in such a fighting spirit, I feel the limbs of my body quivering and my mouth drying up."
            ]
        },
        "meaning": {
            "hindi": [
                "“तात्पर्यःयथार्थ भक्ति से युक्त मनुष्य में वे सारे सद्गुण रहते हैं जो सत्पुरुषों या देवताओं में पाये जाते हैं जबकि अभक्त अपनी शिक्षा या संस्कृति के द्वारा भौतिक योग्यताओं में चाहे कितना ही उन्नत क्यों न हो इस इश्र्वरीय गुणों से विहीन होता है | अतः स्वजनों, मित्रों तथा सम्बन्धियों को युद्धभूमि में देखते ही अर्जुन उन सबों के लिए करुणा से अभिभूत हो गया, जिन्होनें परस्पर युद्ध करने का निश्चय किया था | जहाँ तक उसके अपने सैनिकों का सम्बन्ध थे, वह उनके प्रति प्रारम्भ से दयालु था, किन्तु विपक्षी दल के सैनिकों कि आसन्न मृत्यु को देखकर वह उन पर भी दया का अनुभव कर रहा था | और जब वह इस प्रकार सोच रहा था तो उसके अंगों में कंपन होने लगा और मुँह सूख गया | उन सबको युद्धाभिमुख देखकर उसे आश्चर्य भी हुआ | प्रायः सारा कुटुम्ब, अर्जुन के सगे सम्बन्धी उससे युद्ध करने आये थे | यद्यपि इसका उल्लेख नहीं है, किन्तु तो भी सहज अनुमान लगाया जा सकता है कि न केवल उसके अंग काँप रहे थे और मुँख सूख रहा था अपितु वह दयावश रुदन भी कर रहा था | अर्जुन में ऐसे लक्षण किसी दुर्बलता के कारण नहीं अपितु हृदय की कोमलता के कारण थे जो भगवान् के शुद्ध भक्त का लक्षण है | अतः कहा गया है –",
                "यस्यास्ति भक्तिर्भगवत्यकिंचना सर्वैर्गुणैस्तत्र समासते सुराः |",
                "हरावभक्तस्य कुतो महाद्गुणा मनोरथेनासति धावतो बहिः ||",
                "“जो भगवान के प्रति अविचल भक्ति रखता है उसमें देवताओं के सद्गुण पाये जाते हैं | किन्तु जो भगवद्भक्त नहीं है उसके पास भौतिक योग्यताएँ ही रहती हैं जिनका कोई मूल्य नहीं होता | इसका कारण यह है कि वह मानसिक धरातल पर मँडराता रहता है और ज्वलन्त माया के द्वारा अवश्य ही आकृष्ट होता है |” (भागवत ५.९१८.१२)”"
            ],
            "english": [
                "Any man who has genuine devotion to the Lord has all the good qualities which are found in godly persons or in the demigods, whereas the nondevotee, however advanced he may be in material qualifications by education and culture, lacks in godly qualities. As such, Arjuna, just after seeing his kinsmen, friends and relatives on the battlefield, was at once overwhelmed by compassion for them who had so decided to fight amongst themselves. As far as his soldiers were concerned, he was sympathetic from the beginning, but he felt compassion even for the soldiers of the opposite party, foreseeing their imminent death. And so thinking, the limbs of his body began to quiver, and his mouth became dry. He was more or less astonished to see their fighting spirit. Practically the whole community, all blood relatives of Arjuna, had come to fight with him. This overwhelmed a kind devotee like Arjuna. Although it is not mentioned here, still one can easily imagine that not only were Arjuna's bodily limbs quivering and his mouth drying up, but that he was also crying out of compassion. Such symptoms in Arjuna were not due to weakness but to his softheartedness, a characteristic of a pure devotee of the Lord. It is said therefore:",
                "yasyasti bhaktir bhagavaty akincanasarvair gunais tatra samasate surahharav abhaktasya kuto mahad-gunamano-rathenasati dhavato bahih",
                "\"One who has unflinching devotion for the Personality of Godhead has all the good qualities of the demigods. But one who is not a devotee of the Lord has only material qualifications that are of little value. This is because he is hovering on the mental plane and is certain to be attracted by the glaring material energy.\" (Bhag. 5.18.12)"
            ]
        }
    },
    {
        "id": [
            29
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "वेपथुश्र्च शरीरे मे रोमहर्षश्र्च जायते |",
                "गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते || २९ ||"
            ],
            "english": [
                "vepathus ca sarire me",
                "roma-harsas ca jayate",
                "gandivam sramsate hastat",
                "tvak caiva paridahyate"
            ]
        },
        "translation": {
            "hindi": [
                "“मेरा सारा शरीर काँप रहा है, मेरे रोंगटे खड़े हो रहे हैं, मेरा गाण्डीव धनुष मेरे हाथ से सरक रहा है और मेरी त्वचा जल रही है |”"
            ],
            "english": [
                "My whole body is trembling, and my hair is standing on end. My bow Gandiva is slipping from my hand, and my skin is burning."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः शरीर में दो प्रकार का कम्पन होता है और रोंगटे भी दो प्रकार से खड़े होते हैं | ऐसा या तो आध्यात्मिक परमानन्द के समय या भौतिक परिस्थितियों में अत्यधिक भय उत्पन्न होने पर होता है | दिव्य साक्षात्कार में कोई भय नहीं होता | इस अवस्था में अर्जुन के जो लक्षण हैं वे भौतिक भय अर्थात् जीवन की हानि के कारण हैं | अन्य लक्षणो से भी यह स्पष्ट है; वह इतना अधीर हो गया कि उसका विख्यात धनुष गाण्डीव उसके हाथों से सरक रहा था और उसकी त्वचा में जलन उत्पन्न हो रही थी | ये सब लक्षण देहात्मबुद्धि से जन्य हैं |"
            ],
            "english": [
                "There are two kinds of trembling of the body, and two kinds of standings of the hair on end. Such phenomena occur either in great spiritual ecstasy or out of great fear under material conditions. There is no fear in transcendental realization. Arjuna's symptoms in this situation are out of material fear—namely, loss of life. This is evident from other symptoms also; he became so impatient that his famous bow Gandiva was slipping from his hands, and, because his heart was burning within him, he was feeling a burning sensation of the skin. All these are due to a material conception of life."
            ]
        }
    },
    {
        "id": [
            30
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः |",
                "निमित्तानि च पश्यामि विपरीतानि केशव || ३० ||"
            ],
            "english": [
                "na ca saknomy avasthatum",
                "bhramativa ca me manah",
                "nimittani ca pasyami",
                "viparitani kesava"
            ]
        },
        "translation": {
            "hindi": [
                "“मैं यहाँ अब और अधिक खड़ा रहने में असमर्थ हूँ | मैं अपने को भूल रहा हूँ और मेरा सिर चकरा रहा है | हे कृष्ण! मुझे तो केवल अमंगल के कारण दिख रहे हैं | “"
            ],
            "english": [
                "I am now unable to stand here any longer. I am forgetting myself, and my mind is reeling. I foresee only evil, O killer of the Kesi demon."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः अपने अधैर्य के कारण अर्जुन युद्धभूमि में खड़ा रहने में असमर्थ था और अपने मन की इस दुर्बलता के कारण उसे आत्मविस्मृति हो रही थी | भौतिक वस्तुओं के प्रति अत्यधिक आसक्ति के कारण मनुष्य ऐसी मोहमयी स्थिति में पड़ जाता है | भयं द्वितीयाभिनिवेशतः स्यात्– (भागवत ११.२.३७) – ऐसा भय तथा मानसिक असुंतलन उन व्यक्तियों में उत्पन्न होता है जो भौतिक परिस्थितियों से ग्रस्त होते हैं | अर्जुन को युद्धभूमि में केवल दुखदायी पराजय की प्रतीति हो रही थी – वह शत्रु पर विजय पाकर भी सुखी नहीं होगा | निमित्तानि विपरीतानि शब्द महत्त्वपूर्ण हैं | जब मनुष्य को अपनी आशाओं में केवल निराशा दिखती है तो वह सोचता है “मैं यहाँ क्यों हूँ?” प्रत्येक प्राणी अपने में तथा अपने स्वार्थ में रूचि रखता है | किसी की भी परमात्मा में रूचि नहीं होती | कृष्ण की इच्छा से अर्जुन अपने स्वार्थ के प्रति अज्ञान दिखा रहा है | मनुष्य का वास्तविक स्वार्थ तो विष्णु या कृष्ण में निहित है | बद्धजीव इसे भूल जाता है इसीलिए उसे भौतिक कष्ट उठाने पड़ते हैं | अर्जुन ने सोचा कि उसकी विजय केवल उसके शोक का कारण बन सकती है |"
            ],
            "english": [
                "Due to his impatience, Arjuna was unable to stay on the battlefield, and he was forgetting himself on account of the weakness of his mind. Excessive attachment for material things puts a man in a bewildering condition of existence. Bhayam dvitiyabhinivesatah: such fearfulness and loss of mental equilibrium take place in persons who are too affected by material conditions. Arjuna envisioned only unhappiness in the battlefield—he would not be happy even by gaining victory over the foe. The word nimitta is significant. When a man sees only frustration in his expectations, he thinks, \"Why am I here?\" Everyone is interested in himself and his own welfare. No one is interested in the Supreme Self. Arjuna is supposed to show disregard for self-interest by submission to the will of Krsna, who is everyone's real self-interest. The conditioned soul forgets this, and therefore suffers material pains. Arjuna thought that his victory in the battle would only be a cause of lamentation for him."
            ]
        }
    },
    {
        "id": [
            31
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे |",
                "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च || ३१ ||"
            ],
            "english": [
                "na ca sreyo 'nupasyami",
                "hatva sva-janam ahave",
                "na kankse vijayam krsna",
                "na ca rajyam sukhani ca"
            ]
        },
        "translation": {
            "hindi": [
                "“हे कृष्ण! इस युद्ध में अपने ही स्वजनों का वध करने से न तो मुझे कोई अच्छाई दिखती है और न, मैं उससे किसी प्रकार की विजय, राज्य या सुख की इच्छा रखता हूँ |”"
            ],
            "english": [
                "I do not see how any good can come from killing my own kinsmen in this battle, nor can I, my dear Krsna, desire any subsequent victory, kingdom, or happiness."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः यह जाने बिना की मनुष्य का स्वार्थ विष्णु (या कृष्ण) में है सारे बद्धजीव शारीरिक सम्बन्धों के प्रति यह सोच कर आकर्षित होते हैं कि वे ऐसी परिस्थितियों में प्रसन्न रहेंगे | ऐसी देहात्मबुद्धि के कारण वे भौतिक सुख के कारणों को भी भूल जाते हैं | अर्जुन तो क्षत्रिय का नैतिक धर्म भी भूल गया था | कहा जाता है कि दो प्रकार के मनुष्य परम शक्तिशाली तथा जाज्वल्यमान सूर्यमण्डल में प्रवेश करने के योग्य होते हैं | ये हैं – एक तो क्षत्रिय जो कृष्ण की आज्ञा से युद्ध में मरता है तथा दूसरा संन्यासी जो आध्यात्मिक अनुशीलन में लगा रहता है | अर्जुन अपने शत्रुओं को भी मारने से विमुख हो रहा है – अपने सम्बन्धियों की बात तो छोड़ दें | वह सोचता है कि स्वजनों को मारने से उसे जीवन में सुख नहीं मिल सकेगा , अतः वह लड़ने के लिए इच्छुक नहीं है, जिस प्रकार कि भूख न लगने पर कोई भोजन बनाने को तैयार नहीं होता | उसने तो वन जाने का निश्चय कर लिया है जहाँ वह एकांत में निराशापूर्ण जीवन काट सके | किन्तु क्षत्रिय होने के नाते उसे अपने जीवननिर्वाह के लिए राज्य चाहिए क्योंकि क्षत्रिय कोई अन्य कार्य नहीं कर सकता | किन्तु अर्जुन के पास राज्य कहाँ है? उसके लिए तो राज्य प्राप्त करने का एकमात्र अवसर है कि अपने बन्धु-बान्धवों से लड़कर अपने पिता के राज्य का उत्तराधिकार प्राप्त करे जिसे वह करना नहीं चाह रहा है | इसीलिए वह अपने को जंगल में एकान्तवास करके निराशा का एकांत जीवन बिताने के योग्य समझता है |"
            ],
            "english": [
                "Without knowing that one's self-interest is in Visnu (or Krsna), conditioned souls are attracted by bodily relationships, hoping to be happy in such situations. Under delusion, they forget that Krsna is also the cause of material happiness. Arjuna appears to have even forgotten the moral codes for a ksatriya. It is said that two kinds of men, namely the ksatriya who dies directly in front of the battlefield under Krsna's personal orders and the person in the renounced order of life who is absolutely devoted to spiritual culture, are eligible to enter into the sun-globe, which is so powerful and dazzling. Arjuna is reluctant even to kill his enemies, let alone his relatives. He thought that by killing his kinsmen there would be no happiness in his life, and therefore he was not willing to fight, just as a person who does not feel hunger is not inclined to cook. He has now decided to go into the forest and live a secluded life in frustration. But as a ksatriya, he requires a kingdom for his subsistence, because the ksatriyas cannot engage themselves in any other occupation. But Arjuna has had no kingdom. Arjuna's sole opportunity for gaining a kingdom lay in fighting with his cousins and brothers and reclaiming the kingdom inherited from his father, which he does not like to do. Therefore he considers himself fit to go to the forest to live a secluded life of frustration."
            ]
        }
    },
    {
        "id": [
            32,
            33,
            34,
            35
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "“किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा |",
                "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च || ३२ ||"
            ],
            "english": [
                "kim no rajyena govinda",
                "kim bhogair jivitena va",
                "yesam arthe kanksitam no",
                "rajyam bhogah sukhani ca",
                "ta ime 'vasthita yuddhe",
                "pranams tyaktva dhanani ca",
                "acaryah pitarah putras",
                "tathaiva ca pitamahah",
                "matulah svasurah pautrah",
                "syalah sambandhinas tatha",
                "etan na hantum icchami",
                "ghnato 'pi madhusudana",
                "api trailokya-rajyasya",
                "hetoh kim nu mahi-krte",
                "nihatya dhartarastran nah",
                "ka pritih syaj janardana"
            ]
        },
        "translation": {
            "hindi": [
                "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च |",
                "आचार्याः पितरः पुत्रास्तथैव च पितामहाः || ३३ ||"
            ],
            "english": [
                "O Govinda, of what avail to us are kingdoms, happiness or even life itself when all those for whom we may desire them are now arrayed in this battlefield? O Madhusudana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and all relatives are ready to give up their lives and properties and are standing before me, then why should I wish to kill them, though I may survive? O maintainer of all creatures, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth."
            ]
        },
        "meaning": {
            "hindi": [
                "मातुलाः श्र्वश्रुराः पौत्राः श्यालाः सम्बन्धिनस्तथा |",
                "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन || ३४ ||",
                "अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते |",
                "निहत्य धार्तराष्ट्रान्नः का प्रीति स्याज्जनार्दन || ३५ ||”",
                "“हे गोविन्द! हमें राज्य, सुख अथवा इस जीवन से क्या लाभ! क्योंकि जिन सारे लोगों के लिए हम उन्हें चाहते हैं वे ही इस युद्धभूमि में खड़े हैं | हे मधुसूदन! जब गुरुजन, पितृगण, पुत्रगण, पितामह, मामा, ससुर, पौत्रगण, साले तथा अन्य सारे सम्बन्धी अपना धन एवं प्राण देने के लिए तत्पर हैं और मेरे समक्ष खड़े हैं तो फिर मैं इन सबको क्यों मारना चाहूँगा, भले ही वे मुझे क्यों न मार डालें? हे जीवों के पालक! मैं इन सबों से लड़ने को तैयार नहीं, भले ही बदले में मुझे तीनों लोक क्यों न मिलते हों, इस पृथ्वी की तो बात ही छोड़ दें | भला धृतराष्ट्र के पुत्रों को मारकर हमें कौन सी प्रसन्नता मिलेगी?”",
                "तात्पर्यः अर्जुन ने भगवान् कृष्ण को गोविन्द कहकर सम्बोधित किया क्योंकि वे गौवोंतथा इन्द्रियों की समस्त प्रसन्नता के विषय हैं | इस विशिष्ट शब्द का प्रयोग करके अर्जुन संकेत करता है कि कृष्ण यह समझें कि अर्जुन की इन्द्रियाँ कैसे तृप्त होंगी | किन्तु गोविन्द हमारी इन्द्रियों को तुष्ट करने के लिए नहीं हैं | हाँ, यदि हम गोविन्द की इन्द्रियों को तुष्ट करने का प्रयास करते हैं तो हमारी इन्द्रियाँ स्वतः तुष्ट होती हैं | भौतिक दृष्टि से, प्रत्येक व्यक्ति अपनी इन्द्रियों को तुष्ट करना चाहता है और चाहता है कि ईश्र्वर उसके आज्ञापालक की तरह काम करें | किन्तु ईश्र्वर उनकी तृप्ति वहीं तक करते हैं जितनी के वे पात्र होते हैं – उस हद तक नहीं जितना वे चाहते हैं | किन्तु जब कोई इसके विपरीत मार्ग ग्रहण करता है अर्थात् जब वह अपनी इन्द्रियों की तृप्ति की चिन्ता न करके गोविन्द की इन्द्रियों की तुष्टि करने का प्रयास करता है तो गोविन्द की कृपा से जीव की सारी इच्छाएँ पूर्ण हो जाती हैं | यहाँ पर जाति तथा कुटुम्बियों के प्रति अर्जुन का प्रगाढ़ स्नेह आंशिक रूप से इन सबके प्रति उसकी स्वभाविक करुणा के कारण है | अतः वह युद्ध करने के लिए तैयार नहीं है | हर व्यक्ति अपने वैभव का प्रदर्शन अपने मित्रों तथा परिजनों के समक्ष करना चाहता है किन्तु अर्जुन को भय है कि उसके सारे मित्र तथा परिजन युद्धभूमि में मारे जायेंगे और वह विजय के पश्चात् उनके साथ अपने वैभव का उपयोग नहीं कर सकेगा | भौतिक जीवन का यह सामान्य लेखाजोखा है | किन्तु आध्यात्मिक जीवन इससे सर्वथा भिन्न होता है | चूँकि भक्त भगवान् की इच्छाओं की पूर्ति करना चाहता है अतः भगवद्-इच्छा होने पर वह भगवान् की सेवा के लिए सारे एश्र्वर्य स्वीकार कर सकता है किन्तु यदि भगवद्-इच्छा न हो तो वह एक पैसा भी ग्रहण नहीं करता | अर्जुन अपने सम्बन्धियों को मारना नहीं चाह रहा था और यदि उनको मारने की आवश्यकता हो तो अर्जुन की इच्छा थी कि कृष्ण स्वयं उनका वध करें | इस समय उसे पता नहीं है कि कृष्ण उन सबों को युद्धभूमि में आने के पूर्व ही मार चुके हैं और अब उसे निमित्त मात्र बनना है | इसका उद्घाटन अगले अध्यायों में होगा | भगवान् का असली भक्त होने के कारण अर्जुन अपने अत्याचारी बन्धु-बान्धवों से प्रतिशोध नहीं लेना चाहता था किन्तु यह तो भगवान् की योजना थी कि सबका वध हो | भगवद्भक्त दुष्टों से प्रतिशोध नहीं लेना चाहते किन्तु भगवान् दुष्टों द्वारा भक्त के उत्पीड़न को सहन नहीं कर पाते | भगवान् किसी व्यक्ति को अपनी इच्छा से क्षमा कर सकते हैं किन्तु यदि कोई उनके भक्तों को हानि पहुँचाता है तो वे क्षमा नहीं करते | इसीलिए भगवान् इन दुराचारियों का वध करने के लिए उद्यत थे यद्यपि उन्हें क्षमा करना चाहता था |"
            ],
            "english": [
                "Arjuna has addressed Lord Krsna as Govinda because Krsna is the object of all pleasures for cows and the senses. By using this significant word, Arjuna indicates what will satisfy his senses. Although Govinda is not meant for satisfying our senses, if we try to satisfy the senses of Govinda then automatically our own senses are satisfied. Materially, everyone wants to satisfy his senses, and he wants God to be the order supplier for such satisfaction. The Lord will satisfy the senses of the living entities as much as they deserve, but not to the extent that they may covet. But when one takes the opposite way—namely, when one tries to satisfy the senses of Govinda without desiring to satisfy one's own senses—then by the grace of Govinda all desires of the living entity are satisfied. Arjuna's deep affection for community and family members is exhibited here partly due to his natural compassion for them. He is therefore not prepared to fight. Everyone wants to show his opulence to friends and relatives, but Arjuna fears that all his relatives and friends will be killed in the battlefield, and he will be unable to share his opulence after victory. This is a typical calculation of material life. The transcendental life is, however, different. Since a devotee wants to satisfy the desires of the Lord, he can, Lord willing, accept all kinds of opulence for the service of the Lord, and if the Lord is not willing, he should not accept a farthing. Arjuna did not want to kill his relatives, and if there were any need to kill them, he desired that Krsna kill them personally. At this point he did not know that Krsna had already killed them before their coming into the battlefield and that he was only to become an instrument for Krsna. This fact is disclosed in following chapters. As a natural devotee of the Lord, Arjuna did not like to retaliate against his miscreant cousins and brothers, but it was the Lord's plan that they should all be killed. The devotee of the Lord does not retaliate against the wrongdoer, but the Lord does not tolerate any mischief done to the devotee by the miscreants. The Lord can excuse a person on His own account, but He excuses no one who has done harm to His devotees. Therefore the Lord was determined to kill the miscreants, although Arjuna wanted to excuse them."
            ]
        }
    },
    {
        "id": [
            36
        ],
        "chapterId": 1,
        "text": {
            "hindi": [
                "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः |",
                "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्सबान्धवान्",
                "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव || ३६ ||"
            ],
            "english": [
                "papam evasrayed asman",
                "hatvaitan atatayinah",
                "tasman narha vayam hantum",
                "dhartarastran sa-bandhavan",
                "sva-janam hi katham hatva",
                "sukhinah syama madhava"
            ]
        },
        "translation": {
            "hindi": [
                "“यदि हम ऐसे आततायियों का वध करते हैं तो हम पर पाप चढ़ेगा, अतः यह उचित नहीं होगा कि हम धृतराष्ट्र के पुत्रों तथा उनके मित्रों का वध करें | हे लक्ष्मीपति कृष्ण! इससे हमें क्या लाभ होगा? और अपने ही कुटुम्बियों को मार कर हम किस प्रकार सुखी हो सकते हैं?”"
            ],
            "english": [
                "Sin will overcome us if we slay such aggressors. Therefore it is not proper for us to kill the sons of Dhrtarastra and our friends. What should we gain, O Krsna, husband of the goddess of fortune, and how could we be happy by killing our own kinsmen?"
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः वैदिक आदेशानुसार आततायी छः प्रकार के होते हैं – (१) विष देने वाला, (२) घर में अग्नि लगाने वाला, (३) घातक हथियार से आक्रमण करने वाला, (४) धन लूटने वाला, (५) दूसरे की भूमि हड़पने वाला, तथा (६) पराई स्त्री का अपहरण करने वाला | ऐसे आततायियों का तुरन्त वध कर देना चाहिए क्योंकि इनके वध से कोई पाप नहीं लगता | आततायियों का इस तरह वध करना किसी सामान्य व्यक्ति को शोभा दे सकता है किन्तु अर्जुन कोई सामान्य व्यक्ति नहीं है | वह स्वभाव से साधु है अतः वह उनके साथ साधुवत् व्यवहार करना चाहता था | किन्तु इस प्रकार का व्यवहार क्षत्रिय के लिए उपयुक्त नहीं है | यद्यपि राज्य के प्रशासन के लिए उत्तरदायी व्यक्ति को साधु प्रकृति का होना चाहिए किन्तु उसे कायर नहीं होना चाहिए | उदाहरणार्थ, भगवान् राम इतने साधु थे कि आज भी लोग रामराज्य में रहना चाहते हैं किन्तु कभी कायरता प्रदर्शित नहीं की | रावण आततायी था क्योंकि वह राम की पत्नी सीता का अपहरण करके ले गया था किन्तु राम ने उसे ऐसा पाठ पढ़ाया जो विश्र्व-इतिहास में बेजोड़ है | अर्जुन के प्रसंग में विशिष्ट प्रकार के आततायियों से भेंट होती है – ये हैं उसके निजी पितामह, आचार्य, मित्र, पुत्र, पौत्र इत्यादि | इसीलिए अर्जुन ने विचार किया कि उनके प्रति वह सामान्य आततायियों जैसा कटु व्यवहार न करे | इसके अतिरिक्त, साधु पुरुषों को तो क्षमा करने की सलाह दी जाती है | साधु पुरुषों के लिए ऐसे आदेश किसी राजनीतिक आपातकाल से अधिक महत्त्व रखते हैं | इसीलिए अर्जुन ने विचार किया कि राजनीतिक कारणों से स्वजनों को मार कर वह अपने जीवन तथा शाश्र्वत मुक्ति को संकट में क्यों डाले? अर्जुन द्वारा ‘कृष्ण’ को ‘माधव’ अथवा ‘लक्ष्मीपति’ के रूप में सम्बोधित करना भी सार्थक है | वह लक्ष्मीपति कृष्ण को यह बताना चाह रहा था कि वे उसे ऐसा काम करने के लिए प्रेरित न करें, जिससे अनिष्ट हो | किन्तु कृष्ण कभी भी किसी का अनिष्ट नहीं चाहते, भक्तों का तो कदापि नहीं |"
            ],
            "english": [
                "According to Vedic injunctions there are six kinds of aggressors: 1) a poison giver, 2) one who sets fire to the house, 3) one who attacks with deadly weapons, 4) one who plunders riches, 5) one who occupies another's land, and 6) one who kidnaps a wife. Such aggressors are at once to be killed, and no sin is incurred by killing such aggressors. Such killing of aggressors is quite befitting for any ordinary man, but Arjuna was not an ordinary person. He was saintly by character, and therefore he wanted to deal with them in saintliness. This kind of saintliness, however, is not for a ksatriya. Although a responsible man in the administration of a state is required to be saintly, he should not be cowardly. For example, Lord Rama was so saintly that people were anxious to live in His kingdom, (Rama-rajya), but Lord Rama never showed any cowardice. Ravana was an aggressor against Rama because he kidnapped Rama's wife, Sita, but Lord Rama gave him sufficient lessons, unparalleled in the history of the world. In Arjuna's case, however, one should consider the special type of aggressors, namely his own grandfather, own teacher, friends, sons, grandsons, etc. Because of them, Arjuna thought that he should not take the severe steps necessary against ordinary aggressors. Besides that, saintly persons are advised to forgive. Such injunctions for saintly persons are more important than any political emergency. Arjuna considered that rather than kill his own kinsmen for political reasons, it would be better to forgive them on grounds of religion and saintly behavior. He did not, therefore, consider such killing profitable simply for the matter of temporary bodily happiness. After all, kingdoms and pleasures derived therefrom are not permanent, so why should he risk his life and eternal salvation by killing his own kinsmen? Arjuna's addressing of Krsna as \"Madhava,\" or the husband of the goddess of fortune, is also significant in this connection. He wanted to point out to Krsna that, as husband of the goddess of fortune, He should not have to induce Arjuna to take up a matter which would ultimately bring about misfortune. Krsna, however, never brings misfortune to anyone, to say nothing of His devotees."
            ]
        }
    }
]