[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "भोक्तारं यज्ञतपसां सर्वलोकमहेश्र्वरम् |",
            "सुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति || २९ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भोक्तारम् – भोगने वाला, भोक्ता; यज्ञ – यज्ञ;  तपसाम् – तपस्या का; सर्वलोक – सम्पूर्ण लोकों तथा उनके देवताओं का;  महा-ईश्र्वरम् – परमेश्र्वर; सुहृदम् – उपकारी; सर्व – समस्त; भूतानाम् –  जीवों का; ज्ञात्वा – इस प्रकार जानकर; माम् – मुझ (कृष्ण) को; शान्तिम् –  भौतिक यातना से मुक्ति; ऋच्छति – प्राप्त करता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मुझे समस्त यज्ञों तथा तपस्याओं का परम भोक्ता, समस्त लोकों तथा देवताओं का परमेश्र्वर एवं समस्त जीवों का उपकारी एवं हितैषी जानकर मेरे भावनामृत से पूर्ण पुरुष भौतिक दुखों से शान्ति लाभ-करता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "माया से वशीभूत सारे बद्धजीव इस संसार में शान्ति प्राप्त करने के लिए उत्सुक रहते हैं | किन्तु भगवद्गीता के इस अंश में वर्णित शान्ति के सूत्र को वे नहीं जानते | शान्ति का सबसे बड़ा सूत्र यही है कि भगवान् कृष्ण समस्त मानवीय कर्मों के भोक्ता हैं | मनुष्यों को चाहिए कि प्रत्येक वस्तु भगवान् की दिव्यसेवा में अर्पित कर दें क्योंकि वे ही समस्त लोकों तथा उनमें रहने वाले देवताओं के स्वामी हैं | उनसे बड़ा कोई नहीं है | वे बड़े सेबड़े देवता, शिव तथा ब्रह्मा से भी महान हैं | वेदों में (श्र्वेताश्र्वतर उपनिषद् ६.७) भगवान् को तमीश्र्वराणां परमं महेश्र्वरम् कहा गया है | माया के वशीभूत होकर सारे जीव सर्वत्र अपना प्रभुत्व जताना चाहते हैं, लेकिन वास्तविकता तो यह है कि सर्वत्र भगवान् की माया का प्रभुत्व है | भगवान् प्रकृति (माया) के स्वामी हैं और बद्धजीव प्रकृति के कठोर अनुशासन के अन्तर्गत हैं | जब तक कोई इन तथ्यों को समझ नहीं लेता तब तक संसार में व्यष्टि या समष्टि रूप से शान्ति प्राप्त कर पाना सम्भव नहीं है | कृष्णभावनामृत का यही अर्थ है | भगवान् कृष्ण परमेश्र्वर हैं तथा देवताओं सहित सारे जीव उनके आश्रित हैं | पूर्ण कृष्णभावनामृत में रहकर ही पूर्ण शान्ति प्राप्त की जा सकती है |",
            "यह पाँचवा अध्याय कृष्णभावनामृत की, जिसे सामान्यतया कर्मयोग कहते हैं, व्यावहारिक व्याख्या है | यहाँ पर इस प्रश्न का उत्तर दिया गया है कि कर्मयोग से मुक्ति किस तरह प्राप्त होती है | कृष्णभावनामृत में कार्य करने का अर्थ है परमेश्र्वर के रूप में भगवान् के पूर्णज्ञान के साथ कर्म करना | ऐसा कर्म दिव्यज्ञान से भिन्न नहीं होता | प्रत्यक्ष कृष्णभावनामृत भक्तियोग है और ज्ञानयोग वह पथ है जिससे भक्तियोग प्राप्त किया जाता है | कृष्णभावनामृत का अर्थ है – परमेश्र्वर के साथ अपने सम्बन्ध का पूर्णज्ञान प्राप्त करके कर्म करना और इस चेतना की पूर्णता का अर्थ है – कृष्ण या श्रीभगवान् का पूर्णज्ञान | शुद्ध जीव भगवान् के अंश रूप में ईश्र्वर का शाश्र्वत दास है | वह माया पर प्रभुत्व जताने की इच्छा से ही माया के सम्पर्क में आता है और यही उसके कष्टों का मूल कारण है | जब तक वह पदार्थ के सम्पर्क में रहता है उसे भौतिक आवश्यकताओं के लिए कर्म करना पड़ता है | किन्तु कृष्णभावनामृत उसे पदार्थ की परिधि में स्थित होते हुए भी आध्यात्मिक जीवन में ले आता है क्योंकि भौतिक जगत् में भक्ति का अभ्यास करने पर जीव का दिव्य स्वरूप पुनः प्रकट होता है | जो मनुष्य जितना ही प्रगत है वह उतना ही पदार्थ के बन्धन से मुक्त रहता है | भगवान् किसी का पक्षपात नहीं करते | यह तो कृष्णभावनामृत के लिए व्यक्तिगत व्यावहारिक कर्तव्यपालन पर निर्भर करता है जिससे मनुष्य इन्द्रियों पर नियन्त्रण प्राप्त करके इच्छा तथा क्रोध के प्रभाव को जीत लेता है | और जो कोई उपर्युक्त कामेच्छाओं को वश में करके कृष्णभावनामृत में दृढ़ रहता है वह ब्रह्मनिर्वाण या दिव्य अवस्था को प्राप्त करता होता है | कृष्णभावनामृत में अष्टांगयोग पद्धति का स्वयमेव अभ्यास होता है क्योंकि इससे अन्तिम लक्ष्य की पूर्ति होती है | यम, नियम, आसन, प्राणायाम, प्रत्याहार, धारणा, ध्यान तथा समाधि के अभ्यास द्वारा धीरे-धीरे प्रगति हो सकती है | किन्तु भक्तियोग में तो ये प्रस्तावना के स्वरूप हैं क्योंकि केवल इसी से मनुष्य को पूर्णशान्ति प्राप्त हो सकती है | यही जीवन की परम सिद्धि है |",
            "इस प्रकार श्रीमद्भगवद्गीता के पंचम अध्याय “कर्मयोग – कृष्णभावनाभावित कर्म” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
        ]
    }
]