[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Bharata takes a dip in the Mandākinī and arrives at Citrakūṭa; Bharata and others meet one another, mourn the king's death and perform his Śrāddha (obsequies)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mātu matē mahu māni mōhi jō kachu karahiṃ sō thōra.",
            "agha avaguna chami ādarahiṃ samujhi āpanī ōra..233.. [2-233]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Taking me to be an accomplice of my mother, nothing that he might do would be too much. But looking to his own self, I am sure, he will forgive my faults and receive me kindly.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jauṃ pariharahiṃ malina manu jānī. jau sanamānahiṃ sēvaku mānī..",
            "mōrēṃ sarana rāmahi kī panahī. rāma susvāmi dōsu saba janahī.. [2-233-1]",
            "jaga jasa bhājana cātaka mīnā. nēma pēma nija nipuna nabīnā..",
            "asa mana gunata calē maga jātā. sakuca sanēhaom sithila saba gātā.. [2-233-2]",
            "phērata manahu mātu kṛta khōrī. calata bhagati bala dhīraja dhōrī..",
            "jaba samujhata raghunātha subhāū. taba patha parata utāila pāū.. [2-233-3]",
            "bharata dasā tēhi avasara kaisī. jala prabāhaom jala ali gati jaisī..",
            "dēkhi bharata kara sōcu sanēhū. bhā niṣāda tēhi samayaom bidēhū.. [2-233-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Whether He shuns me as one possessing a black heart or welcomes me as his own servant, my only refuge are Śrī Rāma's shoes; he is really a noble master while the whole blame lies with his servant (myself). The only beings deserving of fame in the world are the Cātaka bird and the fish, who are clever in keeping ever fresh their vow of fidelity and love.\" Revolving these thoughts in his mind he went on his journey, his whole body rendered powerless by diffidence and affection. The sinful act of his mother (Kaikeyī) dragged him back as it were; while the strength of his devotion pressed him forward, foremost among the resolute as he was. Whenever he thought of Śrī Rāma's good nature his feet moved quickly along the way. Bharata's gait at that time resembled the movements of a water-fly carried along a stream. Seeing Bharata's anxiety and affection at that moment the Niṣāda chief forgot all about himself."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lagē hōna maṃgala saguna suni guni kahata niṣādu.",
            "miṭihi sōcu hōihi haraṣu puni parināma biṣādu..234.. [2-234]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Auspicious omens occurred and the Niṣāda chief after hearing of and reflecting on them said, \"Anxiety will pass away giving place to delight; but in the end there will be sorrow.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sēvaka bacana satya saba jānē. āśrama nikaṭa jāi niarānē..",
            "bharata dīkha bana saila samājū. mudita chudhita janu pāi sunājū.. [2-234-1]",
            "īti bhīti janu prajā dukhārī. tribidha tāpa pīḍaita graha mārī..",
            "jāi surāja sudēsa sukhārī. hōhiṃ bharata gati tēhi anuhārī.. [2-234-2]",
            "rāma bāsa bana saṃpati bhrājā. sukhī prajā janu pāi surājā..",
            "saciva birāgu bibēku narēsū. bipina suhāvana pāvana dēsū.. [2-234-3]",
            "bhaṭa jama niyama saila rajadhānī. sāṃti sumati suci suṃdara rānī..",
            "sakala aṃga saṃpanna surāū. rāma carana āśrita cita cāū.. [2-234-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Bharata knew every word of his servant (Guha) to be true; and proceeding further he drew near to the hermitage. When he saw the forest and the mountain range, he was as glad as a hungry man on getting excellent food. Just as a people tormented by the fear of calamities* and afflicted by threefold troubles as well as by the influence of evil stars and by pestilence feel happy on migrating to a well-governed and prosperous country, Bharata too had similar feelings. The natural wealth of the forest grew while Śrī Rāma lived there, even as the people rejoice on securing a good king. The charming forest was the sacred realm referred to here; Discretion was the king (who ruled over it), while Dispassion was his counsellor. Likewise the five Yamas† and the five Niyamas‡ constituted the champions of the realm, Mount Citrakūṭa stood for its capital, while Peace and Good Understanding represented the virtuous and lovely queens. In this way the good king was complete in all the limbs# of a good state; and depending as he did on Śrī Rāma's feet his heart was full of zeal."
        ]
    },
    {
        "type": "unorderedListGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "***** Public calamities or visitations of God (Ītis as they are technically called) are reckoned as six in number, viz., excessive rain, drought, rats, locusts, parrots and invasion by some neighbouring king. (अतिवृष्टिरनावृष्टिर्मूषका: शलभा: शुका: । प्रत्यासन्नाश्च राजान: षडेता ईतय: स्मृता: ॥)",
            "**†** The five forms of self-restraint or Yamas as they are called in Yoga Philosophy are: Ahiṁsā (non-violence in thought, word and deed), Satya (truthfulness), Brahmacarya (abstinence from sexual indulgence in every form), Aparigraha (depriving oneself of all possessions) and Asteya (non-stealing).",
            "**‡** The five Niyamas or religious observances are: Śauca (external and internal purity), Santoṣa (contentment), Tapas (religious austerity). Swādhyāya (study and recitation of the Vedas and muttering or the chanting of the Divine Name) and Iśwara-Praṇidhāna (self-surrender to and meditation on God).",
            "**#** Every good state must have the following seven limbs :óa sovereign, a minister, allies, a treasury, a principality or dominion, a fortress and an army."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jīti mōha mahipālu dala sahita bibēka bhuālu.",
            "karata akaṃṭaka rāju puraom sukha saṃpadā sukālu..235.. [2-235]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Having conquered King Delusion with all his host King Discretion held undisputed sway in his capital; and joy, prosperity and plenty reigned everywhere"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bana pradēsa muni bāsa ghanērē. janu pura nagara gāu gana khērē..",
            "bipula bicitra bihaga mṛga nānā. prajā samāju na jāi bakhānā.. [2-235-1]",
            "khagahā kari hari bāgha barāhā. dēkhi mahiṣa bṛṣa sāju sarāhā..",
            "bayaru bihāi carahiṃ ēka saṃgā. jahaom tahaom manahu sēna caturaṃgā.. [2-235-2]",
            "jharanā jharahiṃ matta gaja gājahiṃ. manahu nisāna bibidhi bidhi bājahiṃ..",
            "caka cakōra cātaka suka pika gana. kūjata maṃju marāla mudita mana.. [2-235-3]",
            "aligana gāvata nācata mōrā. janu surāja maṃgala cahu ōrā..",
            "bēli biṭapa tṛna saphala saphūlā. saba samāju muda maṃgala mūlā.. [2-235-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The numerous hermits' habitations in the forest region were like so many towns cities, villages and hamlets (comprising the king's dominion). The many birds of various colours and the beasts of different varieties constituted his countless subjects. The hares, elephants, lions, tigers, boars, buffaloes and bulls presented a sight which attracted admiration. Shedding their natural animosities they roamed about together like an army complete in all its four limbs. Rills of water flowed and mad elephants trumpeted; their noise resembled the beating of kettledrums of various kinds. cakravākas, Cakoras, Cātakas, parrots and cuckcflos and swans made delightful and merry concert. Swarms of bees hummed and peacocks danced, which showed as it were that there was universal rejoicing in that prosperous kingdom. Creepers, trees and blades of grass alike were blossoming and bore fruit; the entire community thus wore a festive and delightful appearance."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma saila sōbhā nirakhi bharata hṛdayaom ati pēmu.",
            "tāpasa tapa phalu pāi jimi sukhī sirānēṃ nēmu..236.. [2-236]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Beholding the beauty of Śrī Rāma's hill (Citrakūṭa) Bharata's heart overflowed with love even as an ascetic who has reaped the fruit of his penance rejoices on the completion of his vow."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba kēvaṭa ūomcēṃ caḍhai dhāī. kahēu bharata sana bhujā uṭhāī..",
            "nātha dēkhiahiṃ biṭapa bisālā. pākari jaṃbu rasāla tamālā.. [2-236-1]",
            "jinha tarubaranha madhya baṭu sōhā. maṃju bisāla dēkhi manu mōhā..",
            "nīla saghana pallva phala lālā. abirala chāhaom sukhada saba kālā.. [2-236-2]",
            "mānahu timira arunamaya rāsī. biracī bidhi saomkēli suṣamā sī..",
            "ē taru sarita samīpa gōsāomī. raghubara paranakuṭī jahaom chāī.. [2-236-3]",
            "tulasī tarubara bibidha suhāē. kahu kahu siyaom kahu lakhana lagāē..",
            "baṭa chāyāom bēdikā banāī. siyaom nija pāni sarōja suhāī.. [2-236-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In the meantime the Niṣāda chief ran and climbed up an eminence, and lifting his arm, exclaimed to Bharata; \"My lord, look at those huge and noble trees of Pākara (the citron-leaved Indian fig tree), Jambu (the black plum), Mango and Tamāla, in the midst of which stands out a beautiful and stately banyan, which is so charming to behold with its dark and dense foliage, red fruit and unbroken shade, which is pleasant throughout the year, as if God had brought together all that was exquisitely beautiful and given it the shape of a dark and rosy mass. The trees in question, my lord, stand close to the riverside where the Chief of Raghus has erected His hut of leaves. In front of it you will find a variety of charming basil shrubs planted here by Sītā and there by Lakṣmaṇa. And in the shade of the banyan tree there is a lovely altar raised by Sītā with Her own lotus hands-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jahāom baiṭhi munigana sahita nita siya rāmu sujāna.",
            "sunahiṃ kathā itihāsa saba āgama nigama purāna..237.. [2-237]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Seated whereon the all-wise Sītā and Rāma listen everyday, in the midst of a crowd of hermits, to all kinds of stories and legends from the Āgamas (Tantras), Vedas and Purāṇas.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sakhā bacana suni biṭapa nihārī. umagē bharata bilōcana bārī..",
            "karata pranāma calē dōu bhāī. kahata prīti sārada sakucāī.. [2-237-1]",
            "haraṣahiṃ nirakhi rāma pada aṃkā. mānahu pārasu pāyau raṃkā..",
            "raja sira dhari hiyaom nayananhi lāvahiṃ. raghubara milana sarisa sukha pāvahiṃ.. [2-237-2]",
            "dēkhi bharata gati akatha atīvā. prēma magana mṛga khaga jaḍa jīvā..",
            "sakhahi sanēha bibasa maga bhūlā. kahi supaṃtha sura baraṣahiṃ phūlā.. [2-237-3]",
            "nirakhi siddha sādhaka anurāgē. sahaja sanēhu sarāhana lāgē..",
            "hōta na bhūtala bhāu bharata kō. acara sacara cara acara karata kō.. [2-237-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The moment Bharata heard the words of his friend (Guha) and saw the trees tears rushed to his eyes. The two brothers (Bharata and Śatrughna) made obeisance as they proceeded; even Śāradā (the goddess of speech) felt diffident in describing their love (for Śrī Rāma). They were as delighted to behold Śrī Rāma's footprints as a pauper who had stumbled on a philosopher's stone. Placing the dust on their head and heart they applied it to their eyes and experienced the same degree of joy as they would on seeing the Chief of Raghus Himself. Perceiving Bharata's condition, which was altogether beyond description, beasts and birds and even inanimate creatures (such as trees etc.,) were overwhelmed with emotion. Overpowered by love Bharata's friend (Guha) lost his way; but the gods showed it to him and rained flowers. Godrealized saints as well as striving souls were filled with love at his very sight and began to praise his natural affection. If Bharata had not been born on this globe (or if the earth had not witnessed his love) it would not have been possible to turn inanimate into animate and animate into inanimate beings."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pēma amia maṃdaru birahu bharatu payōdhi gaombhīra.",
            "mathi pragaṭēu sura sādhu hita kṛpāsiṃdhu raghubīra..238.. [2-238]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "For the sake of gods in the form of saints the all-compassionate Hero of Raghu's line extracted this nectar of love by churning the unfathomable depths of Bharata's soul; and it was separation from Him which stood for Mount Mandara (that served as a churning-stick).*"
        ]
    },
    {
        "type": "unorderedListGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "***** The metaphor has been taken from the Paurāṇika story of Amṛta-Manthana."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sakhā samēta manōhara jōṭā. lakhēu na lakhana saghana bana ōṭā..",
            "bharata dīkha prabhu āśramu pāvana. sakala sumaṃgala sadanu suhāvana.. [2-238-1]",
            "karata prabēsa miṭē dukha dāvā. janu jōgīṃ paramārathu pāvā..",
            "dēkhē bharata lakhana prabhu āgē. pūomchē bacana kahata anurāgē.. [2-238-2]",
            "sīsa jaṭā kaṭi muni paṭa bāomdhēṃ. tūna kasēṃ kara saru dhanu kāomdhēṃ..",
            "bēdī para muni sādhu samājū. sīya sahita rājata raghurājū.. [2-238-3]",
            "balakala basana jaṭila tanu syāmā. janu muni bēṣa kīnha rati kāmā..",
            "kara kamalani dhanu sāyaku phērata. jiya kī jarani harata haomsi hērata.. [2-238-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The two charming brothers and their friend (Guha) could not be seen by Lakṣmaṇa, screened as they were by a dense thicket. Bharata, however, saw the holy and lovely hermitage of his lord, which was an abode of all fair blessings. Even as he entered it his woe and affliction disappeared; it seemed as though a Yogī (mystic) had realized the supreme truth. Bharata saw Lakṣmaṇa standing before the Lord and affectionately answering His queries. He wore matted hair on his head and had a hermit's robe girt about his loins. Besides there was a quiver fastened to his waist and he bore an arrow in his hand and a bow slung across his shoulder. On the altar in the midst of an assembly of hermits and holy men shone Sītā and the Lord of Raghus, who was clad in the bark of trees and had matted hair on His head and a swarthy complexion; it seemed as though Rati and the god of love had appeared there in hermit's garb. He was revolving His bow and arrow between His lotus hands and would dispel by one smiling glance the anguish of one's soul."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lasata maṃju muni maṃḍalī madhya sīya raghucaṃdu.",
            "gyāna sabhāom janu tanu dharē bhagati saccidānaṃdu..239.. [2-239]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In the midst of a charming ring of hermits Sītā and the Moon of Raghu's race shone forth like Devotion and the Supreme Spirit (who is Truth, Consciousness and Bliss combined) incarnated as it were in a circle of wisdom."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sānuja sakhā samēta magana mana. bisarē haraṣa sōka sukha dukha gana..",
            "pāhi nātha kahi pāhi gōsāī. bhūtala parē lakuṭa kī nāī.. [2-239-1]",
            "bacana sapēma lakhana pahicānē. karata pranāmu bharata jiyaom jānē..",
            "baṃdhu sanēha sarasa ēhi ōrā. uta sāhiba sēvā basa jōrā.. [2-239-2]",
            "mili na jāi nahiṃ gudarata banaī. sukabi lakhana mana kī gati bhanaī..",
            "rahē rākhi sēvā para bhārū. caḍhaī caṃga janu khaiṃca khēlārū.. [2-239-3]",
            "kahata saprēma nāi mahi māthā. bharata pranāma karata raghunāthā..",
            "uṭhē rāmu suni pēma adhīrā. kahu paṭa kahu niṣaṃga dhanu tīrā.. [2-239-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Bharata as well as his younger brother (Śatrughna) and friend (Guha) were so enraptured that their joy and sorrow, pleasure and pain, were all forgotten. Uttering the words \"Protect me, my lord; save me, my master\" he fell flat on the ground like a log, Lakṣmaṇa recognized his loving speech and concluded in his mind that it was Bharata making obeisance.* On the one hand there was the loving affection of an elder brother (Bharata), while, on the other, there was the stronger claim of service to his master. He was, therefore, neither able to meet his brother (Bharata) nor ignore him; some good poet alone could describe Lakṣmaṇa's state of mind. He threw his whole weight on the side of service and remained where he was, even as a kite-flier would pull against a kite that has risen high in the air. Bowing his head to the ground he lovingly said, \"Bharata is making obeisance to you, O Lord of Raghus.\" Overwhelmed with emotion Śrī Rāma started up as soon as He heard this, His robe flying in one direction, and His quiver and bow and arrows in another"
        ]
    },
    {
        "type": "unorderedListGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "***** Since Bharata had fallen prostrate behind his back Lakṣmaṇa, who was loth to divert his mind from Śrī Rāma's service, could not see him; hence he could only infer his identity from his voice."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "barabasa liē uṭhāi ura lāē kṛpānidhāna.",
            "bharata rāma kī milani lakhi bisarē sabahi apāna..240.. [2-240]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The all-compassionate Lord forcibly lifted Bharata and clasped him to His bosom. Everyone who witnessed the meeting of Bharata and Śrī Rāma lost all selfconsciousness"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "milani prīti kimi jāi bakhānī. kabikula agama karama mana bānī..",
            "parama pēma pūrana dōu bhāī. mana budhi cita ahamiti bisarāī.. [2-240-1]",
            "kahahu supēma pragaṭa kō karaī. kēhi chāyā kabi mati anusaraī..",
            "kabihi aratha ākhara balu sāomcā. anuhari tāla gatihi naṭu nācā.. [2-240-2]",
            "agama sanēha bharata raghubara kō. jahaom na jāi manu bidhi hari hara kō..",
            "sō maiṃ kumati kahauṃ kēhi bhāomtī. bāja surāga ki gāomḍara tāomtī.. [2-240-3]",
            "milani bilōki bharata raghubara kī. suragana sabhaya dhakadhakī dharakī..",
            "samujhāē suraguru jaḍa jāgē. baraṣi prasūna prasaṃsana lāgē.. [2-240-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "How can the affectionate meeting be described ? It was unapproachable to the poet in thought, word and deed alike. The two brothers overflowed with supreme affection; their mind, reason, intellect and ego were all lost. Tell me, who can portray such noble love ? By what shadow will the poet's mind seek to attain to it ? The poet's solid strength lies in the theme to be worked on and the expression he uses; a dancer regulates his movements according to the cadence of the accompanying music. Unapproachable is the affection of Bharata and the Chief of Raghu's line, which is beyond the conception of Brahmā (the Creator), Hari (the Protector) and Hara (the Destroyer of the universe). How, then, can I describe it, dull-witted as I am ? Can an instrument strung with a chord made of a species of grass known by the name of Gām̐ḍara produce good music ? When the gods witnessed the meeting of Bharata and the Chief of Raghu's line they were alarmed and their heart began to palpitate. The dull fellows were disillusioned only when their preceptor (the sage Bṛhaspati) admonished them; and now they rained flowers and gave shouts of applause."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mili sapēma ripusūdanahi kēvaṭu bhēṃṭēu rāma.",
            "bhūri bhāyaom bhēṃṭē bharata lachimana karata pranāma..241.. [2-241]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "After fondly embracing Ripusūdana (Śatrughna) Śrī Rāma met the Niṣāda chief. Even so with profuse love Bharata embraced Lakṣmaṇa while the latter was greeting him."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhēṃṭēu lakhana lalaki laghu bhāī. bahuri niṣādu līnha ura lāī..",
            "puni munigana duhu bhāinha baṃdē. abhimata āsiṣa pāi anaṃdē.. [2-241-1]",
            "sānuja bharata umagi anurāgā. dhari sira siya pada paduma parāgā..",
            "puni puni karata pranāma uṭhāē. sira kara kamala parasi baiṭhāē.. [2-241-2]",
            "sīyaom asīsa dīnhi mana māhīṃ. magana sanēhaom dēha sudhi nāhīṃ..",
            "saba bidhi sānukūla lakhi sītā. bhē nisōca ura apaḍara bītā.. [2-241-3]",
            "kōu kichu kahai na kōu kichu pūomchā. prēma bharā mana nija gati chūomchā..",
            "tēhi avasara kēvaṭu dhīraju dhari. jōri pāni binavata pranāmu kari.. [2-241-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Likewise Lakṣmaṇa eagerly met his younger brother (Śatrughna) and next clasped the Niṣāda chief to his bosom. Then the two brothers (Bharata and Śatrughna) greeted the host of hermits and were delighted to receive blessings to their liking. In a rapture of love Bharata and his younger brother (Śatrughna) placed on their head the dust of Sītā's lotus-feet and made obeisance to Her again and again; while She lifted them each time and stroking their head with Her lotus hand made them sit down. Sītā blessed them in Her heart; She was so overwhelmed with love that She lost all consciousness of Her body. When they found Sītā propitious in everyway, they became free from anxiety and the imaginary fears of their heart were gone. No one uttered a word nor asked any question; the mind was so full of love that it had stopped its activity. Presently the Niṣāda chief collected himself and bowing his head submitted with joined palms:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nātha sātha muninātha kē mātu sakala pura lōga.",
            "sēvaka sēnapa saciva saba āē bikala biyōga..242.. [2-242]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Stricken with grief due to separation from you, my lord, all your mothers, the people of the city, servants, generals and ministers, all have come alongwith the lord of sages, Vasiṣṭha."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sīlasiṃdhu suni gura āgavanū. siya samīpa rākhē ripudavanū..",
            "calē sabēga rāmu tēhi kālā. dhīra dharama dhura dīnadayālā.. [2-242-1]",
            "gurahi dēkhi sānuja anurāgē. daṃḍa pranāma karana prabhu lāgē..",
            "munibara dhāi liē ura lāī. prēma umagi bhēṃṭē dōu bhāī.. [2-242-2]",
            "prēma pulaki kēvaṭa kahi nāmū. kīnha dūri tēṃ daṃḍa pranāmū..",
            "rāmasakhā riṣi barabasa bhēṃṭā. janu mahi luṭhata sanēha samēṭā.. [2-242-3]",
            "raghupati bhagati sumaṃgala mūlā. nabha sarāhi sura barisahiṃ phūlā..",
            "ēhi sama nipaṭa nīca kōu nāhīṃ. baḍa basiṣṭha sama kō jaga māhīṃ.. [2-242-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When the Ocean of amiability, Śrī Rāma, learnt that His preceptor had come, He left Ripudamana (Śatrughna) by Sītā's side and the All-merciful proceeded at once with quick steps, a champion of virtue and self-possessed that He was. On seeing the Guru both the Lord and His younger brother (Lakṣmaṇa) were overwhelmed with affection and prostrated themselves on the ground. The chief of sages, however, ran and clasped them to his bosom; he received them with a heart overflowing with love. Thrilling all over with emotion and mentioning his name the Niṣāda chief too fell prostrate on the ground at a respectable distance. The sage, however, forcibly embraced him as a friend of Śrī Rāma; it seemed as though he had gathered up love lying scattered on the ground. \"Devotion to the Lord of Raghus is the root of all choice blessings!\" With these words of praise the gods in heaven rained flowers. \"There is no one so utterly vile as this man; and who is so great as Vasiṣṭha in this world?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jēhi lakhi lakhanahu tēṃ adhika milē mudita munirāu.",
            "sō sītāpati bhajana kō pragaṭa pratāpa prabhāu..243.. [2-243]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Yet on seeing him the king of sages embraced him with greater joy than he did Lakṣmaṇa. Such is the palpable glory and effect of adoring Sītā's lord!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ārata lōga rāma sabu jānā. karunākara sujāna bhagavānā..",
            "jō jēhi bhāyaom rahā abhilāṣī. tēhi tēhi kai tasi tasi rukha rākhī.. [2-243-1]",
            "sānuja mili pala mahu saba kāhū. kīnha dūri dukhu dāruna dāhū..",
            "yaha baḍai bātaom rāma kai nāhīṃ. jimi ghaṭa kōṭi ēka rabi chāhīṃ.. [2-243-2]",
            "mili kēvaṭihi umagi anurāgā. purajana sakala sarāhahiṃ bhāgā..",
            "dēkhīṃ rāma dukhita mahatārīṃ. janu subēli avalīṃ hima mārīṃ.. [2-243-3]",
            "prathama rāma bhēṃṭī kaikēī. sarala subhāyaom bhagati mati bhēī..",
            "paga pari kīnha prabōdhu bahōrī. kāla karama bidhi sira dhari khōrī.. [2-243-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Śrī Rāma, the all-compassionate and all-wise Lord, found all the people restless; and therefore, meeting the wish of everyone according to the sentiment each cherished in his heart. He and His younger brother met them all in an instant and relieved their distress and terrible agony. This was no great achievement for Śrī Rāma; the sun would as well cast its reflection in millions of jars (full of water) simultaneously. All the citizens met the Niṣāda chief with a heart overflowing with love and praised his good fortune. Śrī Rāma found all His mothers as stricken with grief as a row of tender creepers that had been smitten by frost. First of all He met Kaikeyī, and softened her mind by His guileless disposition and devotion. He fell at her feet and then soothed her attributing the blame to the wheel of time, destiny and Providence."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhēṭīṃ raghubara mātu saba kari prabōdhu paritōṣu..",
            "aṃba īsa ādhīna jagu kāhu na dēia dōṣu..244.. [2-244]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Chief of Raghu's line thereafter met all His mothers and consoled them by exhorting them in the following words: \"Mother, the world is controlled by the will of God; no one should, therefore, be blamed.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "guratiya pada baṃdē duhu bhāī. sahita bipratiya jē saomga āī..",
            "gaṃga gauri sama saba sanamānīṃ..dēhiṃ asīsa mudita mṛdu bānī.. [2-244-1]",
            "gahi pada lagē sumitrā aṃkā. janu bhēṭīṃ saṃpati ati raṃkā..",
            "puni janani caranani dōu bhrātā. parē pēma byākula saba gātā.. [2-244-2]",
            "ati anurāga aṃba ura lāē. nayana sanēha salila anhavāē..",
            "tēhi avasara kara haraṣa biṣādū. kimi kabi kahai mūka jimi svādū.. [2-244-3]",
            "mili jananahi sānuja raghurāū. gura sana kahēu ki dhāria pāū..",
            "purajana pāi munīsa niyōgū. jala thala taki taki utarēu lōgū.. [2-244-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The two brothers (Śrī Rāma and Lakṣmaṇa) then adored the feet of their preceptor's wife (Arundhatī) as well as of all those Brāhmaṇa ladies who had accompanied her, paying them all the same honour as is due to the holy Gaṅgā and Goddess Gaurī (Śiva Consort); while the ladies gladly blessed them in soft accents. After clasping Sumitrā's feet they sought her lap even as an abject pauper would hug a treasure. Both the brothers now fell at the feet of mother Kausalyā, all their limbs overwrought by love . The mother most fondly clasped them to her bosom and bathed them with tears of affection. How can any poet describe the joy and grief of the occasion any more than a dumb man the taste of what he has eaten. After meeting their mother the Lord of Raghus and His younger brother (Lakṣmaṇa) requested their Guru to accompany them. And on receiving the sage's command the citizens encamped themselves wherever they saw a suitable site and water close by."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mahisura maṃtrī mātu gura ganē lōga liē sātha..",
            "pāvana āśrama gavanu kiya bharata lakhana raghunātha..245.. [2-245]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Taking with them a few chosen people, viz., the Brāhmaṇas, the ministers, the queen-mothers and the preceptor, Bharata, Lakṣmaṇa and the Lord of Raghus proceeded to the holy hermitage."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sīya āi munibara paga lāgī. ucita asīsa lahī mana māgī..",
            "gurapatinihi munitiyanha samētā. milī pēmu kahi jāi na jētā.. [2-245-1]",
            "baṃdi baṃdi paga siya sabahī kē. āsirabacana lahē priya jī kē..",
            "sāsu sakala jaba sīyaom nihārīṃ. mūdē nayana sahami sukumārīṃ.. [2-245-2]",
            "parīṃ badhika basa manahu marālīṃ. kāha kīnha karatāra kucālīṃ..",
            "tinha siya nirakhi nipaṭa dukhu pāvā. sō sabu sahia jō daiu sahāvā.. [2-245-3]",
            "janakasutā taba ura dhari dhīrā. nīla nalina lōyana bhari nīrā..",
            "milī sakala sāsunha siya jāī. tēhi avasara karunā mahi chāī.. [2-245-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Sītā came and threw herself at the feet of Vasiṣṭha (the chief of sages) and received suitable blessings solicited by Her mind. The affectionate manner in which She met the Guru's wife (Arundhatī) and the wives of other hermits was beyond description. Adoring the feet of all one by one Sītā received blessings dear to Her heart. When Sītā saw all Her mothers-in-law the tender girl closed Her eyes in dismay. They appeared to Her like so many female swans fallen into the hands of some fowler. '' What has a mischievous Providence done !\" She said to Herself. They too were sore distressed when they gazed on Sītā. \"We must bear all that Fate imposes on us,\" they thought. Janaka's Daughter then took courage in Her heart and with Her dark lotus-eyes filled with tears She approached and embraced all Her mothers-in-law. Earth was enveloped in pathos at the moment."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lāgi lāgi paga sabani siya bhēṃṭati ati anurāga..",
            "hṛdayaom asīsahiṃ pēma basa rahiahu bharī sōhāga..246.. [2-246]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Throwing Herself at the feet of all by turns Sītā greeted them with utmost love. Overwhelmed with emotion they blessed Her in their heart, \"May you continue to enjoy a happy wifehood !\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bikala sanēhaom sīya saba rānīṃ. baiṭhana sabahi kahēu gura gyānīṃ..",
            "kahi jaga gati māyika munināthā. kahē kachuka paramāratha gāthā.. [2-246-1]",
            "nṛpa kara surapura gavanu sunāvā. suni raghunātha dusaha dukhu pāvā..",
            "marana hētu nija nēhu bicārī. bhē ati bikala dhīra dhura dhārī.. [2-246-2]",
            "kulisa kaṭhōra sunata kaṭu bānī. bilapata lakhana sīya saba rānī..",
            "sōka bikala ati sakala samājū. mānahu rāju akājēu ājū.. [2-246-3]",
            "munibara bahuri rāma samujhāē. sahita samāja susarita nahāē..",
            "bratu niraṃbu tēhi dina prabhu kīnhā. munihu kahēṃ jalu kāhu na līnhā.. [2-246-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Finding Sītā and all the queen-mothers shaken with emotion the wise Guru bade them all sit down. Declaring the nature of the world to be illusory the lord of sages gave them some discourse on spiritual matters. He then announced the king's departure to heaven and the Lord of Raghus was deeply pained to hear of it. Thinking the king had died on account of love for Him the firmest of the firm was much agitated. Hearing the unpalatable news, which was cruel as the thunderbolt Lakṣmaṇa, Sītā and all the queens broke out into lamentations. Nay, the whole assembly was sore stricken with grief as though the king had died that very day. The chief of sages then comforted Śrī Rāma, who with all those present there bathed in the heavenly stream. The Lord fasted that day abstaining even from water. And even though persuaded by the sage none else took a drop of water either."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhōru bhaēom raghunaṃdanahi jō muni āyasu dīnha..",
            "śraddhā bhagati samēta prabhu sō sabu sādaru kīnha..247.. [2-247]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At daybreak the Lord reverently and devoutly did all that the sage bade the Delighter of Raghus do."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kari pitu kriyā bēda jasi baranī. bhē punīta pātaka tama taranī..",
            "jāsu nāma pāvaka agha tūlā. sumirata sakala sumaṃgala mūlā.. [2-247-1]",
            "suddha sō bhayau sādhu saṃmata asa. tīratha āvāhana surasari jasa..",
            "suddha bhaēom dui bāsara bītē. bōlē gura sana rāma pirītē.. [2-247-2]",
            "nātha lōga saba nipaṭa dukhārī. kaṃda mūla phala aṃbu ahārī..",
            "sānuja bharatu saciva saba mātā. dēkhi mōhi pala jimi juga jātā.. [2-247-3]",
            "saba samēta pura dhāria pāū. āpu ihāom amarāvati rāū..",
            "bahuta kahēu saba kiyau ḍhiṭhāī. ucita hōi tasa karia gōsāomī.. [2-247-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Having performed His father's obsequies as prescribed in the Vedas the Lord, who was a sun as it were to the darkness of sins, became pure again. The Lord whose Name Itself is a fire to the cotton of sins and whose very thought is the root of all choice blessings, attained purity even as the heavenly stream is consecrated by invoking into it other sacred waters:* such is the verdict of holy men. When two days elapsed after the purification, Śrī Rāma affectionately said to the Guru: \"My lord, all the people are sore distressed, living as they do on bulbs, roots, fruits and water alone. When I behold Bharata and his younger brother (Śatrughna), the ministers and all my mothers, every minute that passes seems an age to me. Therefore, pray return to the city with all; for you are here and the king (my father) is in heaven (there is no one to look after the city). I have said too much and all this amounts to gross presumption on my part. Now, my lord, do what is proper.\""
        ]
    },
    {
        "type": "unorderedListGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "***** The Gaṅgā, which is pure in itself, is consecrated only in name by invoking other sacred waters into it; on the other hand, it lends purity to the waters that are invoked into it. Even so the Lord, who is all-pure, attained purity in the eyes of the world by performing certain religious rites; while, as a matter of fact, the rites themselves were consecrated from the time they were performed by the Lord."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dharma sētu karunāyatana kasa na kahahu asa rāma.",
            "lōga dukhita dina dui darasa dēkhi lahahu biśrāma..248.. [2-248]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"It is no wonder, Rāma, that you should speak like this, a bulwark of righteousness and a home of compassion that you are. But grieved as the people are, let them derive solace by enjoying your sight for a couple of days.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma bacana suni sabhaya samājū. janu jalanidhi mahu bikala jahājū..",
            "suni gura girā sumaṃgala mūlā. bhayau manahu māruta anukulā.. [2-248-1]",
            "pāvana payaom tihu kāla nahāhīṃ. jō bilōki aṃgha ōgha nasāhīṃ..",
            "maṃgalamūrati lōcana bhari bhari. nirakhahiṃ haraṣi daṃḍavata kari kari.. [2-248-2]",
            "rāma saila bana dēkhana jāhīṃ. jahaom sukha sakala sakala dukha nāhīṃ..",
            "jharanā jharihiṃ sudhāsama bārī. tribidha tāpahara tribidha bayārī.. [2-248-3]",
            "biṭapa bēli tṛna aganita jātī. phala prasūna pallava bahu bhāomtī..",
            "suṃdara silā sukhada taru chāhīṃ. jāi barani bana chabi kēhi pāhīṃ.. [2-248-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At the words of Śrī Rāma the assembly trembled with fear like a ship tossed on the ocean. When, however, they heard the auspicious words of the Guru, it seemed as though the wind had turned in their favour. Thrice in the day (in the morning, at noon and in the evening) they bathed in the holy Payasvinī river, the very sight of which wipes out hosts of sins, ever feasting their eyes on Śrī Rāma,the incarnation of blessedness, and gladly prostrating themselves before Him again and again. They went out to see the hill and woods hallowed by the presence of Śrī Rāma, where reigned joy of every kind and which was free from all sorrows. Water sweet as nectar flowed from springs; while soft, cool and fragrant breezes soothed every pain of mind and body. Trees, creepers and grasses of infinite variety; fruits, flowers and leaves of many kinds; beautiful slabs of stone and the delightful shade of trees: the splendour of the forest was beyond description."
        ]
    }
]