[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।",
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥ १५ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**पाञ्चजन्यम्**- पाञ्चजन्य नामक; **हृषीक-ईशः**-हृषीकेश (कृष्ण जो भक्तों की इन्द्रियों को निर्देश करते हैं) ने; **देवदत्तम्**-देवदत्त नामक शंख; **धनम्-जयः**-धनञ्जय (अर्जुन, धन को जीतने वाला) ने; **पौण्ड्रम्**-पौण्ड्र नामक शंख; **दध्मौ**–बजाया; **महा-शङ्गम्**-भीषण शंख; **भीम-कर्मा**-अतिमानवीय कर्म करने वाले ; **वृक-उदरः**-(अतिभोजी) भीम ने ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् कृष्ण ने अपना पाञ्चजन्य शंख बजाया, अर्जुन ने देवदत्त शंख तथा अतिभोजी एवं अतिमानवीय कार्य करने वाले भीम ने पौण्ड्र नामक भयंकर शंख बजाया ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में भगवान् कृष्ण को हृषीकेश कहा गया है क्योंकि वे ही समस्त इन्द्रियों के स्वामी हैं । सारे जीव उनके भिन्नांश हैं अतः जीवों की इन्द्रियाँ भी उनकी इन्द्रियों के अंश हैं । चूँकि निर्विशेषवादी जीवों की इन्द्रियों का कारण बताने में असमर्थ हैं इसीलिए वे जीवों को इन्द्रियरहित या निर्विशेष कहने के लिए उत्सुक रहते हैं । भगवान् समस्त जीवों के हृदयों में स्थित होकर उनकी इन्द्रियों का निर्देशन करते हैं । किन्तु वे इस तरह निर्देशन करते हैं कि जीव उनकी शरण ग्रहण कर ले और विशुद्ध भक्त की इन्द्रियों का तो वे प्रत्यक्ष निर्देशन करते हैं । यहाँ कुरुक्षेत्र की युद्धभूमि में भगवान् कृष्ण अर्जुन की दिव्य इन्द्रियों का निर्देशन करते हैं इसीलिए उनको हृषीकेश कहा गया है । भगवान् के विविध कार्यों के अनुसार उनके भिन्न-भिन्न नाम हैं । उदाहरणार्थ, इनका एक नाम मधुसूदन है क्योंकि उन्होंने मधु नाम के असुर को मारा था, वे गौवों तथा इन्द्रियों को आनन्द देने के कारण गोविन्द कहलाते हैं, वसुदेव के पुत्र होने के कारण इनका नाम वासुदेव है, देवकी को माता रूप में स्वीकार करने के कारण इनका नाम देवकीनन्दन है, वृन्दावन में यशोदा के साथ बाल-लीलाएँ करने के कारण ये यशोदानन्दन हैं, अपने मित्र अर्जुन का सारथी बनने के कारण पार्थसारथी हैं । इसी प्रकार उनका एक नाम हृषीकेश है, क्योंकि उन्होंने कुरुक्षेत्र के युद्धस्थल में अर्जुन का निर्देशन किया ।",
            "इस श्लोक में अर्जुन को धनञ्जय कहा गया है क्योंकि जब इनके बड़े भाई को विभिन्न यज्ञ सम्पन्न करने के लिए धन की आवश्यकता हुई थी तो उसे प्राप्त करने में इन्होंने सहायता की थी । इसी प्रकार भीम वृकोदर कहलाते हैं क्योंकि जैसे वे अधिक खाते हैं उसी प्रकार वे अतिमानवीय कार्य करने वाले हैं, जैसे हिडिम्बासुर का वध । अतः पाण्डवों के पक्ष में श्रीकृष्ण इत्यादि विभिन्न व्यक्तियों द्वारा विशेष प्रकार के शंखों का बजाया जाना युद्ध करने वाले सैनिकों के लिए अत्यन्त प्रेरणाप्रद था । विपक्ष में ऐसा कुछ न था; न तो परम निदेशक भगवान् कृष्ण थे, न ही भाग्य की देवी (श्री) थीं । अतः युद्ध में उनकी पराजय पूर्वनिश्चित थी - शंखों की ध्वनि मानो यही सन्देश दे रही थी ।"
        ]
    }
]
