[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अर्जुन उवाच",
            "स्थाने हृषीकेश तव प्रकीर्त्या",
            "जगत्प्रहृष्यत्यनुरज्यते च ।",
            "रक्षांसि भीतानि दिशो द्रवन्ति",
            "सर्वे नमस्यन्ति च सिद्धसङ्घा: ॥ ३६ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "arjuna uvāca",
            "sthāne hṛṣīkeśa tava prakīrtyā",
            "jagat prahṛṣyaty anurajyate ca",
            "rakṣāṁsi bhītāni diśo dravanti",
            "sarve namasyanti ca siddha-saṅghāḥ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "arjunaḥ uvāca — Arjuna said; sthāne — rightly; hṛṣīka-īśa — O master of all senses; tava — Your; prakīrtyā — by the glories; jagat — the entire world; prahṛṣyati — is rejoicing; anurajyate — is becoming attached; ca — and; rakṣāṁsi — the demons; bhītāni — out of fear; diśaḥ — in all directions; dravanti — are fleeing; sarve — all; namasyanti — are offering respects; ca — also; siddha-saṅghāḥ — the perfect human beings."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Arjuna said: O master of the senses, the world becomes joyful upon hearing Your name, and thus everyone becomes attached to You. Although the perfected beings offer You their respectful homage, the demons are afraid, and they flee here and there. All this is rightly done."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Arjuna, after hearing from Kṛṣṇa about the outcome of the Battle of Kurukṣetra, became enlightened, and as a great devotee and friend of the Supreme Personality of Godhead he said that everything done by Kṛṣṇa is quite fit. Arjuna confirmed that Kṛṣṇa is the maintainer and the object of worship for the devotees and the destroyer of the undesirables. His actions are equally good for all. Arjuna understood herein that when the Battle of Kurukṣetra was being concluded, in outer space there were present many demigods, siddhas, and the intelligentsia of the higher planets, and they were observing the fight because Kṛṣṇa was present there. When Arjuna saw the universal form of the Lord, the demigods took pleasure in it, but others, who were demons and atheists, could not stand it when the Lord was praised. Out of their natural fear of the devastating form of the Supreme Personality of Godhead, they fled. Kṛṣṇa’s treatment of the devotees and the atheists is praised by Arjuna. In all cases a devotee glorifies the Lord because he knows that whatever He does is good for all."
        ]
    }
]