[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Combat of Rāvaṇa and Hanumān; Rāvaṇa creates phantoms and Śrī Rāma disperses the phantoms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dēkhā śramita bibhīṣanu bhārī. dhāyau hanūmāna giri dhārī..",
            "ratha turaṃga sārathī nipātā. hṛdaya mājha tēhi mārēsi lātā.. [6-94-1]",
            "ṭhāḍha rahā ati kaṃpita gātā. gayau bibhīṣanu jahaom janatrātā..",
            "puni rāvana kapi hatēu pacārī. calēu gagana kapi pūomcha pasārī.. [6-94-2]",
            "gahisi pūomcha kapi sahita uḍaānā. puni phiri bhirēu prabala hanumānā..",
            "larata akāsa jugala sama jōdhā. ēkahi ēku hanata kari krōdhā.. [6-94-3]",
            "sōhahiṃ nabha chala bala bahu karahīṃ. kajjala giri sumēru janu larahīṃ..",
            "budhi bala nisicara parai na pār yō. taba māruta suta prabhu saṃbhār yō.. [6-94-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Perceiving Vibhīṣaṇa much exhausted, Hanumān rushed forward with a rock in his hand; crushing the chariot, the horses and the charioteer all at once he gave Rāvaṇa a kick right in his breast. The demon, however, kept standing though shaking violently all over. Meanwhile Vibhīṣaṇa withdrew into the presence of Śrī Rāma (the Protector of His devotees). Rāvaṇa thereupon challenged and assailed the monkey (Hanumān), who ascended into the air spreading his tail. Rāvaṇa laid hold of his tail, but the monkey (Hanumān) flew alongwith him. The mighty Hanumān then turned and closed with him. The two well-matched warriors fought overhead, each striking the other in great fury. Putting forth all their strength and stratagem while in the air the two looked like a mountain of soot and Mount Sumeru contending with each other. When the demon could not be overthrown either through wit or through physical force, the son of the wind-god invoked his lord."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "saṃbhāri śrīraghubīra dhīra pacāri kapi rāvanu hanyō.",
            "mahi parata puni uṭhi larata dēvanha jugala kahu jaya jaya bhanyō..",
            "hanumaṃta saṃkaṭa dēkhi markaṭa bhālu krōdhātura calē.",
            "rana matta rāvana sakala subhaṭa pracaṃḍa bhuja bala dalamalē.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Invoking the Hero of Raghu's line, the strong-minded Hanumān challenged and struck Rāvaṇa. The two fell to the ground and rising again resumed fighting. The gods shouted 'Victory' to both. Seeing Hanumān in such a strait, the monkeys and bears sallied forth in furious haste; while Rāvaṇa, who was battle-mad, crushed all the champions by the tremendous might of his arm."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba raghubīra pacārē dhāē kīsa pracaṃḍa.",
            "kapi bala prabala dēkhi tēhiṃ kīnha pragaṭa pāṣaṃḍa..95.. [6-95]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then, rallied by the Hero of Raghu's line, the fierce monkeys rushed forward. Seeing the overwhelming monkey host, Rāvaṇa, however, displayed his Māyā (black art). (95)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "aṃtaradhāna bhayau chana ēkā. puni pragaṭē khala rūpa anēkā..",
            "raghupati kaṭaka bhālu kapi jētē. jahaom tahaom pragaṭa dasānana tētē.. [6-95-1]",
            "dēkhē kapinha amita dasasīsā. jahaom tahaom bhajē bhālu aru kīsā..",
            "bhāgē bānara dharahiṃ na dhīrā. trāhi trāhi lachimana raghubīrā.. [6-95-2]",
            "dahaom disi dhāvahiṃ kōṭinha rāvana. garjahiṃ ghōra kaṭhōra bhayāvana..",
            "ḍarē sakala sura calē parāī. jaya kai āsa tajahu aba bhāī.. [6-95-3]",
            "saba sura jitē ēka dasakaṃdhara. aba bahu bhaē takahu giri kaṃdara..",
            "rahē biraṃci saṃbhu muni gyānī. jinha jinha prabhu mahimā kachu jānī.. [6-95-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He became invisible for a moment and then the wretch revealed himself in multitudinous forms. The ten-headed monster appeared in as many forms as there were bears and monkeys in the army of Śrī Rāma (the Lord of the Raghus). The monkey host beheld numberless Ravanas; the bears and monkeys then fled in every direction. The monkeys had no courage to stay. They fled crying, \"Help, lakṣmaṇa ! Help, Raghuvira (Hero of Raghu's line) !\" Myriads of Ravanas darted in all directions, thundering in a deep, shrill and frightful voice. All the gods took flight in panic crying, \"Now, brethren, abandon all hope of victory. A single Rāvaṇa subdued the whole heavenly host. Now that he has been multiplied, let us seek mountain caves.\" Only Brahmā (the Creator), Lord Śambhu (Śiva) and the wise seers, whoever knew something of the Lord's glory, remained unshaken."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jānā pratāpa tē rahē nirbhaya kapinha ripu mānē phurē.",
            "calē bicali markaṭa bhālu sakala kṛpāla pāhi bhayāturē..",
            "hanumaṃta aṃgada nīla nala atibala larata rana bāomkurē.",
            "mardahiṃ dasānana kōṭi kōṭinha kapaṭa bhū bhaṭa aṃkurē.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "They who understood the Lord's might remained fearless. But the monkeys took the apparitions for real enemies. They all lost courage and fled, monkeys and bears alike, crying in their dismay: \"Protect us, our merciful lord!\" The most powerful Hanumān, Aṅgada, Nila and Nala, who were all valiant in battle, fought and crushed the myriads of gallant Ravanas that had sprouted on the soil of deception."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sura bānara dēkhē bikala haomsyō kōsalādhīsa.",
            "saji sāraṃga ēka sara hatē sakala dasasīsa..96.. [6-96]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord of Kosala smiled to see the dismay of the gods and the monkeys. He fitted an arrow to His famous Sarnga bow and wiped out the whole host of illusive Rāvaṇa."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prabhu chana mahu māyā saba kāṭī. jimi rabi uēom jāhiṃ tama phāṭī..",
            "rāvanu ēku dēkhi sura haraṣē. phirē sumana bahu prabhu para baraṣē.. [6-96-1]",
            "bhuja uṭhāi raghupati kapi phērē. phirē ēka ēkanha taba ṭērē..",
            "prabhu balu pāi bhālu kapi dhāē. tarala tamaki saṃjuga mahi āē.. [6-96-2]",
            "astuti karata dēvatanhi dēkhēṃ. bhayau ēka maiṃ inha kē lēkhēṃ..",
            "saṭhahu sadā tumha mōra marāyala. asa kahi kōpi gagana para dhāyala.. [6-96-3]",
            "hāhākāra karata sura bhāgē. khalahu jāhu kahaom mōrēṃ āgē..",
            "dēkhi bikala sura aṃgada dhāyō. kūdi carana gahi bhūmi girāyō.. [6-96-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In a trice the Lord dispersed the whole phantom, even as the veil of darkness is torn asunder with the rising of the sun. The gods rejoiced to see only one Rāvaṇa and, turning back, rained abundant flowers on the Lord. Raising His arm, the Lord of the Raghus rallied the monkeys, who returned, each shouting to other. Inspired by the might of their lord, the bears and monkeys ran; and leaping briskly they arrived on the battlefield. When Rāvaṇa saw the gods extolling Śrī Rāma, he thought to himself, \"They think I am now reduced to one.\" \"Fools ! you have ever been victims of my thrashing !\" So saying he sprang into the air with great indignation. As the gods fled uttering a piteous cry, Rāvaṇa said, \"Wretches whither can you go from my presence?\" Seeing the distress of the gods, Aṅgada rushed forward and with a bound seized Rāvaṇa by the foot and threw him to the ground."
        ]
    }
]