[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यो मामेवमसम्मूढो जानाति पुरुषोत्तमम् |",
            "स सर्वविद्भजति मां सर्वभावेन भारत || १९ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यः - जो; माम् - मुझको; एवम् - इस प्रकार; असम्मूढः - संशयरहित; जानाति - जानता है; पुरुष-उत्तमम् - भगवान्; सः - वह; सर्व-वित् - सब कुछ जानने वाला; भजति - भक्ति करता है; माम् - मुझको; सर्व-भावेन - सभी प्रकार से; भारत - हे भरतपुत्र |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो कोई भी मुझे संशयरहित होकर पुरुषोत्तम भगवान् के रूप में जानता है, वह सब कुछ जानता है । अतएव हे भरतपुत्र! वह व्यक्ति मेरी पूर्ण भक्ति में रत होता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जीव तथा भगवान् की स्वाभाविक स्थिति के विषय में अनेक दार्शनिक ऊहापोह करते हैं । इस श्लोक में भगवान् स्पष्ट बताते हैं कि जो भगवान् कृष्ण को परम पुरुष के रूप में जनता है, वह सारी वस्तुओं का ज्ञाता है । अपूर्ण ज्ञाता परम सत्य के विषय में केवल चिन्तन करता जाता है , जबकि पूर्ण ज्ञाता समय का अपव्यय किये बिना सीधे कृष्णभावनामृत में लग जाता है , अर्थात् भगवान् की भक्ति करने लगता है । सम्पूर्ण भगवद्गीता में पग पग-पर इस तथ्य पर बल दिया गया है । फिर भी भगवद्गीता के ऐसे अनेक कट्टर भाष्यकार हैं, जो परमेश्वर तथा जीव को एक ही मानते हैं ।",
            "वैदिक ज्ञान श्रुति कहलाता है, जिसका अर्थ है श्रवण करके सीखना । वास्तव में वैदिक सूचना कृष्ण तथा उनके प्रतिनिधियों जैसे अधिकारियों से ग्रहण करनी चाहिए । यहाँ कृष्ण ने हर वस्तु का अंतर सुन्दर ढंग से बताया है, अतएव इसी स्त्रोत से सुनना चाहिए । लेकिन केवल सूकरों की तरह सुनना पर्याप्त नहीं है, मनुष्य को चाहिए कि अधिकारियों से समझे । ऐसा नहीं कि केवल शुष्क चिन्तन ही करता रहे । मनुष्य को विनीत भाव से भगवद्गीता से सुनना चाहिए कि सारे जीव भगवान् के अधीन हैं । जो भी इसे समझ लेता है, वही श्री कृष्ण के कथनानुसार वेदों के प्रयोजन को समझता है, अन्य कोई नहीं समझता ।",
            "भजति शब्द अत्यन्त सार्थक है । कई स्थानों पर भजति का सम्बन्ध भगवान् की सेवा के अर्थ में व्यक्त हुआ है । यदि कोई व्यक्ति पूर्ण कृष्णभावनामृत में रत है अर्थात् भगवान् की भक्ति करता है, तो यह समझना चाहिए कि उसने सारे वैदिक ज्ञान समझ लिया है | वैष्णव परम्परा में यह कहा जाता है कि यदि कोई कृष्ण-भक्ति में लगा रहता है, तो उसे भगवान् को जानने के लिए किसी अन्य आध्यात्मिक विधि की आवश्यकता नहीं रहती | भगवान् की भक्ति करने के कारण वह पहले से लक्ष्य तक पँहुचा रहता है | वह ज्ञान की समस्त प्रारम्भिक विधियों को पार कर चुका होता है | लेकिन यदि कोई लाखों जन्मों तक चिन्तन करने पर भी इस लक्ष्य पर नहीं पहुँच पाता कि श्रीकृष्ण ही भगवान् हैं और उनकी ही शरण ग्रहण करनी चाहिए, तो उसका अनेक जन्मों का चिन्तन व्यर्थ जाता है |"
        ]
    }
]