[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "कविं पुराणमनुशासितार-",
            "मणोरणीयांसमनुस्मरेद्यः ।",
            "सर्वस्य धातारमचिन्त्यरूप-",
            "मादित्यवर्णं तमसः परस्तात् ॥ ९ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**कविम्** – सर्वज्ञ; **पुराणम्** – प्राचीनतम, पुरातन; **अनुशासितारम्** – नियन्ता; **अणोः** – अणु की तुलना में; **अणीयांसम्** – लघुतर; **अनुस्मरेत्** – सदैव सोचता है; **यः** – जो; **सर्वस्य** – हर वस्तु का; **धातारम्** – पालक; **अचिन्त्य** – अकल्पनीय; **रूपम्** – जिसका स्वरूप; **आदित्य-वर्णम्** – सूर्य के समान प्रकाशमान; **तमसः** – अंधकार से; **परस्तात्** – दिव्य, परे |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मनुष्य को चाहिए कि परमपुरुष का ध्यान सर्वज्ञ, पुरातन, नियन्ता, लघुतम से भी लघुतर, प्रत्येक का पालनकर्ता, समस्त भौतिकबुद्धि से परे, अचिन्त्य तथा नित्य पुरुष के रूप में करे । वे सूर्य की भाँति तेजवान हैं और इस भौतिक प्रकृति से परे, दिव्य रूप हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में परमेश्वर के चिन्तन की विधि का वर्णन हुआ है । सबसे प्रमुख बात यह है कि वे निराकार या शून्य नहीं हैं । कोई निराकार या शून्य का चिन्तन कैसे कर सकता है ? यह अत्यन्त कठिन है । किन्तु कृष्ण के चिन्तन की विधि अत्यन्त सुगम है और तथ्य रूप में यहाँ वर्णित है । पहली बात तो यह है कि भगवान् पुरुष हैं - हम राम तथा कृष्ण को पुरुष रूप में सोचते हैं । चाहे कोई राम का चिन्तन करे या कृष्ण का, वे जिस तरह के हैं उसका वर्णन भगवद्गीता के इस श्लोक में किया गया है । भगवान् कवि हैं अर्थात वे भूत, वर्तमान तथा भविष्य के जाता हैं, अतः वे सब कुछ जानने वाले हैं । वे प्राचीनतम पुरुष हैं क्योंकि वे समस्त वस्तुओं के उद्गम हैं, प्रत्येक वस्तु उन्हीं से उत्पन्न है । वे ब्रह्माण्ड के परम नियन्ता भी हैं । वे मनुष्यों के पालक तथा शिक्षक हैं । वे अणु से भी सूक्ष्म हैं । जीवात्मा बाल के अग्र भाग के दस हजारवें अंश के बराबर है, किन्तु भगवान् अचिन्त्य रूप से इतने लघु हैं कि वे इस अणु के भी हृदय में प्रविष्ट रहते हैं । इसीलिए वे लघुतम से भी लघुतर कहलाते हैं । परमेश्वर के रूप में वे परमाणु में तथा लघुतम के भी हृदय में प्रवेश कर सकते हैं और परमात्मा रूप में उसका नियन्त्रण करते हैं । इतना लघु होते हुए भी वे सर्वव्यापी हैं और सबों का पालन करने वाले हैं । उनके द्वारा इन लोकों का धारण होता है । प्रायः हम आश्चर्य करते हैं कि ये विशाल लोक किस प्रकार वायु में तैर रहे हैं । यहाँ यह बताया गया है कि परमेश्वर अपनी अचिन्त्य शक्ति द्वारा इन समस्त विशाल लोकों तथा आकाशगंगाओं को धारण किए हुए हैं । इस प्रसंग में अचिन्त्य शब्द अत्यन्त सार्थक है । ईश्वर की शक्ति हमारी कल्पना या विचार शक्ति के परे है, इसीलिए अचिन्त्य कहलाती है । इस बात का खंडन कौन कर सकता है ? वे इस भौतिक जगत् में व्याप्त हैं फिर भी इससे परे हैं । हम इसी भौतिक जगत् को ठीक-ठीक नहीं समझ पाते जो आध्यात्मिक जगत् की तुलना में नगण्य है तो फिर हम कैसे जान सकते हैं कि इसके परे क्या है ? अचिन्त्य का अर्थ है इस भौतिक जगत् से परे जिसे हमारा तर्क, नीतिशास्त्र तथा दार्शनिक चिन्तन छू नहीं पाता और जो अकल्पनीय है । अतः बुद्धिमान मनुष्यों को चाहिए कि व्यर्थ के तर्कों तथा चिन्तन से दूर रहकर वेदों, भगवद्गीता तथा भागवत जैसे शास्त्रों में जो कुछ कहा गया है, उसे स्वीकार कर लें और उनके द्वारा सुनिश्चित किए गए नियमों का पालन करें । इससे ज्ञान प्राप्त हो सकेगा ।"
        ]
    }
]