[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "क्षेत्रक्षेत्रज्ञयोरेवमन्तरं ज्ञानचक्षुषा ।",
            "भूतप्रकृतिमोक्षं च ये विदुर्यान्ति ते परम् ॥ ३५ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**क्षेत्र** - शरीर; **क्षेत्र-ज्ञयोः** - तथा शरीर के स्वामी के; **एवम्** - इस प्रकार; **अन्तरम्** - अन्तर को; **ज्ञान-चक्षुषा** - ज्ञान की दृष्टि से; **भूत** - जीव का; **प्रकृति** - प्रकृति से; **मोक्षम्** - मोक्ष को; **च** - भी; **ये** - जो; **विदुः** - जानते हैं; **यान्ति** - प्राप्त होते हैं; **ते** - वे; **परम्** - परब्रह्म को |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो लोग ज्ञान के चक्षुओं से शरीर तथा शरीर के ज्ञाता के अन्तर को देखते हैं और भव-बन्धन से मुक्ति की विधि को भी जानते हैं, उन्हें परमलक्ष्य प्राप्त होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस तेरहवें अध्याय का तात्पर्य यही है कि मनुष्य को शरीर, शरीर के स्वामी तथा परमात्मा के अन्तर को समझना चाहिए | उसे श्लोक ८ से लेकर १२ तक में वर्णित मुक्ति की विधि को जानना चाहिए | तभी वह परमगति को प्राप्त हो सकता है |",
            "श्रद्धालु को चाहिए कि सर्वप्रथम वह ईश्वर का श्रवण करने के लिए सत्संगति करे, और धीरे-धीरे प्रबुद्ध बने | यदि गुरु स्वीकार कर लिया जाए, तो पदार्थ तथा आत्मा के अन्तर को समझा जा सकता है और वही अग्रिम आत्म-साक्षात्कार के लिए शुभारम्भ बन जाता है | गुरु अनेक प्रकार के उपदेशों से अपने शिष्यों को देहात्मबुद्धि से मुक्त होने की शिक्षा देता है |उदाहरणार्थ – भगवद्गीता में कृष्ण अर्जुन को भौतिक बातों से मुक्त होने के लिए शिक्षा देते हैं |",
            "मनुष्य यह तो समझ सकता है कि यह शरीर पदार्थ है और इसे चौबीस तत्त्वों में विश्लेषित किया जा सकता है; शरीर स्थूल अभिव्यक्ति है और मन तथा मनोवैज्ञानिक प्रभाव सूक्ष्म अभिव्यक्ति हैं | जीवन के लक्षण इन्हीं तत्त्वों की अन्तः-क्रिया (विकार) हैं, किन्तु इनसे भी ऊपर आत्मा और परमात्मा हैं | आत्मा तथा परमात्मा दो हैं | यह भौतिक जगत् आत्मा तथा चौबीस तत्त्वों के संयोग से कार्यशील है | जो सम्पूर्ण भौतिक जगत् की इस रचना को आत्मा तथा तत्त्वों के संयोग से हुई मानता है और परमात्मा की स्थिति को भी देखता है, वही वैकुण्ठ-लोक जाने का अधिकारी बन पाता है | ये बातें चिन्तन तथा साक्षात्कार की हैं | मनुष्य को चाहिए कि गुरु की सहायता से इस अध्याय को भली-भाँति समझ ले |",
            "इस प्रकार श्रीमद्भगवद्गीता के तेरहवें अध्याय “प्रकृति, पुरुष तथा चेतना” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
        ]
    }
]
