[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "प्रवृत्तिं च निवृत्तिं च जना न विदुरासुराः ।",
            "न शौचं नापि चाचारो न सत्यं तेषु विद्यते ॥ ७ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्रवृत्तिम् - ठीक से कर्म करना; च - भी; निवृत्तिम् - अनुचित ढंग से कर्म न करना; च - तथा; जनाः - लोग; न - कभी नहीं; विदुः - जानते; आसुराः - आसुरी गुण के; न - कभी नहीं; शौचम् - पवित्रता; न - न तो; अपि - भी; च - तथा; आचारः - आचरण; न - कभी नहीं; सत्यम् - सत्य; तेषु - उनमें; विद्यते - होता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो आसुरी हैं , वे यह नहीं जानते कि क्या करना चाहिए और क्या नहीं करना चाहिए । उनमें न तो पवित्रता, न उचित आचरण और न ही सत्य पाया जाता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्रत्येक सभ्य मानव समाज में कुछ आचार-संहिताएँ होती हैं, जिनका प्रारम्भ से पालन करना होता है । विशेषतया आर्यगण, जो वैदिक सभ्यता को मानते हैं और अत्यन्त सभ्य माने जाते हैं, इनका पालन करते हैं । किन्तु जो शास्त्रीय आदेशों को नहीं मानते, वे असुर समझे जाते हैं । इसीलिए यहाँ कहा गया है कि असुरगण न तो शास्त्रीय नियमों को जानते हैं, न उनमें इनके पालन करने की प्रवृत्ति पाई जाती है । उनमें से अधिकांश इन नियमों को नहीं जानते और जो थोड़े से लोग जानते भी हैं, उनमें इनके पालन करने की प्रवृत्ति नहीं होती । उन्हें न तो वैदिक आदेशों में कोई श्रद्धा होती है , न ही वे उसके अनुसार कार्य करने के इच्छुक होते हैं । असुरगण न तो बाहर से, न भीतर से स्वच्छ होते हैं । मनुष्य को चाहिए कि स्नान करके, दंतमंजन करके, बाल बना कर, वस्र बदल कर शरीर को स्वच्छ रखे । जहाँ तक आन्तरिक स्वच्छता की बात है, मनुष्य को चाहिए कि वह सदैव ईश्वर के पवित्र नामों का स्मरण करे और हरे कृष्ण महामन्त्र का कीर्तन करे । असुरगण बाह्य तथा आन्तरिक स्वच्छता के इन नियमों को न तो चाहते हैं , न इनका पालन ही करते हैं ।",
            "जहाँ तक आचरण की बात है, मानव आचरण का मार्गदर्शन करने वाले अनेक विधि-विधान हैं, जैसे मनु-संहिता, जो मानवजाति का अधिनियम है । यहाँ तक कि आज भी सारे हिन्दू मनुसंहिता का ही अनुगमन करते हैं । इसी ग्रंथ से उत्तराधिकार तथा अन्य विधि सम्बन्धी बातें ग्रहण की जाती हैं । मनुसंहिता में स्पष्ट कहा गया है कि स्त्री को स्वतन्त्रता न प्रदान की जाय । इसका अर्थ यह नहीं होता कि स्त्रियों को दासी बना कर रखा जाय । वे तो बालकों के समान हैं । बालकों को स्वतन्त्रता नहीं दी जाती, लेकिन इसका अर्थ यह नहीं है कि वे दास बना कर रखे जाते हैं । लेकिन असुरों ने ऐसे आदेशों की उपेक्षा कर दी है और वे सोचने लगे हैं कि स्त्रियों को पुरुषों के समान ही स्वतन्त्रता प्रदान की जाय । लेकिन इससे संसार की सामाजिक स्थिति में सुधार नहीं हुआ । वास्तव में स्त्री को जीवन की प्रत्येक अवस्था में सुरक्षा प्रदान की जानी चाहिए । उसके बाल्यकाल में पिता द्वारा संरक्षण प्रदान किया जाना चाहिए, तारुण्य में पति द्वारा और बुढ़ापे में बड़े पुत्रों द्वारा । मनु-संहिता के अनुसार यही उचित सामाजिक आचरण है । लेकिन आधुनिक शिक्षा ने नारी जीवन का एक अतिरंजित अहंकारपूर्ण बोध उत्पन्न कर दिया है, अतएव अब विवाह एक कल्पना बन चुका है । स्त्री की नैतिक स्थिति भी अब बहुत अच्छी नहीं रह गई है । अतएव असुरगण कोई ऐसा उपदेश ग्रहण नहीं करते, जो समाज के लिए अच्छा हो । चूँकि वे महर्षियों के अनुभवों तथा उनके द्वारा निर्धारित विधि-विधानों का पालन नहीं करते , अतएव आसुरी लोगों की सामाजिक स्थिति अत्यन्त शोचनीय है ।"
        ]
    }
]