[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यः शास्त्रविधिमुत्सृज्य वर्तते कामकारतः |",
            "न स सिद्धिमवाप्नोति न सुखं न परां गतिम् || २३ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यः - जो; शस्त्र-विधिम् - शास्त्रों की विधियों को; उत्सृज्य - त्याग कर; वर्तते - करता रहता है; काम-कारतः - काम के वशीभूत होकर मनमाने ढंग से; न - कभी नहीं; सः - वह; सिद्धिम् - सिद्धि को; अवाप्नोति - प्राप्त करता है; न - कभी नहीं; सुखम् - सुख को; न - कभी नहीं; पराम् - परम; गतिम् - सिद्ध अवस्था को |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो शास्त्रों के आदेशों की अवहेलना करता है और मनमाने ढंग से कार्य करता है, उसे न तो सिद्धि, न सुख, न ही परमगति की प्राप्ति हो पाती है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जैसा कि पहले कहा जा चुका है मानव समाज के विभिन्न आश्रमों तथा वर्णों के लिए शास्त्रविधि दी गयी है । प्रत्येक व्यक्ति को इन विधि-विधानों का पालन करना होता है । यदि कोई इनका पालन न करके काम, क्रोध और लोभवश स्वेच्छा से कार्य करता है, तो उसे जीवन में कभी सिद्धि प्राप्त नहीं हो सकती | दूसरे शब्दों में, भले ही मनुष्य ये सारी बातें सिद्धान्त के रूप में जानता रहे, लेकिन यदि वह इन्हें अपने जीवन में नहीं उतार पाता, तो वह अधम जाना जाता है । मनुष्ययोनि में जीव से आशा की जाती है कि वह बुद्धिमान बने और सर्वोच्च पद तक जीवन को ले जाने वाले विधानों का पालन करे । किन्तु यदि वह इनका पालन नहीं करता, तो उसका अधःपतन हो जाता है । लेकिन फिर भी जो विधि-विधानों तथा नैतिक सिद्धान्तों का पालन करता है, किन्तु अन्ततोगत्वा परमेश्वर को समझ नहीं पाता, तो उसका सारा ज्ञान व्यर्थ जाता है । और यदि वह ईश्वर के अस्तित्व को मान भी ले, किन्तु यदि भगवान् की सेवा नहीं करता, तो भी उसके सारे प्रयास निष्फल हो जाते हैं । अतएव मनुष्य को चाहिए कि अपने आप को कृष्णभावनामृत तथा भक्ति के पद तक ऊपर ले जाये । तभी वह परम सिद्धावस्था को प्राप्त कर सकता है, अन्यथा नहीं ।",
            "काम-कारतः शब्द अत्यन्त सार्थक है । जो व्यक्ति जान बूझ का नियमों का अतिक्रमण करता है, वह काम के वश में होकर कर्म करता है । वह जानता है कि ऐसा करना मना है, लेकिन फिर भी वह ऐसा करता है । इसी को स्वेच्छाचार कहते हैं । यह जानते हुए भी कि अमुक काम करना चाहिए, फिर भी वह उसे नहीं करता है, इसीलिए उसे स्वेच्छा कारी कहा जाता है । ऐसे व्यक्ति अवश्य ही भगवान् द्वारा दंडित होते हैं । ऐसे व्यक्तियों को मनुष्य जीवन की सिद्धि प्राप्त नहीं हो पाती । मनुष्य जीवन तो अपने आपको शुद्ध बनाने के लिए है, किन्तु जो व्यक्ति विधि-विधानों का पालन नहीं करता, वह अपने को न तो शुद्ध बना सकता है, न ही वास्तविक सुख प्राप्त कर सकता है |"
        ]
    }
]