[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Arrival and lamentation of Bharata and Śatrughna"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "hāṭa bāṭa nahiṃ jāi nihārī. janu pura dahaom disi lāgi davārī..",
            "āvata suta suni kaikayanaṃdini. haraṣī rabikula jalaruha caṃdini.. [2-158-1]",
            "saji āratī mudita uṭhi dhāī. dvārēhiṃ bhēṃṭi bhavana lēi āī..",
            "bharata dukhita parivāru nihārā. mānahu tuhina banaja banu mārā.. [2-158-2]",
            "kaikēī haraṣita ēhi bhāomti. manahu mudita dava lāi kirātī..",
            "sutahi sasōca dēkhi manu mārēṃ. pūomchati naihara kusala hamārēṃ.. [2-158-3]",
            "sakala kusala kahi bharata sunāī. pūomchī nija kula kusala bhalāī..",
            "kahu kahaom tāta kahāom saba mātā. kahaom siya rāma lakhana priya bhrātā.. [2-158-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The bazars and the streets repelled the sight as though a wild conflagration had broken out in the city on all sides. Kaikeyī, who was to the solar race what the moon is to the lotuses, was rejoiced to hear of her son's approach. Preparing lights for waving round his head, she sprang up and ran glad at heart, and meeting him at the very door conducted him into her apartments. Bharata saw with wonder that while the household wore a wretched appearance like a bed of lotuses blasted by frost, Kaikeyī was as happy as a Bhīla woman who had set a whole forest ablaze. Seeing her son melancholy and depressed in spirits, she asked him: \"Is all well in my mother's house?\" Bharata assured her that everything was well and then enquired after the health and welfare of his own family: \"Tell me, where is my father and where all mothers, and where is Sītā and my beloved brothers, Śrī Rāma and Lakṣmaṇa?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni suta bacana sanēhamaya kapaṭa nīra bhari naina.",
            "bharata śravana mana sūla sama pāpini bōlī baina..159.. [2-159]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On hearing her son's affectionate words the sinful woman brought crocodile tears to her eyes and spoke words that pierced his ears and soul as so many shafts."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tāta bāta maiṃ sakala saomvārī. bhai maṃtharā sahāya bicārī..",
            "kachuka kāja bidhi bīca bigārēu. bhūpati surapati pura pagu dhārēu.. [2-159-1]",
            "sunata bharatu bhaē bibasa biṣādā. janu sahamēu kari kēhari nādā..",
            "tāta tāta hā tāta pukārī. parē bhūmitala byākula bhārī.. [2-159-2]",
            "calata na dēkhana pāyau tōhī. tāta na rāmahi sauṃpēhu mōhī..",
            "bahuri dhīra dhari uṭhē saombhārī. kahu pitu marana hētu mahatārī.. [2-159-3]",
            "suni suta bacana kahati kaikēī. maramu pāomchi janu māhura dēī..",
            "ādihu tēṃ saba āpani karanī. kuṭila kaṭhōra mudita mana baranī.. [2-159-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"I have accomplished everything for you, my son; and poor Manthara has been of great help to me. Only God has marred our plans a little before they could be completed; the king has departed to Indra's paradise.\" As soon as he heard this, Bharata was overcome with grief as an elephant who is terrified at the roar of a lion. Crying \"Father, father, Ah my father!\" he fell to the ground much agitated . \"I could not see you before you left, nor did you, my father, entrust me to the care of Śrī Rāma.\" Then, collecting himself he got up with some effort and said, \"Tell me, mother, the cause of my father's demise.\" Hearing the words of her son she replied as one who had cut a vital part and inserted poison into it. With a glad heart the cruel and wicked woman recounted from the very beginning all that she had done."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bharatahi bisarēu pitu marana sunata rāma bana gaunu.",
            "hētu apanapau jāni jiyaom thakita rahē dhari maunu..160.. [2-160]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hearing of Śrī Rāma's exile to the forest Bharata forgot his father's death; and realizing in his heart that he was at the root of it he remained mute and stupefied."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bikala bilōki sutahi samujhāvati. manahu jarē para lōnu lagāvati..",
            "tāta rāu nahiṃ sōcē jōgū. biḍhai sukṛta jasu kīnhēu bhōgū.. [2-160-1]",
            "jīvata sakala janama phala pāē. aṃta amarapati sadana sidhāē..",
            "asa anumāni sōca pariharahū. sahita samāja rāja pura karahū.. [2-160-2]",
            "suni suṭhi sahamēu rājakumārū. pākēṃ chata janu lāga aomgārū..",
            "dhīraja dhari bhari lēhiṃ usāsā. pāpani sabahi bhāomti kula nāsā.. [2-160-3]",
            "jauṃ pai kuruci rahī ati tōhī. janamata kāhē na mārē mōhī..",
            "pēḍa kāṭi taiṃ pālau sīṃcā. mīna jiana niti bāri ulīcā.. [2-160-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Observing his son's distress she comforted him like one who applied salt to a burn. \"The king, my son, is not fit for lamentation. He not only reaped a rich harvest of merit and renown but enjoyed life also. During his life-time he obtained all the rewards of human existence and in the end ascended to the abode of Indra (the lord of immortals). Pondering thus cease sorrowing and rule the kingdom with all its limbs (such as the army, the exchequer, the ministers and so on).\" The prince was utterly dismayed to hear these words as though a festering sore had been touched by a live coal. Recovering himself he heaved a deep sigh and said, \"O wicked woman, you have brought complete ruin to our family. If you bore such deep malice, why did you not kill me as soon as I was born? Cutting down the tree you have watered a leaf and you have drained the pond for keeping the fish alive."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "haṃsabaṃsu dasarathu janaku rāma lakhana sē bhāi.",
            "jananī tūom jananī bhaī bidhi sana kachu na basāi..161.. [2-161]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Claiming my descent from the sun-god, with King Daśaratha for my father and Rāma and Lakṣmaṇa for my brothers I have had you, mother, for my mother! One is powerless against Providence"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jaba taiṃ kumati kumata jiyaom ṭhayaū. khaṃḍa khaṃḍa hōi hradau na gayaū..",
            "bara māgata mana bhai nahiṃ pīrā. gari na jīha muhaom parēu na kīrā.. [2-161-1]",
            "bhūpaom pratīta tōri kimi kīnhī. marana kāla bidhi mati hari līnhī..",
            "bidhihu na nāri hṛdaya gati jānī. sakala kapaṭa agha avaguna khānī.. [2-161-2]",
            "sarala susīla dharama rata rāū. sō kimi jānai tīya subhāū..",
            "asa kō jīva jaṃtu jaga māhīṃ. jēhi raghunātha prānapriya nāhīṃ.. [2-161-3]",
            "bhē ati ahita rāmu tēu tōhī. kō tū ahasi satya kahu mōhī..",
            "jō hasi sō hasi muhaom masi lāī. āomkhi ōṭa uṭhi baiṭhahiṃ jāī.. [2-161-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"The moment, O malicious woman, you contrived this evil design in your mind, how is it your heart did not break into pieces? While asking for the boons you did not feel the stings of conscience, your tongue did not fall off nor did your mouth fester? How did the king trust you? Surely God must have robbed him of his senses on the eve of his death. Even the Creator has not been able to know the working of a woman's heart, the repository of all deceit, sin and vice! Simple, amiable and pious as the king was, how could he know the nature of a woman? What living creature is there in the world, to whom the Lord of Raghus is not dear as life itself? Yet even that Rāma appeared to you as a great enemy. Tell me the truth, therefore, to what species do you belong? Whatever you may be, you had better bedaub your face with ink and leaving my presence remove to some place out of my sight."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma birōdhī hṛdaya tēṃ pragaṭa kīnha bidhi mōhi.",
            "mō samāna kō pātakī bādi kahau kachu tōhi..162.. [2-162]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Nay, God has created me out of a heart hostile to Rāma! Who is there so sinful as myself? In vain, therefore, do I taunt you.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni satrughuna mātu kuṭilāī. jarahiṃ gāta risa kachu na basāī..",
            "tēhi avasara kubarī tahaom āī. basana bibhūṣana bibidha banāī.. [2-162-1]",
            "lakhi risa bharēu lakhana laghu bhāī. barata anala ghṛta āhuti pāī..",
            "humagi lāta taki kūbara mārā. pari muha bhara mahi karata pukārā.. [2-162-2]",
            "kūbara ṭūṭēu phūṭa kapārū. dalita dasana mukha rudhira pracārū..",
            "āha daia maiṃ kāha nasāvā. karata nīka phalu anaisa pāvā.. [2-162-3]",
            "suni ripuhana lakhi nakha sikha khōṭī. lagē ghasīṭana dhari dhari jhōṃṭī..",
            "bharata dayānidhi dīnhi chaḍaāī. kausalyā pahiṃ gē dōu bhāī.. [2-162-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When Śatrughna heard of mother Kaikeyī's wickedness, he burned all over with rage; but there was no help. That very moment came the hunchback (Manthara) clad in a variety of rich costumes and adorned with various ornaments. The very sight of that woman filled Lakṣmaṇa's younger brother with anger as though clarified butter had been poured into fire. Springing forward he kicked her with such steady aim at the hump that she fell flat on her face and screamed aloud. Her hump was smashed, her head split and her teeth broken and her mouth emitted blood. \"Ah, my God! what harm have I done? Surely this is an ill recompense for my services.\" Hearing this and seeing her vile from head to foot, Śatrughna (the slayer of his foes) seized her by the hair on her head and began to drag her till the merciful Bharata rescued her. The two brothers then called on mother Kausalyā."
        ]
    }
]