[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "A description of the rainy season"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prathamahiṃ dēvanha giri guhā rākhēu rucira banāi.",
            "rāma kṛpānidhi kachu dina bāsa karahiṃgē āi..12.. [4-12]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The gods had already kept ready for Him a charming cave in the mountain in the hope that the all-merciful Śrī Rāma would come and stay there for a few days."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suṃdara bana kusumita ati sōbhā. guṃjata madhupa nikara madhu lōbhā..",
            "kaṃda mūla phala patra suhāē. bhaē bahuta jaba tē prabhu āē .. [4-12-1]",
            "dēkhi manōhara saila anūpā. rahē tahaom anuja sahita surabhūpā..",
            "madhukara khaga mṛga tanu dhari dēvā. karahiṃ siddha muni prabhu kai sēvā.. [4-12-2]",
            "maṃgalarupa bhayau bana taba tē . kīnha nivāsa ramāpati jaba tē..",
            "phaṭika silā ati subhra suhāī. sukha āsīna tahāom dvau bhāī.. [4-12-3]",
            "kahata anuja sana kathā anēkā. bhagati birati nṛpanīti bibēkā..",
            "baraṣā kāla mēgha nabha chāē. garajata lāgata parama suhāē.. [4-12-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The lovely forest, rich in flowers, presented a most splendid sight with its swarms of bees humming in greed of honey. Delightful bulbs, roots, fruit and leaves grew in abundance from the time the Lord came there. Seeing the mountain incomparable in its charms Śrī Rāma, the suzerain Lord of gods, stayed there with His younger brother. Taking the form of bees, birds and beasts, gods, Siddhas and hermits did service to the Lord. The forest became a picture of felicity from the time Śrī Rāma, the Lord of Lakṣmī (the goddess of prosperity), took up His residence there. There was a delightful and glistening rock of crystal, on which the two brothers sat at ease. Śrī Rāma gave a discourse to His younger brother on many a topic such as Devotion, dispassion, statecraft and spiritual wisdom. As the rains had set in, the sky was overcast with clouds, which made a delightful rumbling noise"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lachimana dēkhu mōra gana nācata bārida paikhi.",
            "gṛhī birati rata haraṣa jasa biṣnu bhagata kahu dēkhi..13.. [4-13]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Look here, Lakṣmaṇa: the peacocks dance at the sight of the clouds, even as a householder having a leaning towards dispassion would rejoice to see a devotee of Bhagavān Viṣṇu.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ghana ghamaṃḍa nabha garajata ghōrā. priyā hīna ḍarapata mana mōrā..",
            "dāmini damaka raha na ghana māhīṃ. khala kai prīti jathā thira nāhīṃ.. [4-13-1]",
            "baraṣahiṃ jalada bhūmi niarāēom. jathā navahiṃ budha bidyā pāēom..",
            "būomda aghāta sahahiṃ giri kaiṃsēṃ . khala kē bacana saṃta saha jaisēṃ.. [4-13-2]",
            "chudra nadīṃ bhari calīṃ tōrāī. jasa thōrēhu dhana khala itarāī..",
            "bhūmi parata bhā ḍhābara pānī. janu jīvahi māyā lapaṭānī.. [4-13-3]",
            "samiṭi samiṭi jala bharahiṃ talāvā. jimi sadaguna sajjana pahiṃ āvā..",
            "saritā jala jalanidhi mahu jāī. hōī acala jimi jiva hari pāī.. [4-13-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"The clouds are fast gathering in the sky and making a terrible noise. Bereft as I am of my darling (Sītā), my heart trembles to see all this. The lightning flashes fitfully amid the clouds, like the friendship of the wicked, which never endures. The pouring clouds cleave close to the ground even as the learned stoop beneath accumulated lore. The mountains endure the buffeting of showers even as a saint would put up with the taunts of the wicked. The swelling streamlets rush with great speed just as the wicked would feel elated even with a small fortune. The water becomes turbid the moment it descends on earth, even as the Jīva (an embodied soul) is enveloped in Māyā as soon as born. The water coming from various directions gathers into a pool even as commendable virtues find their way into the heart of a noble soul. The water of the stream, becomes still once it pours into the ocean, just as the ego finds eternal rest on attaining union with Śrī Hari."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "harita bhūmi tṛna saṃkula samujhi parahiṃ nahiṃ paṃtha.",
            "jimi pākhaṃḍa bāda tēṃ gupta hōhiṃ sadagraṃtha..14.. [4-14]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"The green earth is so choked with grass that the tracks cannot be distinguished, just as holy books are obscured by heretic doctrines."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dādura dhuni cahu disā suhāī. bēda paḍhahiṃ janu baṭu samudāī..",
            "nava pallava bhaē biṭapa anēkā. sādhaka mana jasa milēṃ bibēkā.. [4-14-1]",
            "arka jabāsa pāta binu bhayaū. jasa surāja khala udyama gayaū..",
            "khōjata katahu milai nahiṃ dhūrī. karai krōdha jimi dharamahi dūrī.. [4-14-2]",
            "sasi saṃpanna sōha mahi kaisī. upakārī kai saṃpati jaisī..",
            "nisi tama ghana khadyōta birājā. janu daṃbhinha kara milā samājā.. [4-14-3]",
            "mahābṛṣṭi cali phūṭi kiārīṃ . jimi sutaṃtra bhaēom bigarahiṃ nārīṃ..",
            "kṛṣī nirāvahiṃ catura kisānā. jimi budha tajahiṃ mōha mada mānā.. [4-14-4]",
            "dēkhiata cakrabāka khaga nāhīṃ. kalihi pāi jimi dharma parāhīṃ..",
            "ūṣara baraṣai tṛna nahiṃ jāmā. jimi harijana hiyaom upaja na kāmā.. [4-14-5]",
            "bibidha jaṃtu saṃkula mahi bhrājā. prajā bāḍha jimi pāi surājā..",
            "jahaom tahaom rahē pathika thaki nānā. jimi iṃdriya gana upajēṃ gyānā.. [4-14-6]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"On all sides one hears the delightful croaking of frogs, which reminds one of a batch of religious students chanting the Vedas. Clothed with new leaves the trees of different species look as green and cheerful as the mind of a striving soul who has attained spiritual wisdom. The leaves of the Āka and Javāsa plants have fallen off even as under a good government the plans of the wicked come to naught. Dust cannot be found even if one searches for it, just as piety is scared away by anger. The earth rich with crops appears as delightful as the wealth of a generous man. In the thick darkness of the night fireflies gleam like a mustered band of hypocrites. The embankments of the fields have been breached by torrential rains just as women get spoiled by freedom. Clever husbandmen protect their crop by uprooting the weeds, just as the wise discard infatuation, vanity and pride. The Cakravāka birds are no more to be seen, just as virtues disappear with the Kali age. Even though it rains on the barren lands as well, not a blade of grass sprouts on it, just as concupiscence takes no root in the heart of a servant of Śrī Hari. The earth looks charming with the swarms of various living creatures even as the population grows under a good government. Many a weary traveller has stopped here and there just as with the dawning of wisdom the senses become still."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kabahu prabala baha māruta jahaom tahaom mēgha bilāhiṃ.",
            "jimi kapūta kē upajēṃ kula saddharma nasāhiṃ..15ka.. [4-15(A)]",
            "kabahu divasa mahaom nibiḍa tama kabahuka pragaṭa pataṃga.",
            "binasai upajai gyāna jimi pāi kusaṃga susaṃga..15kha.. [4-15(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Sometimes a strong wind would blow and disperse the clouds in various directions, just as with the birth of an unworthy son the noble traditions of a family get extinct. Now it becomes pitch dark even during the day, while at other times the sun would shine brightly, just as the light of wisdom is obscured in the company of the vile and manifests itself in the company of the good."
        ]
    }
]