[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "शरीरं यदवाप्नोति यच्चाप्युत्क्रामतीश्वरः ।",
            "गृहीत्वैतानि संयाति वायुर्गन्धानिवाशयात् ॥ ८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "शरीरम् - शरीर को; यत् - जिस; अवाप्नोति - प्राप्त करता है; यत् - जिस; च - तथा; अपि - भी; उत्क्रामति - त्यागता है; ईश्वरः - शरीर का स्वामी; गृहीत्वा - ग्रहण करके; एतानि - इन सबको; संयाति - चला जाता है; वायुः - वायु; गन्धान् - महक को; आशयात् - स्त्रोत से |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस संसार में जीव अपनी देहात्मबुद्धि को एक शरीर से दूसरे में उसी तरह ले जाता है, जिस प्रकार वायु सुगन्धि को ले जाता है । इस प्रकार वह एक शरीर धारण करता है और फिर इसे त्याग कर दूसरा शरीर धारण करता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ पर जीव को ईश्वर अर्थात् अपने शरीर का नियामक कहा गया है । यदि वह चाहे तो अपने शरीर को त्याग कर उच्चतर योनि में जा सकता है । इस विषय में उसे थोड़ी स्वतन्त्रता प्राप्त है । शरीर में जो परिवर्तन होता है, वह उस पर निर्भर करता है । मृत्यु के समय वह जैसी चेतना बनाये रखता है, वही उसे दूसरे शरीर तक ले जाती है । यदि वह कुत्ते या बिल्ली जैसी चेतना बनाता है, तो उसे कुत्ते या बिल्ली का शरीर प्राप्त होता है । यदि वह अपनी चेतना दैवी गुणों में स्थित करता है, तो उसे देवता का स्वरूप प्राप्त होता है । और यदि वह कृष्णभावनामृत में होता है, तो वह आध्यात्मिक जगत में कृष्ण लोक को जाता है, जहाँ उसका सान्निध्य कृष्ण से होता है । यह दावा मिथ्या है कि इस शरीर के नाश होने पर सब कुछ समाप्त हो जाता है । आत्मा एक शरीर से दूसरे शरीर में देहान्तरण करता है, और वर्तमान शरीर तथा वर्तमान कार्यकलाप ही अगले शरीर का आधार बनते हैं । कर्म के अनुसार भिन्न शरीर प्राप्त होता है और समय आने पर यह शरीर त्यागना होता है । यहाँ यह कहा गया है कि सूक्ष्म शरीर, जो अगले शरीर का बीज वहन करता है, अगले जीवन में दूसरा शरीर निर्माण करता है । एक शरीर से दूसरे शरीर में देहान्तरण की प्रक्रिया तथा शरीर में रहते हुए संघर्ष करने को कर्षति अर्थात् जीवन संघर्ष कहते हैं ।"
        ]
    }
]