[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "चेतसा सर्वकर्माणि मयि सन्न्यस्य मत्परः |",
            "बुद्धियोगमुपाश्रित्य मच्चित्तः सततं भव || ५७ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "चेतसा– बुद्धि से; सर्व-कर्माणि– समस्त प्रकार के कार्य; मयि– मुझ से; संन्यस्य– त्यागकर; मत्-परः– मेरे संरक्षण में; बुद्धि-योगम्– भक्ति के कार्यों की; अपाश्रित्य– शरण लेकर; मत्-चित्तः– मेरी चेतना में; सततम्– चैबिसों घंटे; भव– होओ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सारे कार्यों के लिए मुझ पर निर्भर रहो और मेरे संरक्षण में सदा कर्म करो | ऐसी भक्ति में मेरे प्रति पूर्णतया सचेत रहो |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जब मनुष्य कृष्णभावनामृत में कर्म करता है, तो वह संसार के स्वामी के रूप में कर्म नहीं करता | उसे चाहिए कि वह सेवक की भाँति परमेश्र्वर के निर्देशानुसार कर्म करे | सेवक को स्वतंत्रता नहीं रहती | वह केवल अपने स्वामी के आदेश पर कार्य करता है, उस पर लाभ-हानि का कोई प्रभाव नहीं पड़ता | वह भगवान् के आदेशानुसार अपने कर्तव्य का सच्चे दिल से पालन करता है | अब कोई यह तर्क दे सकता है कि अर्जुन कृष्ण के व्यक्तिगत निर्देशानुसार कार्य कर रहा थे, लेकिन जब कृष्ण उपस्थित न हों तो कोई किस तरह कार्य करें? यदि कोई इस पुस्तक में दिए गये कृष्ण के निर्देश के अनुसार तथा कृष्ण के प्रतिनिधि के मार्गदर्शन में कार्य करता है, तो उसका फल वैसा ही होगा | इस श्लोक में मत्परः शब्द अत्यन्त महत्त्वपूर्ण है | यह सूचित करता है कि मनुष्य जीवन में कृष्ण को प्रसन्न करने के लिए कृष्णभावनाभावित होकर कार्य करने के अतिरिक्त अन्य कोई लक्ष्य नहीं होता | जब वह इस प्रकार कार्य कर रहा हो तो उसे केवल कृष्ण का ही चिन्तन इस प्रकार से करना चाहिए – “कृष्ण ने मुझे इस विशेष कार्य को पूरा करने के लिए नियुक्त किया है |” और इस तरह कार्य करते हुए उसे स्वाभाविक रूप से कृष्ण का चिन्तन हो आता है | यही पूर्ण कृष्णभावनामृत है | किन्तु यह ध्यान रहे कि मनमाना कर्म करके उसका फल परमेश्र्वर को अर्पित न किया जाय | इस प्रकार का कार्य कृष्णभावनामृत की भक्ति में नहीं आता | मनुष्य को चाहिए कि कृष्ण के आदेशानुसार कर्म करे | यह अत्यन्त महत्त्वपूर्ण बात है | कृष्ण का यह आदेश गुरु-परम्परा द्वारा प्रमाणिक गुरु से प्राप्त होता है | अतएव गुरु के आदेश को जीवन का मूल कर्तव्य समझना चाहिए | यदि किसी को प्रमाणिक गुरु प्राप्त हो जाता है और वह निर्देशानुसार कार्य करता है, तो कृष्णभावनामाय जीवन की सिद्धि सुनिश्र्चित है |"
        ]
    }
]