[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "मनःप्रसादः सौम्यत्वं मौनमात्मविनिग्रहः ।",
            "भावसंशुद्धिरित्येतत्तपो मानसमुच्यते ॥ १६ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**मनः-प्रसादः** - मन की तुष्टि; **सौम्यत्वम्** - अन्यों के प्रति कपट भाव से रहित; **मौनम्** - गम्भीरता; **आत्म** - अपना; **विनिग्रहः** - नियन्त्रण, संयम; **भाव** - स्वभाव का; **संशुद्धिः** - शुद्धिकरण; **इति** - इस प्रकार; **एतत्** - यह; **तपः** - तपस्या; **मानसम्** - मन की; **उच्यते** - कही जाती है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "तथा संतोष, सरलता, गम्भीरता, आत्म-संयम एवं जीवन की शुद्धि - ये मन की तपस्याएँ हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मन को संयमित बनाने का अर्थ है, उसे इन्द्रियतृप्ति से विलग करना । उसे इस तरह प्रशिक्षित किया जाना चाहिए जिससे वह सदैव परोपकार के विषय में सोचे । मन के लिए सर्वोत्तम प्रशिक्षण विचारों की श्रेष्ठता है । मनुष्य को कृष्णभावनामृत से विचलित नहीं होना चाहिए और इन्द्रियभोग से सदैव बचना चाहिए । अपने स्वभाव को शुद्ध बनाना कृष्णभावनाभावित होना है । इन्द्रियभोग के विचारों से मन को अलग रख करके ही मन की तुष्टि प्राप्त की जा सकती है । हम इन्द्रियभोग के बारे में जितना सोचते हैं, उतना ही मन अतृप्त होता जाता है । इस वर्तमान युग में हम मन को व्यर्थ ही अनेक प्रकार के इन्द्रियतृप्ति के साधनों में लगाये रखते हैं, जिससे मन संतुष्ट नहीं हो पाता । अतएव सर्वश्रेष्ठ विधि यही है कि मन को वैदिक साहित्य की ओर मोड़ा जाय, क्योंकि यह संतोष प्रदान करने वाली कहानियों से भरा है - यथा पुराण तथा महाभारत । कोई भी इस ज्ञान का लाभ उठा कर शुद्ध हो सकता है । मन को छल-कपट से मुक्त होना चाहिए और मनुष्य को सबके कल्याण (हित) के विषय में सोचना चाहिए । मौन (गम्भीरता) का अर्थ है कि मनुष्य निरन्तर आत्मसाक्षात्कार के विषय में सोचता रहे । कृष्णभावनाभावित व्यक्ति पूर्ण मौन इस दृष्टि से धारण किये रहता है । मन-निग्रह का अर्थ है - मन को इन्द्रियभोग से पृथक् करना । मनुष्य को अपने व्यवहार में निष्कपट होना चाहिए और इस तरह उसे अपने जीवन (भाव) को शुद्ध बनाना चाहिए । ये सब गुण मन की तपस्या के अन्तर्गत आते हैं ।"
        ]
    }
]