[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dialogue between king Daśaratha and Sumantra, Daśaratha's passing away"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dēkhi sacivaom jaya jīva kahi kīnhēu daṃḍa pranāmu.",
            "sunata uṭhēu byākula nṛpati kahu sumaṃtra kahaom rāmu..148.. [2-148]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The minister, on seeing the king, exclaimed, \"Be victorious and live long!\" and made obeisance to him by falling prostrate on the ground. The moment he heard this the king rose in bewilderment and said, \"Tell me, Sumantra, where is Rāma?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhūpa sumaṃtru līnha ura lāī. būḍata kachu adhāra janu pāī..",
            "sahita sanēha nikaṭa baiṭhārī. pūomchata rāu nayana bhari bārī.. [2-148-1]",
            "rāma kusala kahu sakhā sanēhī. kahaom raghunāthu lakhanu baidēhī..",
            "ānē phēri ki banahi sidhāē. sunata saciva lōcana jala chāē.. [2-148-2]",
            "sōka bikala puni pūomcha narēsū. kahu siya rāma lakhana saṃdēsū..",
            "rāma rūpa guna sīla subhāū. sumiri sumiri ura sōcata rāū.. [2-148-3]",
            "rāu sunāi dīnha banabāsū. suni mana bhayau na haraṣu harāomsū..",
            "sō suta bichurata gaē na prānā. kō pāpī baḍa mōhi samānā.. [2-148-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The king pressed Sumantra to his bosom as if a drowning man had laid hold of some support. Seating him affectionately by his side and with his eyes full of tears the king asked him: \"Apprize me of Rāma's welfare, O loving friend; where are Rāma (the Lord of Raghus), Lakṣmaṇa and Videha's daughter (Sītā)? Have you brought them back or have they left for the woods?\" At these words tears rushed to the minister's eyes. Overwhelmed with grief the king asked again, \"Tell me the news about Sītā, Rāma and Lakṣmaṇa.\" Recalling again and again Śrī Rāma's beauty, virtues, amiability and temperament the king sorrowed within himself: \"Proclaiming my intention to instal him as Regent I exiled him to the woods; but the news neither delighted his soul nor grieved it. But my life did not depart even though I had to part from such a son! Who can be such a great sinner as I?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sakhā rāmu siya lakhanu jahaom tahāom mōhi pahucāu.",
            "nāhiṃ ta cāhata calana aba prāna kahau satibhāu..149.. [2-149]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Take me, my friend, to the place where Rāma, Sītā and Lakṣmaṇa are. If not, I sincerely tell you, my life is going to depart very soon.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "puni puni pūomchata maṃtrahi rāū. priyatama suana saomdēsa sunāū..",
            "karahi sakhā sōi bēgi upāū. rāmu lakhanu siya nayana dēkhāū.. [2-149-1]",
            "saciva dhīra dhari kaha mudu bānī. mahārāja tumha paṃḍita gyānī..",
            "bīra sudhīra dhuraṃdhara dēvā. sādhu samāju sadā tumha sēvā.. [2-149-2]",
            "janama marana saba dukha bhōgā. hāni lābha priya milana biyōgā..",
            "kāla karama basa hauhiṃ gōsāīṃ. barabasa rāti divasa kī nāīṃ.. [2-149-3]",
            "sukha haraṣahiṃ jaḍa dukha bilakhāhīṃ. dōu sama dhīra dharahiṃ mana māhīṃ..",
            "dhīraja dharahu bibēku bicārī. chāḍaia sōca sakala hitakārī.. [2-149-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Again and again the king asked the minister; \"Communicate to me the news of my most beloved sons. Quickly contrive, my friend, some means whereby you may be able to bring before my eyes Rāma, Lakṣmaṇa and Sītā.\" Recovering himself the minister gently replied, \"Your Majesty is learned and wise. Nay, you are a leader of the brave and courageous, my lord, and have always attended assemblies of holy men. Birth and death, all painful and pleasurable experiences, loss and gain, union with and separation from friends-all these, my lord, take place under the unalterable laws of time and destiny like the succession of night and day. Fools rejoice in prosperity and mourn in adversity; while the wise account both alike. Therefore, exercising your mature judgment take up courage and cease sorrowing, O friend of all."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prathama bāsu tamasā bhayau dūsara surasari tīra.",
            "nhāī rahē jalapānu kari siya samēta dōu bīra..150.. [2-150]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Their first halt was made by the side of the Tamasa and the next on the bank of the celestial river (Gaṅgā). Having bathed and drunk water, Sītā and the two brothers remained without food that day"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kēvaṭa kīnhi bahuta sēvakāī. sō jāmini siṃgaraura gavāomī..",
            "hōta prāta baṭa chīru magāvā. jaṭā mukuṭa nija sīsa banāvā.. [2-150-1]",
            "rāma sakhāom taba nāva magāī. priyā caḍhaāi caḍhaē raghurāī..",
            "lakhana bāna dhanu dharē banāī. āpu caḍhaē prabhu āyasu pāī.. [2-150-2]",
            "bikala bilōki mōhi raghubīrā. bōlē madhura bacana dhari dhīrā..",
            "tāta pranāmu tāta sana kahēhu. bāra bāra pada paṃkaja gahēhū.. [2-150-3]",
            "karabi pāyaom pari binaya bahōrī. tāta karia jani ciṃtā mōrī..",
            "bana maga maṃgala kusala hamārēṃ. kṛpā anugraha punya tumhārēṃ.. [2-150-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Nisada showed great hospitality and the party spent that night in the village of Singaraura (Srngaverapura). At daybreak they sent for the milk of the banyan tree and the two brothers coiled up their matted hair in the shape of a crown. Then Rāma's friend (Guha) called for a boat and after helping Sītā to board it Śrī Rāma followed suit. Lakṣmaṇa placed on it in an orderly way the two bows and quivers and himself boarded the boat on receiving the Lord's command. Seeing my distress the Hero of Raghu's race summoned up courage and addressed me in sweet accents: 'Sire, convey my obeisances to dear father and clasp his lotus feet again and again. Then, falling at his feet submit to him thus: 'Father, be not worried on my account. By your grace and goodwill and as a reward of your meritorious acts my journey to and sojourn in the woods will be happy and full of blessings."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tumharē anugraha tāta kānana jāta saba sukhu pāihauṃ.",
            "pratipāli āyasu kusala dēkhana pāya puni phiri āihauṃ..",
            "jananīṃ sakala paritōṣi pari pari pāyaom kari binatī ghanī.",
            "tulasī karēhu sōi jatanu jēhiṃ kusalī rahahiṃ kōsala dhanī.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "By your grace, dear father, I shall have all sorts of comforts on my journey and having obeyed your commands shall come back safe to behold your lotus feet once more.\" Nay, consoling all my mothers fall at their feet again and again and with profuse entreaties make every effort-says Tulasīdāsa-to see that the lord of Ayodhyā (my father) passes his days happily."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gura sana kahaba saomdēsu bāra bāra pada paduma gahi.",
            "karaba sōi upadēsu jēhiṃ na sōca mōhi avadhapati..151.. [2-150-151]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Clasping my preceptor's lotus feet again and again, give him my message: 'Pray, so exhort the lord of Ayodhyā that he may no longer grieve on my account.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "purajana parijana sakala nihōrī. tāta sunāēhu binatī mōrī..",
            "sōi saba bhāomti mōra hitakārī. jātēṃ raha naranāhu sukhārī.. [2-150-1]",
            "kahaba saomdēsu bharata kē āēom. nīti na tajia rājapadu pāēom..",
            "pālēhu prajahi karama mana bānī. sēēhu mātu sakala sama jānī.. [2-150-2]",
            "ōra nibāhēhu bhāyapa bhāī. kari pitu mātu sujana sēvakāī..",
            "tāta bhāomti tēhi rākhaba rāū. sōca mōra jēhiṃ karai na kāū.. [2-150-3]",
            "lakhana kahē kachu bacana kaṭhōrā. baraji rāma puni mōhi nihōrā..",
            "bāra bāra nija sapatha dēvāī. kahabi na tāta lakhana larikāī.. [2-150-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Humbly approaching all the citizens and all my people, convey to them my submission: 'He alone is my friend in everyway, who ensures the king's happiness.' Again, when Bharata comes, give him my message: 'Abandon not the path of rectitude on assuming the office of Regent. Cherish your subjects in thought, word and deep and serve your mothers treating them all alike. Again, brother, vindicate your brotherliness till the last day by serving our parents and kinsmen. And last but not the least look after the king in such a way that he may never sorrow on my account.' Here Lakṣmaṇa interposed some harsh words, but Rāma checked him and then entreated me adjuring me by himself again and again, 'Make no mention, dear father, of Lakṣmaṇa's childishness.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahi pranāma kachu kahana liya siya bhai sithila sanēha.",
            "thakita bacana lōcana sajala pulaka pallavita dēha..152.. [2-152]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Sending her greeting Sītā opened her lips to say something but was overwhelmed with emotion. Her voice failed, her eyes filled with tears and a thrill ran through her body."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tēhi avasara raghubara rūkha pāī. kēvaṭa pārahi nāva calāī..",
            "raghukulatilaka calē ēhi bhāomtī. dēkhau ṭhāḍha kulisa dhari chātī.. [2-152-1]",
            "maiṃ āpana kimi kahauṃ kalēsū. jiata phirēu lēi rāma saomdēsū..",
            "asa kahi saciva bacana rahi gayaū. hāni galāni sōca basa bhayaū.. [2-152-2]",
            "suta bacana sunatahiṃ naranāhū. parēu dharani ura dāruna dāhū..",
            "talaphata biṣama mōha mana māpā. mājā manahu mīna kahu byāpā.. [2-152-3]",
            "kari bilāpa saba rōvahiṃ rānī. mahā bipati kimi jāi bakhānī..",
            "suni bilāpa dukhahū dukhu lāgā. dhīrajahū kara dhīraju bhāgā.. [2-152-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At this moment, in response to a hint from the Chief of Raghus (Śrī Rāma), the boatman propelled the boat towards the opposite bank. So departed the Crown of Raghu's race, while I stood looking on with a heavy load on my heart. How am I to describe my own anguish in that I came back alive bearing Rāma's message?\" At this stage Sumantra's speech failed him, overpowered as he was by grief and remorse due to separation from Śrī Rāma. No sooner had he heard the charioteer's speech than the king dropped to the ground, his heart burning with deep anguish. His mind being unhinged by excessive infatuation he tossed about like a fish that had been inebriated by sucking the foam of early rain water (which is intoxicating to the fish). All the queens wailed and wept; how can their great misfortune be described? At the sound of their wails sorrow itself was sorrowful and endurance could no longer endure."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhayau kōlāhalu avadha ati suni nṛpa rāura sōru.",
            "bipula bihaga bana parēu nisi mānahu kulisa kaṭhōru..153.. [2-153]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Ayodhyā was in great tumult at the sound of the outcry in the royal gynaeceum: it seemed as if a cruel thunderbolt had fallen at night on a large habitat of birds"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prāna kaṃṭhagata bhayau bhuālū. mani bihīna janu byākula byālū..",
            "idrīṃ sakala bikala bhaiom bhārī. janu sara sarasija banu binu bārī.. [2-153-1]",
            "kausalyāom nṛpu dīkha malānā. rabikula rabi aomthayau jiyaom jānā.",
            "ura dhari dhīra rāma mahatārī. bōlī bacana samaya anusārī.. [2-153-2]",
            "nātha samujhi mana karia bicārū. rāma biyōga payōdhi apārū..",
            "karanadhāra tumha avadha jahājū. caḍhaēu sakala priya pathika samājū.. [2-153-3]",
            "dhīraju dharia ta pāia pārū. nāhiṃ ta būḍaihi sabu parivārū..",
            "jauṃ jiyaom dharia binaya piya mōrī. rāmu lakhanu siya milahiṃ bahōrī.. [2-153-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The life-breath of the king had now stuck to his throat; he felt uneasy like a serpent robbed of its gem. All his senses were blighted as a cluster of lotuses in a lake that had been left without water. When Kausalyā saw the king withered and blasted, she concluded in her mind that the sun of the solar race was about to set. Summoning up courage, therefore, Śrī Rāma's mother spoke words appropriate to the occasion: \"Ponder in your heart, my lord, and reflect that separation from Rāma is a vast ocean, you are the helmsman and Ayodhyā the bark which has been boarded by our near and dear ones as its passengers. We can hope to reach a shore only if you have patience. If not, the whole family will be drowned. If you take to heart this entreaty of mine, my beloved lord, we are sure to see Rāma, Lakṣmaṇa and Sītā again.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "priyā bacana mṛdu sunata nṛpu citayau āomkhi ughāri.",
            "talaphata mīna malīna janu sīṃcata sītala bāri..154.. [2-154]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hearing these soft words of his beloved queen, the king opened his eyes and looked up like a writhing wretched fish that had been sprinkled with cold water."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dhari dhīraju uṭhī baiṭha bhuālū. kahu sumaṃtra kahaom rāma kṛpālū..",
            "kahāom lakhanu kahaom rāmu sanēhī. kahaom priya putrabadhū baidēhī.. [2-154-1]",
            "bilapata rāu bikala bahu bhāomtī. bhai juga sarisa sirāti na rātī..",
            "tāpasa aṃdha sāpa sudhi āī. kausalyahi saba kathā sunāī.. [2-154-2]",
            "bhayau bikala baranata itihāsā. rāma rahita dhiga jīvana āsā..",
            "sō tanu rākhi karaba maiṃ kāhā. jēṃhi na prēma panu mōra nibāhā.. [2-154-3]",
            "hā raghunaṃdana prāna pirītē. tumha binu jiata bahuta dina bītē..",
            "hā jānakī lakhana hā raghubara. hā pitu hita cita cātaka jaladhara. [2-154-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Recovering himself the king got up and sat down. \"Tell me, Sumantra, where is my gracious Rāma? Where is Lakṣmaṇa and where my loving Rāma? Where is my beloved daughter-in-law, Vaidehī?\" The restless monarch wailed in many ways; the night seemed to him like an age and he felt as though it would never end. He was reminded of the blind hermit's curse and he narrated the whole story to Kausalyā. He was filled with agony as he related the circumstances*. \"Fie on the hope of surviving without Rāma. What shall I gain by preserving this body, which has failed to keep my vow of love? O delighter of Raghus, who are dear to me as life, already I have lived too long without you. Ah, Janaka's daughter and Lakṣmaṇa, Ah, Chief of Raghu's line, who gladdened the loving heart of your father as a rain-cloud delights the Cātaka bird.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma rāma kahi rāma kahi rāma rāma kahi rāma.",
            "tanu parihari raghubara birahaom rāu gayau suradhāma..155.. [2-155]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Crying \"Rāma, Rāma\" and again \"Rāma\" and yet again \"Rāma, Rāma, Rāma\", the king cast off his body in his agony of separation from the Chief of Raghu's line and ascended to the abode of gods."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jiana marana phalu dasaratha pāvā. aṃḍa anēka amala jasu chāvā..",
            "jiata rāma bidhu badanu nihārā. rāma biraha kari maranu saomvārā.. [2-155-1]",
            "sōka bikala saba rōvahiṃ rānī. rūpu sīla balu tēju bakhānī..",
            "karahiṃ bilāpa anēka prakārā. parahīṃ bhūmitala bārahiṃ bārā.. [2-155-2]",
            "bilapahiṃ bikala dāsa aru dāsī. ghara ghara rudanu karahiṃ purabāsī..",
            "aomthayau āju bhānukula bhānū. dharama avadhi guna rūpa nidhānū.. [2-155-3]",
            "gārīṃ sakala kaikaihi dēhīṃ. nayana bihīna kīnha jaga jēhīṃ..",
            "ēhi bidhi bilapata raini bihānī. āē sakala mahāmuni gyānī.. [2-155-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "It was King Daśaratha who reaped the reward both of his life and death. His untarnished fame spread through a number of universes; as long as he lived he gazed on Śrī Rāma's moonlike countenance and brought glory to his death by making the separation from Śrī Rāma his excuse for it. Stricken with grief all the queens wept and praised his comeliness of form, amiable manners, bodily might and majesty. They lamented in a variety of ways throwing themselves upon the ground again and again. Men-servants and maid-servants alike wailed in anguish and there was weeping in every house throughout the city. \"Today has set the sun of the solar race the perfection of righteousness, the repository of beauty and virtues.\" Everyone abused Kaikeyī, who had robbed the world of its very eyes. In this way they wailed till the close of night, when all the great and enlightened hermits arrived."
        ]
    }
]