[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Rāvaṇa's swoon; destruction of his sacrificial performance; combat between Śrī Rāma and Rāvaṇa"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dēkhi pavanasuta dhāyau bōlata bacana kaṭhōra.",
            "āvata kapihi hanyō tēhiṃ muṣṭi prahāra praghōra..83.. [6-83]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The son of the wind-god, who perceived this, rushed forward speaking harsh words; but even as the monkey came near, the monster struck him a terrible blow with his fist."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jānu ṭēki kapi bhūmi na girā. uṭhā saombhāri bahuta risa bharā..",
            "muṭhikā ēka tāhi kapi mārā. parēu saila janu bajra prahārā.. [6-83-1]",
            "muruchā gai bahōri sō jāgā. kapi bala bipula sarāhana lāgā..",
            "dhiga dhiga mama pauruṣa dhiga mōhī. jauṃ taiṃ jiata rahēsi suradrōhī.. [6-83-2]",
            "asa kahi lachimana kahu kapi lyāyō. dēkhi dasānana bisamaya pāyō..",
            "kaha raghubīra samujhu jiyaom bhrātā. tumha kṛtāṃta bhacchaka sura trātā.. [6-83-3]",
            "sunata bacana uṭhi baiṭha kṛpālā. gaī gagana sō sakati karālā..",
            "puni kōdaṃḍa bāna gahi dhāē. ripu sanmukha ati ātura āē.. [6-83-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hanumān sank on his knees but did not fall to the ground. Recovering himself, he rose in exceeding wrath and struck Rāvaṇa a blow with his fist; the demon fell like a mountain struck by lightning. When the spell of his swoon was over and consciousness returned to him, he began to admire the monkey's enormous strength. \"Shame on my valour and shame on myself, if you are still alive, you enemy of gods!\" So saying, Hanumān carried Lakṣmaṇa off to Śrī Rāma : the ten-headed monster was amazed at this sight. Said the Hero of Raghu's line, \"Bear in mind, brother, that you are the devourer of Death and the saviour of the gods.\" Immediately, on hearing these words the gracious prince (Lakṣmaṇa) arose and sat up, while the fierce lance vanished into the heavens. Taking his bow and arrows again he darted and came post-haste in front of the enemy."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ātura bahōri bibhaṃji syaṃdana sūta hati byākula kiyō.",
            "gir yō dharani dasakaṃdhara bikalatara bāna sata bēdhyō hiyō..",
            "sārathī dūsara ghāli ratha tēhi turata laṃkā lai gayō.",
            "raghubīra baṃdhu pratāpa puṃja bahōri prabhu carananhi nayō.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "With great despatch Lakṣmaṇa smashed Rāvaṇa's chariot again and struck down his charioteer, who felt writhing with pain. Rāvaṇa, whose heart he transfixed with a hundred arrows, fell to the ground, much distressed. Another charioteer came and laid him in his own chariot and immediately took him away to Laṅkā; while Lakṣmaṇa, Śrī Rāma's glorious brother, bowed at the Lord's feet again."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "uhāom dasānana jāgi kari karai lāga kachu jagya.",
            "rāma birōdha bijaya caha saṭha haṭha basa ati agya..84.. [6-84]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At the other end the ten-headed monster, on coming to himself, set to perform some sacrifice. In his perversity and rank ignorance the fool sought to gain victory even by antagonizing Śrī Rāma!"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ihāom bibhīṣana saba sudhi pāī. sapadi jāi raghupatihi sunāī..",
            "nātha karai rāvana ēka jāgā. siddha bhaēom nahiṃ marihi abhāgā.. [6-84-1]",
            "paṭhavahu nātha bēgi bhaṭa baṃdara. karahiṃ bidhaṃsa āva dasakaṃdhara..",
            "prāta hōta prabhu subhaṭa paṭhāē. hanumadādi aṃgada saba dhāē.. [6-84-2]",
            "kautuka kūdi caḍhaē kapi laṃkā. paiṭhē rāvana bhavana asaṃkā..",
            "jagya karata jabahīṃ sō dēkhā. sakala kapinha bhā krōdha bisēṣā.. [6-84-3]",
            "rana tē nilaja bhāji gṛha āvā. ihāom āi baka dhyāna lagāvā..",
            "asa kahi aṃgada mārā lātā. citava na saṭha svāratha mana rātā.. [6-84-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At this end Vibhīṣaṇa got all the information and, hastening to the Lord of the Raghus, apprised Him of everything. \"My lord, Rāvaṇa is busy with a sacrificial performance; and if he completes it, the wretch will never die. Therefore, my lord, despatch some valiant monkeys at once, so that they may wreck his sacrifice, and the ten-headed monster be compelled to return.\" As soon as the day broke the Lord sent out His champions-Hanumān, Aṅgada and others-who all rushed forward. In mere sport the monkeys sprang up to the fort of Laṅkā and fearlessly entered Rāvaṇa's palace. The moment they saw him engaged in a sacrifice all the monkeys grew wildly furious. \"You shameless wretch, having run away home from the battle, you have sat down here and feigned meditation!\" So saying Aṅgada struck him with his foot; but the fool did not even look at them, his mind being absorbed in the pursuit of his own end."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nahiṃ citava jaba kari kōpa kapi gahi dasana lātanha mārahīṃ.",
            "dhari kēsa nāri nikāri bāhēra tē.tidīna pukārahīṃ..",
            "taba uṭhēu kruddha kṛtāṃta sama gahi carana bānara ḍāraī.",
            "ēhi bīca kapinha bidhaṃsa kṛta makha dēkhi mana mahu hāraī.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When he refused to look at them, the monkeys in their fury bit him with their teeth and kicked him. His wives too they seized by their locks and dragged out of doors while they cried most piteously. Then at last he rose, furious as Death, and, catching hold of the monkeys by their legs, he threw them away. Meanwhile, when monkeys had wrecked the sacrifice, he felt discomfited at heart."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jagya bidhaṃsi kusala kapi āē raghupati pāsa.",
            "calēu nisācara krurddha hōi tyāgi jivana kai āsa..85.. [6-85]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Having wrecked his sacrifice the monkeys safely returned to the Lord of the Raghus; while the demon (Rāvaṇa) set out ablaze with fury, abandoning all hope of life."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "calata hōhiṃ ati asubha bhayaṃkara. baiṭhahiṃ gīdha uḍaāi siranha para..",
            "bhayau kālabasa kāhu na mānā. kahēsi bajāvahu juddha nisānā.. [6-85-1]",
            "calī tamīcara anī apārā. bahu gaja ratha padāti asavārā..",
            "prabhu sanmukha dhāē khala kaiṃsēṃ. salabha samūha anala kahaom jaiṃsēṃ.. [6-85-2]",
            "ihāom dēvatanha astuti kīnhī. dāruna bipati hamahi ēhiṃ dīnhī..",
            "aba jani rāma khēlāvahu ēhī. atisaya dukhita hōti baidēhī.. [6-85-3]",
            "dēva bacana suni prabhu musakānā. uṭhi raghubīra sudhārē bānā.",
            "jaṭā jūṭa dṛḍha bāomdhai māthē. sōhahiṃ sumana bīca bica gāthē.. [6-85-4]",
            "aruna nayana bārida tanu syāmā. akhila lōka lōcanābhirāmā..",
            "kaṭitaṭa parikara kasyō niṣaṃgā. kara kōdaṃḍa kaṭhina sāraṃgā.. [6-85-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Evil omens of a most fearful nature occurred to him even as he went. Vultures flew and perched on his heads. Being in the jaws of death, he paid no heed to anyone and exclaimed : \"Beat the drums of war.\" The demon host appeared endless as it marched on with its myriads of elephants, chariots, foot-soldiers and horsemen. The wicked demons rushed to face the Lord like a swarm of moths darting towards fire. At this end the gods prayed to the Lord : \"This fellow (Rāvaṇa) has inflicted terrible suffering on us. Play with him no more, Rāma; Videha's Daughter (Sītā) is feeling most disconsolate.\" The Lord smiled to hear the gods' prayer; the Hero of Raghu's line rose and put His arrows in order. The matted locks on His head had been tightly coiled and were interlaced with flowers. With His ruddy eyes and body dark as a rain-cloud He ravished the eyes of the whole world. He fastened His quiver loins and took in His hand formidable Sarnga bow. (1-5)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sāraṃga kara suṃdara niṣaṃga silīmukhākara kaṭi kasyō.",
            "bhujadaṃḍa pīna manōharāyata ura dharāsura pada lasyō..",
            "kaha dāsa tulasī jabahiṃ prabhu sara cāpa kara phērana lagē.",
            "brahmāṃḍa diggaja kamaṭha ahi mahi siṃdhu bhūdhara ḍagamagē.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord took the Sarnga bow in His hand and fastened to His waist the beautiful quiver with an inexhaustible stock of arrows. He had a pair of muscular arms and a charming and broad chest which was adorned with the print of the Brāhmaṇa's (Bhṛgu's) foot. When the Lord, says Tulasīdāsa, commenced feeling the bow and arrow with His hands, the whole universe, including the elephants guarding the eight quarters, the divine Tortoise, the serpent-god (Śeṣa) and the earth with its oceans and mountains, began to tremble."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sōbhā dēkhi haraṣi sura baraṣahiṃ sumana apāra.",
            "jaya jaya jaya karunānidhi chabi bala guna āgāra..86.. [6-86]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The gods rejoiced to see His beauty and rained down flowers in an endless shower, exclaiming \"Glory, glory, all glory to the Fountain of mercy, the storehouse of beauty, strength and goodness.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhīṃ bīca nisācara anī. kasamasāta āī ati ghanī.",
            "dēkhi calē sanmukha kapi bhaṭṭā. pralayakāla kē janu ghana ghaṭṭā.. [6-86-1]",
            "bahu kṛpāna taravāri camaṃkahiṃ. janu dahaom disi dāminīṃ damaṃkahiṃ..",
            "gaja ratha turaga cikāra kaṭhōrā. garjahiṃ manahu balāhaka ghōrā.. [6-86-2]",
            "kapi laṃgūra bipula nabha chāē. manahu iṃdradhanu uē suhāē..",
            "uṭhai dhūri mānahu jaladhārā. bāna buṃda bhai bṛṣṭi apārā.. [6-86-3]",
            "duhu disi parbata karahiṃ prahārā. bajrapāta janu bārahiṃ bārā..",
            "raghupati kōpi bāna jhari lāī. ghāyala bhai nisicara samudāī.. [6-86-4]",
            "lāgata bāna bīra cikkarahīṃ. ghurmi ghurmi jahaom tahaom mahi parahīṃ..",
            "stravahiṃ saila janu nirjhara bhārī. sōnita sari kādara bhayakārī.. [6-86-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Meanwhile arrived the vast demon host with its overcrowded ranks. The moment the monkey warriors saw the army they advanced to meet it like the masses of clouds that gather at the time of universal destruction. A numberless swords and claymores flashed like gleams of lightning from every direction. The shrill cries of the elephants and horses and the rattling sound of the chariots resembled the terrible thundering of clouds. Myriads of monkeys' tails stretched across the heavens like an array of magnificent rainbows appearing in the sky. The dust rose in thick columns like streams of water in the air and the arrows shot forth in an endless shower like rain-drops. Mountains hurled from either side crashed like repeated strokes of lightning. The Lord of the Raghus in His fury let fly arrows in showers, which straightway wounded the demon crew. The demon warriors shrieked with pain as the arrows struck them; and swinging round and round they fell to the ground here, there and everywhere. Streaming with blood, the wounded demons looked like mountains with their large cascades; and the blood ran in the form of a river, the terror of cowards."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kādara bhayaṃkara rudhira saritā calī parama apāvanī.",
            "dōu kūla dala ratha rēta cakra abarta bahati bhayāvanī..",
            "jala jaṃtugaja padacara turaga khara bibidha bāhana kō ganē.",
            "sara sakti tōmara sarpa cāpa taraṃga carma kamaṭha ghanē.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "A most unholy river of blood, that smote recreants with terror, ran across the battlefield. With the two armies for its banks, the chariots for its intervening sands and their wheels for its whirlpools, it was a frightful flood indeed. The foot-soldiers, and even so elephants, horses, donkeys and other mounts of all kinds, more than one could count, (that floated on the river) represented the various aquatic creatures; the arrows, lances and iron clubs (swept by it) stood for its serpents: the bows borne along the current represented its waves and the shields stood for its many tortoises."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bīra parahiṃ janu tīra taru majjā bahu baha phēna.",
            "kādara dēkhi ḍarahiṃ tahaom subhaṭanha kē mana cēna..87.. [6-87]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Warriors fell here and there like the trees on its banks and the abundant, marrow of their bones represented its scum. Dastards shuddered at its very sight, while champions were delighted at heart to see it."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "majjahi bhūta pisāca bētālā. pramatha mahā jhōṭiṃga karālā..",
            "kāka kaṃka lai bhujā uḍaāhīṃ. ēka tē chīni ēka lai khāhīṃ.. [6-87-1]",
            "ēka kahahiṃ aisiu sauṃghāī. saṭhahu tumhāra daridra na jāī..",
            "kahaomrata bhaṭa ghāyala taṭa girē. jahaom tahaom manahu ardhajala parē.. [6-87-2]",
            "khaiṃcahiṃ gīdha āomta taṭa bhaē. janu baṃsī khēlata cita daē..",
            "bahu bhaṭa bahahiṃ caḍhaē khaga jāhīṃ. janu nāvari khēlahiṃ sari māhīṃ.. [6-87-3]",
            "jōgini bhari bhari khappara saṃcahiṃ. bhūta pisāca badhū nabha naṃcahiṃ..",
            "bhaṭa kapāla karatāla bajāvahiṃ. cāmuṃḍā nānā bidhi gāvahiṃ.. [6-87-4]",
            "jaṃbuka nikara kaṭakkaṭa kaṭṭahiṃ. khāhiṃ huāhiṃ aghāhiṃ dapaṭṭahiṃ..",
            "kōṭinha ruṃḍa muṃḍa binu ḍōllahiṃ. sīsa parē mahi jaya jaya bōllahiṃ.. [6-87-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Spirits, ghouls and goblins and even so frightful genii with a long shaggy mass of hair and Pramathas (Śiva own attendants) took their plunge in it. Crows and kites flew off with human arms, which they tore from one another and ate themselves. Some said, \"What a pity, fools that you should continue to suffer from want even in such plenty?\" Wounded warriors fallen on the banks groaned like the moribund lying all round half in and half out of water (on the bank of a sacred river, lake etc., in order to ensure that they may breathe their last while their body is being washed by the sacred water since such a death is accounted as highly beneficial to the spirit of the dying man). Standing on its banks, vultures tore the entrails of the dead like fishermen angling with rapt attention. Many a dead warrior floated down with birds perched on them, as if the latter were enjoying a game of boating on the river. The Yoginis (female attendants of Goddess Durga) took to storing blood in skulls, while female spirits and sprites danced in the air. Even so Camundas (another class of female attendants of Durga) sang songs in various strains, clashing the skulls of dead warriors like so many pairs of cymbals. Herds of Jackals snapped their teeth as they tore the dead, feasted upon them and yelled; and, when surfeited, they snarled. Myriads of headless trunks trotted along the battlefield, while the heads lying on the ground shouted \"Victory! Victory!!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bōllahiṃ jō jaya jaya muṃḍa ruṃḍa pracaṃḍa sira binu dhāvahīṃ.",
            "khapparinha khagga alujjhi jujjhahiṃ subhaṭa bhaṭanha ḍhahāvahīṃ..",
            "bānara nisācara nikara mardahiṃ rāma bala darpita bhaē.",
            "saṃgrāma aṃgana subhaṭa sōvahiṃ rāma sara nikaranhi haē.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The heads shouted \"Victory! Victory!!\" while headless trunks darted wildly about. Birds got entangled in skulls even as they contended with one another; while champions overthrew their rivals. Imperious through Śrī Rāma's strength, the monkeys crushed the demon crew; and mortally struck by Śrī Rāma's flight of arrows, the champions lay in eternal sleep on the field of death."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāvana hṛdayaom bicārā bhā nisicara saṃghāra.",
            "maiṃ akēla kapi bhālu bahu māyā karauṃ apāra..88.. [6-88]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Rāvaṇa thought within himself, \"The demons have been wiped out and I am left alone, while the monkeys are still numerous. Let me, therefore, create illusions without number.\""
        ]
    }
]