[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् |",
            "मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः || ११ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ये – जो; यथा – जिस तरह; माम् – मेरी;  प्रपद्यन्ते – शरण में जाते हैं; तान् – उनको; तथा – उसी तरह; एव – निश्चय  ही; भजामि – फल देता हूँ; अहम् – मैं; मम – मेरे; वर्त्म – पथ का;  अनुवर्तन्ते – अनुगमन करते हैं; मनुष्याः – सारे मनुष्य; पार्थ – हे  पृथापुत्र; सर्वशः – सभी प्रकार से |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जिस भाव से सारे लोग मेरी शरण ग्रहण करते हैं, उसी के अनुरूप मैं उन्हें फल देता हूँ | हे पार्थ! प्रत्येक व्यक्ति सभी प्रकार से मेरे पथ का अनुगमन करता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्रत्येक व्यक्ति कृष्ण को उनके विभिन्न स्वरूपों में खोज रहा है | भगवान् श्रीकृष्ण को अंशतः उनके निर्विशेष ब्रह्मज्योति तेज में तथा प्रत्येक वस्तु के कण-कण में रहने वाले सर्वव्यापी परमात्मा के रूप में अनुभव किया जाता है, लेकिन कृष्ण का पूर्ण साक्षात्कार तो उनके शुद्ध भक्त ही कर पाते हैं | फलतः कृष्ण प्रत्येक व्यक्ति की अनुभूति के विषय हैं और इस तरह कोई भी और सभी अपनी-अपनी इच्छा के अनुसार तुष्ट होते हैं | दिव्य जगत् में भी कृष्ण अपने शुद्ध भक्तों के साथ दिव्य भाव से विनिमय करते हैं जिस तरह कि भक्त उन्हें चाहता है | कोई एक भक्त कृष्ण को परम स्वामी के रूप में चाह सकता है, दूसरा अपने सखा के रूप में, तीसरा अपने पुत्र के रूप में और चौथा अपने प्रेमी के रूप में | कृष्ण सभी भक्तों को समान रूप से उनके प्रेम की प्रगाढ़ता के अनुसार फल देते हैं | भौतिक जगत् में भी ऐसी ही विनिमय की अनुभूतियाँ होती हैं और वे विभिन्न प्रकार के भक्तों के अनुसार भगवान् द्वारा समभाव से विनिमय की जाती हैं | शुद्ध भक्त यहाँ पर और दिव्यधाम में भी कृष्ण का सान्निध्य प्राप्त करते हैं और भगवान् की साकार सेवा कर सकते हैं | इस तरह वे उनकी प्रेमाभक्ति का दिव्य आनन्द प्राप्त कर सकते हैं | किन्तु जो निर्विशेषवादी हैं और जो जीवात्मा के अस्तित्व को मिटाकर आध्यात्मिक आत्मघात करना चाहते हैं, कृष्ण उनको अपने तेज में लीन करके उनकी सहायता करते हैं | ऐसे निर्विशेषवादी सच्चिदानन्द भगवान् को स्वीकार नहीं करते, फलतः वे अपने व्यक्तित्व को मिटाकर भगवान् की दिव्य सगुण भक्ति के आनन्द को प्राप्त नहीं कर सकते | उनमें से कुछ जो निर्विशेष सत्ता में दृढ़तापूर्वक स्थित नहीं हो पाते, वे अपनी कार्य करने की सुप्त इच्छाओं को प्रदर्शित करने के लिए इस भौतिक क्षेत्र में वापस आते हैं | उन्हें वैकुण्ठलोक में प्रवेश करने नहीं दिया जाता, किन्तु उन्हें भौतिक लोक के कार्य करने का अवसर प्रदान किया जाता है | जो सकामकर्मी हैं, भगवान् उन्हें यज्ञेश्वर के रूप में उनके कर्मों का वांछित फल देते हैं | जो योगी हैं और योगशक्ति की खोज में रहते हैं, उन्हें योगशक्ति प्रदान करते हैं | दूसरे शब्दों में, प्रत्येक व्यक्ति की सफलता भगवान् की कृपा पर आश्रित रहती है और समस्त प्रकार की आध्यात्मिक विधियाँ एक ही पथ में सफलता की विभिन्न कोटियाँ हैं | अतः जब तक कोई कृष्णभावनामृत की सर्वोच्च सिद्धि तक नहीं पहुँच जाता तब तक सारे प्रयास अपूर्ण रहते हैं, जैसा कि श्रीमद्भागवत में (२.३.१०) कहा गया है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "अकामः सर्वकामो व मोक्षकाम उदारधीः |",
            "तीव्रेण भक्तियोगेन यजेत पुरुषं परम् ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मनुष्य चाहे निष्काम हो या फल का इच्छुक या मुक्ति का इच्छुक ही क्यों न हो, उसे पूरे सामर्थ्य से भगवान् की सेवा करनी चाहिए जिससे उसे पूर्ण सिद्धि प्राप्त हो सके, जिसका पर्यवसान कृष्णभावनामृत में होता है |"
        ]
    }
]