[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन |",
            "सुखं वा यदि वा दु:खं स योगी परमो मतः || ३२ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "आत्म – अपनी; औपम्येन – तुलना से; सर्वत्र – सभी जगह; समम् – समान रूप से; पश्यति – देखता है; यः – जो; अर्जुन – हे अर्जुन; सुखम् – सुख; वा – अथवा; यदि – यदि; वा – अथवा; दुःखम् – दुख; सः – वह; योगी – योगी; परमः – परम पूर्ण; मतः – माना जाता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे अर्जुन! वह पूर्णयोगी है जो अपनी तुलना से समस्त प्राणियों की उनके सुखों तथा दुखों में वास्तविक समानता का दर्शन करता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कृष्णभावनाभावित व्यक्ति पूर्ण योगी होता है | वह अपने व्यक्तिगत अनुभव से प्रत्येक प्राणी के सुख तथा दुःख से अवगत होता है | जीव के दुख का कारण ईश्र्वर से अपने सम्बन्ध का विस्मरण होना है | सुख का कारण कृष्ण को मनुष्यों के समस्त कार्यों का परम भोक्ता, समस्त भूमि तथा लोकों का स्वामी एवं समस्त जीवों का परम हितैषी मित्र समझना है | पूर्ण योगी यह जानता है कि भौतिक प्रकृति के गुणों से प्रभावित बद्धजीव कृष्ण से अपने सम्बन्ध को भूल जाने के कारण तीन प्रकार के तापों(दुखों) को भोगता है; और चूँकि कृष्णभावनाभावित व्यक्ति सुखी होता है इसीलिए वह कृष्णज्ञान को सर्वत्र वितरित कर देना चाहता है | चूँकि पूर्णयोगी कृष्णभावनाभावित बनने के महत्त्व को घोषित करता चलता है; अतः वह विश्र्व का सर्वश्रेष्ठ उपकारी एवं भगवान् का प्रियतम सेवक है | न च तस्मान् मनुष्येषु कश्र्चिन्मे प्रियकृत्तमः (भगवद्गीता १८.६९) | दूसरे शब्दों में, भगवद्भक्त सदैव जीवों के कल्याण को देखता है और इस तरह वह प्रत्येक प्राणी का सखा होता है | वह सर्वश्रेष्ठ योगी है क्योंकि वह स्वान्तःसुखाय सिद्धि नहीं चाहता, अपितु अन्यों के लिए भी चाहता है | वह अपने मित्र जीवों से द्वेष नहीं करता | यही है वह अन्तर जो एक भगवद्भक्त तथा आत्मोन्नति में ही रूचि वाले योगी में होता है | जो योगी पूर्णरूप से ध्यान धरने के लिए एकान्त स्थान में चला जाता है, वह उतना पूर्ण नहीं होता जितना कि वह भक्त जो प्रत्येक व्यक्ति को कृष्णभावनाभावित बनाने का प्रयास करता रहता है |"
        ]
    }
]