[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "व्यवसायात्मिका बुद्धिरेकेह कुरूनन्दन ।",
            "बहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम् ॥ ४१ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**व्यवसाय-आत्मिका** – कृष्णभावनामृत में स्थिर; **बुद्धिः** – बुद्धि; **एका** – एकमात्र; **इह** – इस  संसार में; **कुरु-नन्दन** – हे कुरुओं के प्रिय; **बहु-शाखाः** – अनेक शाखाओं में  विभक्त; **हि** – निस्सन्देह; **अनन्ताः** – असीम; **च** – भी; **बुद्धयः** – बुद्धि; **अव्यवसायिनाम्** – जो कृष्णभावनामृत में नहीं हैं उनकी |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो इस मार्ग पर (चलते) हैं वे प्रयोजन में दृढ़ रहते हैं और उनका लक्ष्य भी एक होता है | हे कुरुनन्दन! जो दृढ़प्रतिज्ञ नहीं है उनकी बुद्धि अनेक शाखाओं में विभक्त रहती है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यह दृढ़ श्रद्धा कि कृष्णभावनामृत द्वारा मनुष्य जीवन की सर्वोच्च सिद्धि प्राप्त कर सकेगा , व्यवसायात्मिका बुद्धि कहलाती है | चैतन्य-चरितामृत में (मध्य २२.६२) कहा गया है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "‘श्रद्धा’-शब्दे – विश्वास कहे सुदृढ निश्र्चय |",
            "कृष्णे भक्ति कैले सर्वकर्म कृत हय ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रद्धा का अर्थ है किसी अलौकिक वस्तु में अटूट विश्वास | जब कोई कृष्णभावनामृत के कार्यों में लगा होता है तो उसे परिवार, मानवता या राष्ट्रीयता से बँध कर कार्य करने की आवश्यकता नहीं होती | पूर्व में किये गये शुभ-अशुभ कर्मों के फल ही उसे सकाम कर्मों में लगाते हैं | जब कोई कृष्णभावनामृत में संलग्न हो तो उसे अपने कार्यों के शुभ-फल के लिए प्रयत्नशील नहीं रहना चाहिए | जब कोई कृष्णभावनामृत में लीन होता है तो उसके सारे कार्य आध्यात्मिक धरातल पर होते हैं क्योंकि उनमें अच्छे तथा बुरे का द्वैत नहीं रह जाता | कृष्णभावनामृत की सर्वोच्च सिद्धि देहात्मबुद्धि का त्याग है | कृष्णभावनामृत की प्रगति के साथ क्रमशः यह अवस्था स्वतः प्राप्त हो जाती है |",
            "कृष्णभावनाभावित व्यक्ति का दृढ़निश्चय ज्ञान पर आधारित है | *वासुदेवः सर्वम् इति स महात्मा सुदुर्लभः* – कृष्णभावनाभावित व्यक्ति अत्यन्त दुर्लभ जीव है जो भलीभाँति जानता है कि वासुदेव या कृष्ण समस्त प्रकट कारणों के मूल कारण हैं | जिस प्रकार वृक्ष की जड़ सींचने पर स्वतः ही पत्तियों तथा टहनियों में जल पहुँच जाता है उसी प्रकार कृष्णभावनाभावित होने पर मनुष्य प्रत्येक प्राणी की अर्थात् अपनी, परिवार की, समाज की, मानवता की सर्वोच्च सेवा कर सकता है | यदि मनुष्य के कर्मों से कृष्ण प्रसन्न हो जाएँ तो प्रत्येक व्यक्ति सन्तुष्ट होगा |",
            "किन्तु कृष्णभावनामृत में सेवा गुरु के समर्थ निर्देशन में ही ठीक से हो पाती है क्योंकि गुरु कृष्ण का प्रामाणिक प्रतिनिधि होता है जो शिष्य के स्वभाव से परिचित होता है और उसे कृष्णभावनामृत की दिशा में कार्य करने के लिए मार्ग दिखा सकता है | अतः कृष्णभावनामृत में दक्ष होने के लिए मनुष्य को दृढ़ता से कर्म करना होगा और कृष्ण के प्रतिनिधि की आज्ञा का पालन करना होगा | उसे गुरु के उपदेशों को जीवन का लक्ष्य मान लेना होगा | श्रील विश्वनाथ चक्रवर्ती ठाकुर ने गुरु की प्रसिद्ध प्रार्थना में उपदेश दिया है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "यस्य प्रसादाद् भगवत्प्रसादो यस्याप्रसादान्न गतिः कुतोऽपि |",
            "ध्यायन्स्तुवंस्तस्य यशस्त्रिसंधयं वन्दे गुरोः श्रीचरणारविन्दम् ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"गुरु की तुष्टि से भगवान् भी प्रसन्न होते हैं | गुरु को प्रसन्न किये बिना कृष्णभावनामृत के स्तर तक पहुँच पाने की कोई सम्भावना नहीं रहती | अतः मुझे उनका चिन्तन करना चाहिए और दिन में तीन बार उनकी कृपा की याचना करनी चाहिए और अपने गुरु को सादर नमस्कार करना चाहिए |\"",
            "किन्तु यह सम्पूर्ण पद्धति देहात्मबुद्धि से परे सैद्धान्तिक रूप में नहीं वरन् व्यावहारिक रूप में पूर्ण आत्म-ज्ञान पर निर्भर करती है, जब सकाम कर्मों से इन्द्रियतृप्ति की कोई सम्भावना नहीं रहती | जिसका मन दृढ़ नहीं है वही विभिन्न सकाम कर्मों की ओर आकर्षित होता है |"
        ]
    }
]