[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Siva's nuptials"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "muni anusāsana ganapatihi pūjēu saṃbhu bhavāni.",
            "kōu suni saṃsaya karai jani sura anādi jiyaom jāni..100.. [1-100]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At the direction of the sages Sambhu and Bhavns paid divine honours to Lord Ganapati. Let no one be puzzled to hear this; for one should bear in mind that gods have existed from time without beginning."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jasi bibāha kai bidhi śruti gāī. mahāmuninha sō saba karavāī..",
            "gahi girīsa kusa kanyā pānī. bhavahi samarapīṃ jāni bhavānī.. [1-100-1]",
            "pānigrahana jaba kīnha mahēsā. hiṃyaom haraṣē taba sakala surēsā..",
            "bēda maṃtra munibara uccarahīṃ. jaya jaya jaya saṃkara sura karahīṃ.. [1-100-2]",
            "bājahiṃ bājana bibidha bidhānā. sumanabṛṣṭi nabha bhai bidhi nānā..",
            "hara girijā kara bhayau bibāhū. sakala bhuvana bhari rahā uchāhū.. [1-100-3]",
            "dāsīṃ dāsa turaga ratha nāgā. dhēnu basana mani bastu bibhāgā..",
            "anna kanakabhājana bhari jānā. dāija dīnha na jāi bakhānā.. [1-100-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The great sages had the nuptial ceremony performed in all its details as laid down in the Vedas. Taking sacred Kusa grass in his hand and holding the bride by Her hand, the mountain-king Himlaya made Her over to Bhava (Siva) knowing Her to be His eternal consort. When the great Lord Siva took the hand of the bride, all the great gods were glad at heart. The principal sages chanted the Vedic formulas, while the gods exclaimed, Victory, victory, all victory to Sarkara ! Musical instruments of various kinds were sounded and flowers of different varieties were rained down from the heavens. The wedding of Hara and Girij was thus concluded. A spirit of rejoicing pervaded the whole universe. Men-servants and maid-servants, horses and chariots, elephants and cows, raiment, jewels and various other articles and even so cart-loads of foodgrains and gold utensils were given as dowry, which was more than one could describe."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dāija diyō bahu bhāomti puni kara jōri himabhūdhara kahyō.",
            "kā dēu pūranakāma saṃkara carana paṃkaja gahi rahyō..",
            "sivaom kṛpāsāgara sasura kara saṃtōṣu saba bhāomtihiṃ kiyō.",
            "puni gahē pada pāthōja mayanāom prēma paripūrana hiyō.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The great sages had the nuptial ceremony performed in all its details as laid down in the Vedas. Taking sacred Kusa grass in his hand and holding the bride by Her hand, the mountain-king Himlaya made Her over to Bhava (Siva) knowing Her to be His eternal consort. When the great Lord Siva took the hand of the bride, all the great gods were glad at heart. The principal sages chanted the Vedic formulas, while the gods exclaimed, Victory, victory, all victory to Sarkara ! Musical instruments of various kinds were sounded and flowers of different varieties were rained down from the heavens. The wedding of Hara and Girij was thus concluded. A spirit of rejoicing pervaded the whole universe. Men-servants and maid-servants, horses and chariots, elephants and cows, raiment, jewels and various other articles and even so cart-loads of foodgrains and gold utensils were given as dowry, which was more than one could describe."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nātha umā mana prāna sama gṛhakiṃkarī karēhu.",
            "chamēhu sakala aparādha aba hōi prasanna baru dēhu..101.. [1-101]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Lord, Uma is dear to me as life; take her as a maid-servant of Your house and forgive all her faults. Be pleased to grant this boon to me."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bahu bidhi saṃbhu sāsa samujhāī. gavanī bhavana carana siru nāī..",
            "jananīṃ umā bōli taba līnhī. lai uchaṃga suṃdara sikha dīnhī.. [1-101-1]",
            "karēhu sadā saṃkara pada pūjā. nāridharamu pati dēu na dūjā..",
            "bacana kahata bharē lōcana bārī. bahuri lāi ura līnhi kumārī.. [1-101-2]",
            "kata bidhi sṛjīṃ nāri jaga māhīṃ. parādhīna sapanēhu sukhu nāhīṃ..",
            "bhai ati prēma bikala mahatārī. dhīraju kīnha kusamaya bicārī.. [1-101-3]",
            "puni puni milati parati gahi caranā. parama prēma kachu jāi na baranā..",
            "saba nārinha mili bhēṭi bhavānī. jāi janani ura puni lapaṭānī.. [1-101-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Sambhu comforted His mother-in-law in ways more than one; and she returned home bowing her head at his feet. The mother then sent for Uma, and taking Her into her lap gave Her the following excellent advice. \"Ever adore the feet of Sankara this sums up the duty of a wife. Her husband is her deity; there is no other god for her.\" As she spoke these words, her eyes filled with tears and she pressed the girl to her bosom. \"Why has god created woman in this world? One who is dependent on others can never dream of happiness.\" The mother was overwhelmed with emotion; but knowing as she did that it was not an opportune moment for betraying one's weakness, she recovered herself. Mena met Parvati again and again and fell down clasping the girl's feet; her supreme love was beyond all words. Bidding adieu to all the ladies Bhavani ran and clung to her mother's breast once more."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jananihi bahuri mili calī ucita asīsa saba kāhūom daīṃ.",
            "phiri phiri bilōkati mātu tana taba sakhīṃ lai siva pahiṃ gaī..",
            "jācaka sakala saṃtōṣi saṃkaru umā sahita bhavana calē.",
            "saba amara haraṣē sumana baraṣi nisāna nabha bājē bhalē.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Taking leave of Her mother once more, Bhavani departed; everyone uttered appropriate blessings to Her. She often turned back to have a look at Her mother; Her girl companions then took Her to Siva. Having gratified all beggars. Sankara proceeded to His home (Mount Kailasa) with Uma. All the divinities delightfully rained down flowers and kettledrums produced a charming sound in the heavens."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "calē saṃga himavaṃtu taba pahucāvana ati hētu.",
            "bibidha bhāomti paritōṣu kari bidā kīnha bṛṣakētu..102.. [1-102]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Himavan then accompanied Siva in order to escort Him with great affection. Siva, however, sent him back, consoling him in various ways."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "turata bhavana āē girirāī. sakala saila sara liē bōlāī..",
            "ādara dāna binaya bahumānā. saba kara bidā kīnha himavānā.. [1-102-1]",
            "jabahiṃ saṃbhu kailāsahiṃ āē. sura saba nija nija lōka sidhāē..",
            "jagata mātu pitu saṃbhu bhavānī. tēhī siṃgāru na kahau bakhānī.. [1-102-2]",
            "karahiṃ bibidha bidhi bhōga bilāsā. gananha samēta basahiṃ kailāsā..",
            "hara girijā bihāra nita nayaū. ēhi bidhi bipula kāla cali gayaū.. [1-102-3]",
            "taba janamēu ṣaṭabadana kumārā. tāraku asura samara jēhiṃ mārā..",
            "āgama nigama prasiddha purānā. ṣanmukha janmu sakala jaga jānā.. [1-102-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The mountain-king returned home at once and summoned all other mountains and lakes. Himavan greeted them with due attention, gifts, polite words and great honour and allowed them all to depart. No sooner had Sambhu reached Mount Kailasa than all the gods returned to their respective realms. Sambhu and Bhavani are the parents of the universe; hence I refrain from portraying their amorous sports. Indulging in luxuries and enjoyments of various kinds the divine pair lived on Mount Kailasa alongwith Their attendants. Hara and Girija enjoyed some new delight everyday. In this way a considerable time elapsed. Thereafter was born to them a boy with six heads, who (later on) killed the demon Taraka in battle. The story of ®anmukha (the six-headed deity) is well-known in the Vedas, Tantras and Puranas, and the entire world knows it."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jagu jāna ṣanmukha janmu karmu pratāpu puruṣārathu mahā.",
            "tēhi hētu maiṃ bṛṣakētu suta kara carita saṃchēpahiṃ kahā..",
            "yaha umā saṃgu bibāhu jē nara nāri kahahiṃ jē gāvahīṃ.",
            "kalyāna kāja bibāha maṃgala sarbadā sukhu pāvahīṃ.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The tale of the birth, exploits, glory and surpassing strength of ®anmukha is known to the whole world. That is why I have briefly touched the narrative of Siva son. Men and women who narrate or sing this story of the wedding of Uma and Sambhu shall ever rejoice in their auspicious undertaking as well as during festive occassions such as wedding etc."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "carita siṃdhu girijā ramana bēda na pāvahiṃ pāru.",
            "baranai tulasīdāsu kimi ati matimaṃda gavāomru..103.. [1-103]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The exploits of Girija's lord are illimitable like the ocean; even the Vedas cannot reach their end. How, then, can Tulasidasa, a most dull-witted clown, succeed in describing them?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "saṃbhu carita suni sarasa suhāvā. bharadvāja muni ati sukha pāvā..",
            "bahu lālasā kathā para bāḍhaī. nayananhi nīru rōmāvali ṭhāḍhaī.. [1-103-1]",
            "prēma bibasa mukha āva na bānī. dasā dēkhi haraṣē muni gyānī..",
            "ahō dhanya tava janmu munīsā. tumhahi prāna sama priya gaurīsā.. [1-103-2]",
            "siva pada kamala jinhahi rati nāhīṃ. rāmahi tē sapanēhu na sōhāhīṃ..",
            "binu chala bisvanātha pada nēhū. rāma bhagata kara lacchana ēhū.. [1-103-3]",
            "siva sama kō raghupati bratadhārī. binu agha tajī satī asi nārī..",
            "panu kari raghupati bhagati dēkhāī. kō siva sama rāmahi priya bhāī.. [1-103-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Bharadvaja was much delighted to hear the sweet and charming story of Sambhu's deeds. His passion for hearing the story grew to be inordinate; tears rushed to his eyes and the hair on his body bristled with joy. Overpowered with emotion he could not utter a word. The enlightened sage Yajnavalkya was delighted to see his condition. \"Blessed indeed is your birth. O great sage,\" he said, \"to you the Lord of Gauri is dear as life. Those who love not Siva lotus feet cannot even dream of pleasing Rama. A guileless love for Siva feet is the surest sign of a devotee of Rama. Who is so faithful to the Lord of Raghus as Siva, who renounced a sinless wife like Sati, and demonstrated ideal devotion to Rama by His pledge of unswerving fidelity? Brother, whom does Rama hold so dear as Siva?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prathamahiṃ mai kahi siva carita būjhā maramu tumhāra.",
            "suci sēvaka tumha rāma kē rahita samasta bikāra..104.. [1-104]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Having begun by recounting the deeds of Siva I have come to know your secret. You are indeed a faithful servant of Rama, free from all impurities.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "maiṃ jānā tumhāra guna sīlā. kahau sunahu aba raghupati līlā..",
            "sunu muni āju samāgama tōrēṃ. kahi na jāi jasa sukhu mana mōrēṃ.. [1-104-1]",
            "rāma carita ati amita munisā. kahi na sakahiṃ sata kōṭi ahīsā..",
            "tadapi jathāśruta kahau bakhānī. sumiri girāpati prabhu dhanupānī.. [1-104-2]",
            "sārada dārunāri sama svāmī. rāmu sūtradhara aṃtarajāmī..",
            "jēhi para kṛpā karahiṃ janu jānī. kabi ura ajira nacāvahiṃ bānī.. [1-104-3]",
            "pranavau sōi kṛpāla raghunāthā. baranau bisada tāsu guna gāthā..",
            "parama ramya giribaru kailāsū. sadā jahāom siva umā nivāsū.. [1-104-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I have come to know your virtues and disposition. Listen, therefore, while I narrate the story of the Lord of Raghus. O sage, I cannot say how glad I am at this meeting with you today. O lord of sages, the exploits of Sri Rama are much beyond measure; even a thousand million Sesas (serpent-kings) cannot recount them. Nevertheless, fixing my thoughts on the Lord who wields a bow in His hand and is the lord of speech, I repeat the tale as I have heard it. Sarada (the goddess of speech) is like a puppet; while Sri Rama, the inner controller of all, is the master of the puppet show, who holds the strings in his hands. When He blesses a poet knowing him to be a devotee, He causes the goddess to dance in the courtyard of his heart. To Him, the benevolent Lord of Raghus, I bow and commence the recital of His fair virtues. Of all mountains the most charming and the best is Kailasa, where Siva and Uma eternally dwell."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "siddha tapōdhana jōgijana sūra kiṃnara munibṛṃda.",
            "basahiṃ tahāom sukṛtī sakala sēvahiṃ siba sukhakaṃda..105.. [1-105]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hosts of Siddhas (adepts) ascetics and Yogis (mystics), as well as gods, Kinnaras and sages, all lucky souls, reside there and adore Siva, the root of all joy"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "hari hara bimukha dharma rati nāhīṃ. tē nara tahaom sapanēhu nahiṃ jāhīṃ..",
            "tēhi giri para baṭa biṭapa bisālā. nita nūtana suṃdara saba kālā.. [1-105-1]",
            "tribidha samīra susītali chāyā. siva biśrāma biṭapa śruti gāyā..",
            "ēka bāra tēhi tara prabhu gayaū. taru bilōki ura ati sukhu bhayaū.. [1-105-2]",
            "nija kara ḍāsi nāgaripu chālā. baiṭhai sahajahiṃ saṃbhu kṛpālā..",
            "kuṃda iṃdu dara gaura sarīrā. bhuja pralaṃba paridhana municīrā.. [1-105-3]",
            "taruna aruna aṃbuja sama caranā. nakha duti bhagata hṛdaya tama haranā..",
            "bhujaga bhūti bhūṣana tripurārī. ānanu sarada caṃda chabi hārī.. [1-105-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Those who have their faces turned away from Hari and Hara and have no love for righteousness cannot even dream of going there. On the summit of that mountain exists a huge banyan tree, which is ever young and is charming during all seasons. Fanned by cool, soft and fragrant breezes, its shade is very refreshing. It is the favourite resort of Siva, extolled by the Vedas. Once upon a time the Lord betook Himself beneath the tree and was much gladdened at heart to see it. Spreading His tigerskin on the ground with His own hands, the all-merciful Siva sat down casually. His body fair in hue as the jasmine, the moon and the conch-shell; arms of inordinate length; a hermit's covering, consisting of the bark of trees, wrapped round His loins; His feet resembling a pair of full-blown red lotuses and their toe-nails shedding a lustre which dispelled the darkness of the devotee's heart; serpents and the ashes serving as ornaments of the Slayer of Tripura and His countenance eclipsing the splendour even of the autumnal full moon."
        ]
    }
]