[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "दैवी सम्पद्विमोक्षाय निबन्धायासुरी मता |",
            "मा शुचः सम्पदं दैवीमभिजातोऽसि पाण्डव || ५ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "दैवी - दिव्य; सम्पत् - सम्पत्ति; विमोक्षाय - मोक्ष के लिए; निबन्धाय - बन्धन के लिए; आसुरी - आसुरी गुण; मता - माने जाते हैं; मा - मत; शुचः - चिन्ता करो; सम्पदम् - सम्पत्ति; देवीम् - दिव्य; अभिजातः - उत्पन्न; असि - हो; पाण्डव - हे पाण्डुपुत्र ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "दिव्य गुण मोक्ष के लिए अनुकूल हैं और आसुरी गुण बन्धन दिलाने के लिए हैं । हे पाण्डुपुत्र! तुम चिन्ता मत करो, क्योंकि तुम दैवी गुणों से युक्त होकर जन्मे हो ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् कृष्ण अर्जुन को यह कह कर प्रोत्साहित करते हैं कि वह आसुरी गुणों के साथ नहीं जन्मा है । युद्ध में उसका सम्मिलित होना आसुरी नहीं है, क्योंकि वह उसके गुण-दोषों पर विचार कर रहा था । वह यह विचार कर रहा था कि भीष्म तथा द्रोण जैसे प्रतिष्ठित महापुरुषों का वध किया जाये या नहीं, अतएव वह न तो क्रोध के वशीभूत होकर कार्य कर रहा था, न झूठी प्रतिष्ठा या निष्ठुरता के अधीन होकर । अतएव वह आसुरी स्वभाव का नहीं था । क्षत्रिय के लिए शत्रु पर बाण बरसाना दिव्य माना जाता है और ऐसे कर्तव्य से विमुख होना आसुरी । अतएव अर्जुन के लिए शोक (संताप) करने का कोई कारण न था । जो कोई भी जीवन के विभिन्न आश्रमों के विधानों का पालन करता है, वह दिव्य पद पर स्थित होता है ।"
        ]
    }
]