[
    {
        "id": [
            41
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ |",
                "पाप्मानं प्रजहि ह्येनं ज्ञानविज्ञाननाशनम् || ४१ ||"
            ],
            "english": [
                "tasmat tvam indriyany adau",
                "niyamya bharatarsabha",
                "papmanam prajahi hy enam",
                "jnana-vijnana-nasanam"
            ]
        },
        "translation": {
            "hindi": [
                "इसलिए हे भरतवंशियों में श्रेष्ठ अर्जुन! प्रारम्भ में ही इन्द्रियों को वश में करके इस पाप का महान प्रतीक (काम) का दमन करो और ज्ञान तथा आत्म-साक्षात्कार के इस विनाशकर्ता का वध करो ।"
            ],
            "english": [
                "Therefore, O Arjuna, best of the Bharatas, in the very beginning curb this great symbol of sin [lust] by regulating the senses, and slay this destroyer of knowledge and self-realization."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् ने अर्जुन को प्रारम्भ से ही इन्द्रिय-संयम करने का उपदेश दिया जिससे वह सबसे पापी शत्रु काम का दमन कर सके जो आत्म-साक्षात्कार तथा आत्मज्ञान की उत्कंठा को विनष्ट करने वाला है । ज्ञान का अर्थ है आत्म तथा अनात्म के भेद का बोध अर्थात् यह ज्ञान कि आत्मा शरीर नहीं है । विज्ञान से आत्मा की स्वाभाविक स्थिति तथा परमात्मा के साथ उसके सम्बन्ध का विशिष्ट ज्ञान सूचित होता है । श्रीमद्भागवत में (२. ९. ३ १ ) इसकी विवेचना इस प्रकार हुई है –",
                "ज्ञानं परमगुह्यं मे यद्विज्ञानसमन्वितम् ।",
                "सरहस्यं तदङगं च गृहाण गदितं मया ||",
                "“आत्मा तथा परमात्मा का ज्ञान अत्यन्त गुह्य एवं रहस्यमय है, किन्तु जब स्वयं भगवान् द्वारा इसके विविध पक्षों की विवेचना की जाती है तो ऐसा ज्ञान तथा विज्ञान समझा जा सकता है ।” भगवद्गीता हमें आत्मा का सामान्य तथा विशिष्ट ज्ञान (ज्ञान तथा विज्ञान) प्रदान करती है । जीव भगवान् का भिन्न अंश हैं , अतः वे भगवान् की सेवा के लिए हैं । यह चेतना कृष्णभावनामृत कहलाती है । अतः मनुष्य को जीवन के प्रारम्भ से इस कृष्णभावनामृत को सीखना होता है, जिससे वह पूर्णतया कृष्णभावनाभावित होकर तदनुसार कर्म करे ।",
                "काम ईश्र्वर-प्रेम का विकृत प्रतिबिम्ब है और प्रत्येक जीव के लिए स्वाभाविक है । किन्तु यदि किसी को प्रारम्भ से ही कृष्णभावनामृत की शिक्षा दी जाय तो प्राकृतिक ईश्र्वर-प्रेम काम के रूप में विकृत नहीं हो सकता । एक बार ईश्र्वर-प्रेम के काम रूप में विकृत हो जाने पर इसके मौलिक स्वरूप को पुनः प्राप्त कर पाना दुःसाध्य हो जाता है । फिर भी, कृष्णभावनामृत इतना शक्तिशाली है कि विलम्ब से प्रारम्भ करने वाला भी भक्ति के विधि-विधानों का पालन करके ईश्र्वरप्रेमी बन सकता है । अतः जीवन की किसी भी अवस्था में, या जब भी इसकी अनिवार्यता समझी जाय, मनुष्य कृष्णभावनामृत या भगवद्भक्ति के द्वारा इन्द्रियों को वश में करना प्रारम्भ कर सकता है और काम को भगवत्प्रेम में बदल सकता है , जो मानव जीवन की पूर्णता की चरम अवस्था है ।"
            ],
            "english": [
                "The Lord advised Arjuna to regulate the senses from the very beginning so that he could curb the greatest sinful enemy, lust, which destroys the urge for self-realization, and specifically, knowledge of the self. Jnanam refers to knowledge of self as distinguished from non-self, or, in other words, knowledge that the spirit soul is not the body. Vijnanam refers to specific knowledge of the spirit soul and knowledge of one's constitutional position and his relationship to the Supreme Soul. It is explained thus in the Srimad-Bhagavatam: jnanam parama-guhyam me yad-vijnana-samanvitam / sarahasyam tad-angam ca grhana gaditam maya: “The knowledge of the self and the Supreme Self is very confidential and mysterious, being veiled by maya, but such knowledge and specific realization can be understood if it is explained by the Lord Himself.” Bhagavad-gita gives us that knowledge, specifically knowledge of the self. The living entities are parts and parcels of the Lord, and therefore they are simply meant to serve the Lord. This consciousness is called Krsna consciousness. So, from the very beginning of life one has to learn this Krsna consciousness, and thereby one may become fully Krsna conscious and act accordingly.",
                "Lust is only the perverted reflection of the love of God which is natural for every living entity. But if one is educated in Krsna consciousness from the very beginning, that natural love of God cannot deteriorate into lust. When love of God deteriorates into lust, it is very difficult to return to the normal condition. Nonetheless, Krsna consciousness is so powerful that even a late beginner can become a lover of God by following the regulative principles of devotional service. So, from any stage of life, or from the time of understanding its urgency, one can begin regulating the senses in Krsna consciousness, devotional service of the Lord, and turn the lust into love of Godhead—the highest perfectional stage of human life."
            ]
        }
    },
    {
        "id": [
            42
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "इन्द्रियाणि पराण्याहुरिन्द्रियेभ्यः परं मनः |",
                "मनसस्तु परा बुद्धिर्यो बुद्धे: परतस्तु सः || ४२ ||"
            ],
            "english": [
                "indriyani parany ahur",
                "indriyebhyah param manah",
                "manasas tu para buddhir",
                "yo buddheh paratas tu sah"
            ]
        },
        "translation": {
            "hindi": [
                "कर्मेन्द्रियाँ जड़ पदार्थ की अपेक्षा श्रेष्ठ हैं, मन इन्द्रियों से बढ़कर है, बुद्धि मन से भी उच्च है और वह (आत्मा) बुद्धि से भी बढ़कर है ।"
            ],
            "english": [
                "The working senses are superior to dull matter; mind is higher than the senses; intelligence is still higher than the mind; and he [the soul] is even higher than the intelligence."
            ]
        },
        "meaning": {
            "hindi": [
                "इन्द्रियाँ काम के कार्यकलापों के विभिन्न द्वार हैं । काम का निवास शरीर में है, किन्तु उसे इन्द्रिय रूपी झरोखे प्राप्त हैं । अतः कुल मिलाकर इन्द्रियाँ शरीर से श्रेष्ठ हैं । श्रेष्ठ चेतना या कृष्णभावनामृत होने पर ये द्वार काम में नहीं आते । कृष्णभावनामृत में आत्मा भगवान् के साथ सीधा सम्बन्ध स्थापित करता है, अतः यहाँ पर वर्णित शारीरिक कार्यों की श्रेष्ठता परमात्मा में आकर समाप्त हो जाती है । शारीरिक कर्म का अर्थ है – इन्द्रियों के कार्य और इन इन्द्रियों के अवरोध का अर्थ है – सारे शारीरिक कर्मों का अवरोध । लेकिन चूँकि मन सक्रिय रहता है, अतः शरीर के मौन तथा स्थिर रहने पर भी मन कार्य करता रहता है – यथा स्वप्न के समय मन कार्यशील रहता है । किन्तु मन के ऊपर भी बुद्धि की संकल्पशक्ति होती है और बुद्धि के ऊपर स्वयं आत्मा है । अतः यदि आत्मा प्रत्यक्ष रूप में परमात्मा में रत हो तो अन्य सारे अधीनस्थ – यथा – बुद्धि, मन तथा इन्द्रियाँ – स्वतः रत हो जायेंगे । कठोपनिषद् में एक ऐसा ही अंश है जिसमें कहा गया है कि इन्द्रिय-विषय इन्द्रियों से श्रेष्ठ हैं और मन इन्द्रिय-विषयों से श्रेष्ठ है । अतः यदि मन भगवान् की सेवा में निरन्तर लगा रहता है तो इन इन्द्रियों के अन्यत्र रत होने की सम्भावना नहीं रह जाती । इस मनोवृत्ति की विवेचना की जा चुकी है । परं दृष्ट्वा निवर्तते – यदि मन भगवान् की दिव्या सेवा में लगा रहे तो तुच्छ विषयों में उसके लगने की सम्भावना नहीं रह जाती । कठोपनिषद् में आत्मा को महान कहा गया है । अतः आत्मा इन्द्रिय-विषयों, इन्द्रियों, मन तथा बुद्धि – इन सबसे ऊपर है । अतः सारी समस्या का हल यह ही है कि आत्मा के स्वरूप को प्रत्यक्ष समझा जाय ।",
                "मनुष्य को चाहिए कि बुद्धि के द्वारा आत्मा की स्वाभाविक स्थिति को ढूंढे और फिर मन को निरन्तर कृष्णभावनामृत में लगाये रखे । इससे सारी समस्या हल हो जाती है । सामान्यतः नवदीक्षित अध्यात्मवादी को इन्द्रिय-विषयों से दूर रहने की सलाह दी जाती है । किन्तु इसके साथ-साथ मनुष्य को अपनी बुद्धि का उपयोग करके मन को सशक्त बनाना होता है । यदि कोई बुद्धिपूर्वक अपने मन को भगवान् के शरणागत होकर कृष्णभावनामृत में लगाता है, तो मन स्वतः सशक्त हो जाता है और यद्यपि इन्द्रियाँ सर्प के समान अत्यन्त बलिष्ट होती हैं, किन्तु ऐसा करने पर वे दन्त-विहीन साँपों के समान अशक्त हो जाएँगी । यद्यपि आत्मा बुद्धि, मन तथा इन्द्रियों का भी स्वामी है तो भी जब तक इसे कृष्ण की संगति या कृष्णभावनामृत में सदृढ नहीं कर लिया जाता तब तक चलायमान मन के कारण नीचे गिरने की पूरी सम्भावना बनी रहती है ।"
            ],
            "english": [
                "The senses are different outlets for the activities of lust. Lust is reserved within the body, but it is given vent through the senses. Therefore, the senses are superior to the body as a whole. These outlets are not in use when there is superior consciousness, or Krsna consciousness. In Krsna consciousness the soul makes direct connection with the Supreme Personality of Godhead; therefore the bodily functions, as described here, ultimately end in the Supreme Soul. Bodily action means the functions of the senses, and stopping the senses means stopping all bodily actions. But since the mind is active, then, even though the body may be silent and at rest, the mind will act—as it does during dreaming. But, above the mind there is the determination of the intelligence, and above the intelligence is the soul proper. If, therefore, the soul is directly engaged with the Supreme, naturally all other subordinates, namely, the intelligence, mind and the senses, will be automatically engaged. In the Katha Upanisad there is a passage in which it is said that the objects of sense gratification are superior to the senses, and mind is superior to the sense objects. If, therefore, the mind is directly engaged in the service of the Lord constantly, then there is no chance of the senses becoming engaged in other ways. This mental attitude has already been explained. If the mind is engaged in the transcendental service of the Lord, there is no chance of its being engaged in the lower propensities. In the Katha Upanisad the soul has been described as mahan, the great. Therefore the soul is above all—namely, the sense objects, the senses, the mind and the intelligence. Therefore, directly understanding the constitutional position of the soul is the solution of the whole problem.",
                "With intelligence one has to seek out the constitutional position of the soul and then engage the mind always in Krsna consciousness. That solves the whole problem. A neophyte spiritualist is generally advised to keep aloof from the objects of senses. One has to strengthen the mind by use of intelligence. If by intelligence one engages one's mind in Krsna consciousness, by complete surrender unto the Supreme Personality of Godhead, then, automatically, the mind becomes stronger, and even though the senses are very strong, like serpents, they will be no more effective than serpents with broken fangs. But even though the soul is the master of intelligence and mind, and the senses also, still, unless it is strengthened by association with Krsna in Krsna consciousness, there is every chance of falling down due to the agitated mind."
            ]
        }
    },
    {
        "id": [
            43
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                " \tएवं बुद्धे: परं बुद्ध्वा संस्ताभ्यात्मानमात्मना |",
                "जहि शत्रुं महाबाहो कामरूपं दुरासदम् || ४३ ||"
            ],
            "english": [
                "evam buddheh param buddhva",
                "samstabhyatmanam atmana",
                "jahi satrum maha-baho",
                "kama-rupam durasadam"
            ]
        },
        "translation": {
            "hindi": [
                "इस प्रकार हे महाबाहु अर्जुन! अपने आपको भौतिक इन्द्रियों, मन तथा बुद्धि से परे जान कर और मन को सावधान आध्यात्मिक बुद्धि (कृष्णभावनामृत) से स्थिर करके आध्यात्मिक शक्ति द्वारा इस काम-रूपी दुर्जेय शत्रु को जीतो |"
            ],
            "english": [
                "Thus knowing oneself to be transcendental to material senses, mind and intelligence, one should control the lower self by the higher self and thus—by spiritual strength—conquer this insatiable enemy known as lust."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता का यह तृतीय अध्याय निष्कर्षतः मनुष्य को निर्देश देता है कि वह निर्विशेष शून्यवाद को चरम-लक्ष्य न मान कर अपने आपको भगवान् का शाश्र्वत सेवक समझते हुए कृष्णभावनामृत में प्रवृत्त हो | भौतिक जीवन में मनुष्य काम तथा प्रकृति पर प्रभुत्व पाने की इच्छा से प्रभावित होता है | प्रभुत्व तथा इन्द्रियतृप्ति की इच्छाएँ बद्धजीव की परम शत्रु हैं, किन्तु कृष्णभावनामृत की शक्ति से मनुष्य इन्द्रियों, मन तथा बुद्धि पर नियन्त्रण रख सकता है | इसके लिए मनुष्य को सहसा अपने नियतकर्मों को बन्द करने की आवश्यकता नहीं है , अपितु धीरे-धीरे कृष्णभावनामृत विकसित करके भौतिक इन्द्रियों तथा मन से प्रभावित हुए बिना अपने शुद्ध स्वरूप के प्रति लक्षित स्थिर बुद्धि से दिव्य स्थिति को प्राप्त हुआ जा सकता है | यही इस अध्याय का सारांश है | सांसारिक जीवन की अपरिपक्व अवस्था में दार्शनिक चिन्तन तथा यौगिक आसनों के अभ्यास से इन्द्रियों को वश में करने के कृत्रिम प्रयासों से आध्यात्मिक जीवन प्राप्त करने में सहायता नहीं मिलती | उसे श्रेष्ठ बुद्धि द्वारा कृष्णभावनामृत में प्रशिक्षित होना चाहिए |",
                "इस प्रकार श्रीमद्भगवद्गीता के तृतीय अध्याय “कर्मयोग” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
            ],
            "english": [
                "This Third Chapter of the Bhagavad-gita is conclusively directive to Krsna consciousness by knowing oneself as the eternal servitor of the Supreme Personality of Godhead, without considering impersonal voidness as the ultimate end. In the material existence of life, one is certainly influenced by propensities for lust and desire for dominating the resources of material nature. Desire for overlording and sense gratification are the greatest enemies of the conditioned soul; but by the strength of Krsna consciousness, one can control the material senses, the mind and the intelligence. One may not give up work and prescribed duties all of a sudden; but by gradually developing Krsna consciousness, one can be situated in a transcendental position without being influenced by the material senses and the mind—by steady intelligence directed toward one's pure identity. This is the sum total of this chapter. In the immature stage of material existence, philosophical speculations and artificial attempts to control the senses by the so-called practice of yogic postures can never help a man toward spiritual life. He must be trained in Krsna consciousness by higher intelligence."
            ]
        }
    }
]