[
    {
        "id": [
            21
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः |",
                "स यत्प्रमाणं कुरुते लोकस्तदनुवर्तते || २१ ||"
            ],
            "english": [
                "yad yad acarati sresthas",
                "tat tad evetaro janah",
                "sa yat pramanam kurute",
                "lokas tad anuvartate"
            ]
        },
        "translation": {
            "hindi": [
                "महापुरुष जो जो आचरण करता है, सामान्य व्यक्ति उसी का अनुसरण करते हैं | वह अपने अनुसरणीय कार्यों से जो आदर्श प्रस्तुत करता है, सम्पूर्ण विश्र्व उसका अनुसरण करता है |"
            ],
            "english": [
                "Whatever action is performed by a great man, common men follow in his footsteps. And whatever standards he sets by exemplary acts, all the world pursues."
            ]
        },
        "meaning": {
            "hindi": [
                "सामान्य लोगों को सदैव एक ऐसे नेता की आवश्यकता होती है, जो व्यावहारिक आचरण द्वारा जनता को शिक्षा दे सके | यदि नेता स्वयं धूम्रपान करता है तो वह जनता को धूम्रपान बन्द करने की शिक्षा नहीं दे सकता | चैतन्य महाप्रभु ने कहा है कि शिक्षा देने से पूर्व शिक्षक को ठीक-ठीक आचरण करना चाहिए | जो इस प्रकार शिक्षा देता है वह आचार्य या आदर्श शिक्षक कहलाता है | अतः शिक्षक को चाहिए की सामान्यजन को शिक्षा देने के लिए स्वयं शास्त्रीय सिद्धान्तों का पालन करे | कोई भी शिक्षक प्राचीन प्रमाणिक ग्रंथों के नियमों के विपरीत कोई नियम नहीं बना सकता | मनु-संहिता जैसे प्रामाणिक ग्रंथ मानव समाज के लिए अनुसरणीय आदर्श ग्रंथ हैं, अतः नेता को उपदेश ऐसे आदर्श शास्त्रों के नियमों पर आधारित होना चाहिए | जो व्यक्ति अपनी उन्नति चाहता है उसे महान शिक्षकों द्वारा अभ्यास किये जाने वाले आदर्श नियमों का पालन करना चाहिए | श्रीमद्भागवत भी इसकी पुष्टि करता है कि मनुष्य को महान भक्तों के पदचिन्हों का अनुसरण करना चाहिए और आध्यात्मिक बोध के पथ में प्रगति का यही साधन है | चाहे राजा हो या राज्य का प्रशासनाधिकारी, चाहे पिता हो या शिक्षक-ये सब अबोध जनता के स्वाभाविक नेता माने जाते हैं | इन सबका अपने आश्रितों के प्रति महान उत्तरदायित्व रहता है, अतः इन्हें नैतिक तथा आध्यात्मिक संहिता सम्बन्धी आदर्श ग्रंथों से सुपरिचित होना चाहिए |"
            ],
            "english": [
                "People in general always require a leader who can teach the public by practical behavior. A leader cannot teach the public to stop smoking if he himself smokes. Lord Caitanya said that a teacher should behave properly even before he begins teaching. One who teaches in that way is called acarya, or the ideal teacher. Therefore, a teacher must follow the principles of sastra (scripture) to reach the common man. The teacher cannot manufacture rules against the principles of revealed scriptures. The revealed scriptures, like Manu-samhita and similar others, are considered the standard books to be followed by human society. Thus the leader's teaching should be based on the principles of the standard rules as they are practiced by the great teachers. The Srimad-Bhagavatam also affirms that one should follow in the footsteps of great devotees, and that is the way of progress on the path of spiritual realization. The king or the executive head of a state, the father and the school teacher are all considered to be natural leaders of the innocent people in general. All such natural leaders have a great responsibility to their dependants; therefore they must be conversant with standard books of moral and spiritual codes."
            ]
        }
    },
    {
        "id": [
            22
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                " \tन मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन |",
                "नानवाप्तमवाप्तव्यं वर्त एव च कर्माणि || २२ ||"
            ],
            "english": [
                "na me parthasti kartavyam",
                "trisu lokesu kincana",
                "nanavaptam avaptavyam",
                "varta eva ca karmani"
            ]
        },
        "translation": {
            "hindi": [
                "हे पृथापुत्र! तीनों लोकों में मेरे लिए कोई भी कर्म नियत नहीं है, न मुझे किसी वस्तु का अभाव है और न आवश्यकता ही है | तो भी मैं नियत्कर्म करने में तत्पर रहता हूँ |"
            ],
            "english": [
                "O son of Prtha, there is no work prescribed for Me within all the three planetary systems. Nor am I in want of anything, nor have I need to obtain anything—and yet I am engaged in work."
            ]
        },
        "meaning": {
            "hindi": [
                "वैदिक साहित्य में भगवान् का वर्णन इस प्रकार हुआ है –",
                "तमीश्र्वराणां परमं महेश्र्वरं तं देवतानां परमं च दैवतम् |",
                "पतिं पतीनां परमं परस्ताद् विदाम देवं भुवेनशमीड्यम् ||",
                "न तस्य कार्यं करणं च विद्यते न तत्समश्र्चाभ्यधिकश्र्च दृश्यते |",
                "परास्य शक्तिर्विविधैव श्रूयते स्वाभाविकी ज्ञानबलक्रिया च ||",
                "परमेश्र्वर समस्त नियन्ताओं के नियन्ता हैं और विभिन्न लोक पालकों में सबसे महान हैं | सभी उनके अधीन हैं | सारे जीवों को परमेश्र्वर से ही विशिष्ट शक्ति प्राप्त होती है, जीव स्वयं श्रेष्ठ नहीं है | वे सभी देवताओं द्वारा पूज्य हैं और समस्त संचालकों के भी संचालक हैं | अतः वे समस्त भौतिक नेताओं तथा नियन्ताओं से बढ़कर हैं और सबों द्वारा आराध्य हैं | उनसे बढ़कर कोई नहीं है और वे ही समस्त कारणों के कारण हैं |",
                "“उनका शारीरिक स्वरूप सामान्य जीव जैसा नहीं होता | उनके शरीर तथा आत्मा में कोई अन्तर नहीं है | वे परम हैं | उनकी सारी इन्द्रियाँ दिव्य हैं | उनकी कोई भी इन्द्रिय अन्यकिसी इन्द्रिय का कार्य सम्पन्न कर सकती है| अतः न तो कोई उनसे बढ़कर है, न ही उनके तुल्य है | उनकी शक्तियाँ बहुरुपिणी हैं, फलतः उनके सारे कार्य प्राकृतिक अनुक्रम केअनुसार सम्पन्न हो जाते हैं |” (श्र्वेताश्र्वतरउपनिषद् ६.७-८) |",
                "चूँकि भगवान् में प्रत्येक वस्तु ऐश्र्वर्य से परिपूर्ण रहती है और पूर्ण सत्य से ओतप्रोत रहती है, अतः उनके लिए कोई कर्तव्य करने की आवश्यकता नहीं रहती | जिसे अपने कर्म का फल पाना है, उसके लिए कुछ न कुछ कर्म नियत रहता है, परन्तु जो तीनों लोकों में कुछ भी प्राप्त करने की इच्छा नहीं रखता, उसके लिए निश्चय ही कोई कर्तव्य नहीं रहता | फिर भी क्षत्रियों के नायक के रूप में भगवान् कृष्ण कुरुक्षेत्र की युद्धभूमि में कार्यरत हैं, क्योंकि क्षत्रियों का धर्म है कि दीन-दुखियों को आश्रय प्रदान करें | यद्यपि वे शास्त्रों के विधि-विधानों से सर्वथा ऊपर हैं, फिर भी वे ऐसा कुछ भी नहीं करते जो शास्त्रों के विरुद्ध हो |"
            ],
            "english": [
                "The Supreme Personality of Godhead is described in the Vedic literatures as follows:",
                "“He does not possess bodily form like that of an ordinary living entity. There is no difference between His body and His soul. He is absolute. All His senses are transcendental. Any one of His senses can perform the action of any other sense. Therefore, no one is greater than Him or equal to Him. His potencies are multifarious, and thus His deeds are automatically performed as a natural sequence.” (Svetasvatara Upanisad 6.7-8)",
                "Since everything is in full opulence in the Personality of Godhead and is existing in full truth, there is no duty for the Supreme Personality of Godhead to perform. One who must receive the results of work has some designated duty, but one who has nothing to achieve within the three planetary systems certainly has no duty. And yet Lord Krsna is engaged on the Battlefield of Kuruksetra as the leader of the ksatriyas because the ksatriyas are duty-bound to give protection to the distressed. Although He is above all the regulations of the revealed scriptures, He does not do anything that violates the revealed scriptures."
            ]
        }
    },
    {
        "id": [
            23
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः |",
                "मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः || २३ ||"
            ],
            "english": [
                "yadi hy aham na varteyam",
                "jatu karmany atandritah",
                "mama vartmanuvartante",
                "manusyah partha sarvasah"
            ]
        },
        "translation": {
            "hindi": [
                "क्योंकि यदि मैं नियत कर्मों को सावधानीपूर्वक न करूँ तो हे पार्थ! यह निश्चित है कि सारे मनुष्य मेरे पथ का ही अनुगमन करेंगे |"
            ],
            "english": [
                "For, if I did not engage in work, O Partha, certainly all men would follow My path."
            ]
        },
        "meaning": {
            "hindi": [
                "आध्यात्मिक जीवन की उन्नति के लिए एवं सामाजिक शान्ति में संतुलन बनाये रखने के लिए कुछ परम्परागत कुलाचार हैं जो प्रत्येक सभ्य व्यक्ति के लिए होते हैं | ऐसे विधि-विधान केवल बद्धजीवों के लिए हैं, भगवान् कृष्ण के लिए नहीं, लेकिन क्योंकि वे धर्म की स्थापना के लिए अवतरित हुए थे, अतः उन्होंने निर्दिष्ट नियमों का पालन किया | अन्यथा, सामान्य व्यक्ति भी उन्हीं के पदचिन्हों का अनुसरण करते क्योंकि कृष्ण परम प्रमाण हैं | श्रीमद्भागवत् से यह ज्ञात होता है कि श्रीकृष्ण अपने घर में तथा बहार गृहोस्थित धर्म का आचरण करते रहे |"
            ],
            "english": [
                "In order to keep the balance of social tranquility for progress in spiritual life, there are traditional family usages meant for every civilized man. Although such rules and regulations are for the conditioned souls and not Lord Krsna, because He descended to establish the principles of religion, He followed the prescribed rules. Otherwise, common men would follow in His footsteps because He is the greatest authority. From the Srimad-Bhagavatam it is understood that Lord Krsna was performing all the religious duties at home and out of home, as required of a householder."
            ]
        }
    },
    {
        "id": [
            24
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                " उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम् |",
                "संकरस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः || २४ ||"
            ],
            "english": [
                "utsideyur ime loka",
                "na kuryam karma ced aham",
                "sankarasya ca karta syam",
                "upahanyam imah prajah"
            ]
        },
        "translation": {
            "hindi": [
                "यदि मैं नियतकर्म न करूँ तो ये सारे लोग नष्ट हो जायं | तब मैं अवांछित जन समुदाय (वर्णसंकर) को उत्पन्न करने का कारण हो जाऊँगा और इस तरह सम्पूर्ण प्राणियों की शान्ति का विनाशक बनूँगा |"
            ],
            "english": [
                "If I should cease to work, then all these worlds would be put to ruination. I would also be the cause of creating unwanted population, and I would thereby destroy the peace of all sentient beings."
            ]
        },
        "meaning": {
            "hindi": [
                "वर्णसंकर अवांछित जनसमुदाय है जो सामान्य समाज की शान्ति को भंग करता है | इस सामाजिक अशान्ति को रोकने के लिए अनेक विधि-विधान हैं जिनके द्वारा स्वतः ही जनता आध्यात्मिक प्रगति के लिए शान्त तथा सुव्यवस्थित हो जाती है | जब भगवान् कृष्ण अवतरित होते हैं तो स्वाभाविक है कि वे ऐसे महत्त्वपूर्ण कार्यों की प्रतिष्ठा तथा अनिवार्यता बनाये रखने के लिए इन विधि-विधानों के अनुसार आचरण करते हैं | भगवान् समस्त जीवों के पिता हैं और यदि ये जीव पथभ्रष्ट हो जायँ तो अप्रत्यक्ष रूप में यह उत्तरदायित्व उन्हीं का है | अतः जब भी विधि-विधानों का अनादर होता है, तो भगवान् स्वयं समाज को सुधारने के लिए अवतरित होते हैं | किन्तु हमें ध्यान देना होगा कि यद्यपि हमें भगवान् के पदचिन्हों का अनुसरण करना है, तो भी हम उनका अनुकरण नहीं कर सकते | अनुसरण और अनुकरण एक से नहीं होते | हम गोवर्धन पर्वत उठाकर भगवान् का अनुकरण नहीं कर सकते, जैसा कि भगवान् ने अपने बाल्यकाल में लिया था | ऐसा कर पाना किसी मनुष्य के लिए सम्भव नहीं | हमें उनके उपदेशों का पालन करना चाहिए, किन्तु किसी भी समय हमें उनका अनुकरण नहीं करना है | श्रीमद्भागवत में (१०.३३.३०-३१) इसकी पुष्टि की गई है –",
                "नैतत्समाचरेज्जातु मनसापि ह्यनीश्र्वरः |",
                "विनश्यत्याचरन् मौढ्याद्यथारुद्रोऽब्धिजं विषम् ||",
                "ईश्र्वराणां वचः सत्यं तथैवाचरितं क्वचित् |",
                "तेषां यत् स्ववचोयुक्तं बद्धिमांस्तत् समाचरेत ||",
                "मनुष्य को भगवान् तथा उनके द्वारा शक्तिप्रदत्त सेवकों के उपदेशों का मात्र पालन करना चाहिए | उनके उपदेश हमारे लिए अच्छे हैं और कोई भी बुद्धिमान पुरुष बताई गई विधि से उनको कर्मान्वित करेगा | फिर भी मनुष्य को सावधान रहना चाहिए कि वह उनके कार्यों का अनुकरण न करे | उसे शिवजी के अनुकरण में विष का समुद्र नहीं पी लेना चाहिए |",
                "हमें सदैव इश्र्वरों की या सूर्य तथा चन्द्रमा की गतियों को वास्तव में नियंत्रित कर सकने वालों की स्थिति को श्रेष्ठ मानना चाहिए | ऐसी शक्ति के बिना कोई भी सर्वशक्तिमान इश्र्वरों का अनुकरण नहीं कर सकता | शिवजी ने सागर तक के विष का पान कर लिया , किन्तु यदि कोई सामान्य व्यक्ति विष की एक बूंद भी पीने का यत्न करेगा तो वह मर जाएगा | शिवजी के अनेक छद्मभक्त हैं जो गाँजा तथा ऐसी ही अन्य मादक वस्तुओं का सेवन करते रहते हैं | किन्तु वे यह भूल जाते हैं कि इस प्रकार शिवजी का अनुकरण करके वे अपनी मृत्यु को निकट बुला रहे हैं | इसी प्रकार भगवान् कृष्ण के भी अनेक छद्मभक्त हैं जो भगवान् की रासलीला या प्रेमनृत्य का अनुकरण करना चाहते हैं, किन्तु यहभूल जाते हैं कि वे गोवर्धन पर्वत को धारण नहीं कर सकते | अतः सबसे अच्छा तो यही होगा कि लोग शक्तिमान का अनुकरण न करके केवल उनके उपदेशों का पालन करें | न ही बिना योग्यता के किसी को उनका स्थान ग्रहण करने का प्रयत्न करना चाहिए | ऐसे अनेक ईश्र्वर के “अवतार” हैं जिनमे भगवान् की शक्ति नहीं होती |"
            ],
            "english": [
                "Varna-sankara is unwanted population which disturbs the peace of the general society. In order to check this social disturbance, there are prescribed rules and regulations by which the population can automatically become peaceful and organized for spiritual progress in life. When Lord Krsna descends, naturally He deals with such rules and regulations in order to maintain the prestige and necessity of such important performances. The Lord is the father of all living entities, and if the living entities are misguided, indirectly the responsibility goes to the Lord. Therefore, whenever there is general disregard of regulative principles, the Lord Himself descends and corrects the society. We should, however, note carefully that although we have to follow in the footsteps of the Lord, we still have to remember that we cannot imitate Him. Following and imitating are not on the same level. We cannot imitate the Lord by lifting Govardhana Hill, as the Lord did in His childhood. It is impossible for any human being. We have to follow His instructions, but we may not imitate Him at any time. The Srimad-Bhagavatam affirms:",
                "We should always consider the position of the isvaras, or those who can actually control the movements of the sun and moon, as superior. Without such power, one cannot imitate the isvaras, who are superpowerful. Lord Siva drank poison to the extent of swallowing an ocean, but if any common man tries to drink even a fragment of such poison, he will be killed. There are many psuedo-devotees of Lord Siva who want to indulge in smoking ganja (marijuana) and similar intoxicating drugs, forgetting that by so imitating the acts of Lord Siva they are calling death very near. Similarly, there are some psuedo-devotees of Lord Krsna who prefer to imitate the Lord in His rasa-lila, or dance of love, forgetting their inability to lift Govardhana Hill. It is best, therefore, that one not try to imitate the powerful, but simply follow their instructions; nor should one try to occupy their posts without qualification. There are so many “incarnations” of God without the power of the Supreme Godhead."
            ]
        }
    },
    {
        "id": [
            25
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "सक्ताः कर्मण्यविद्वांसो यथा कुर्वन्ति भारत |",
                "कुर्याद्विद्वांस्तथासक्तश्र्चिकीर्षुर्लोकसग्रहम् || २५ ||"
            ],
            "english": [
                "saktah karmany avidvamso",
                "yatha kurvanti bharata",
                "kuryad vidvams tathasaktas",
                "cikirsur loka-sangraham"
            ]
        },
        "translation": {
            "hindi": [
                "जिस प्रकार अज्ञानी-जन फल की आसक्ति से कार्य करते हैं, उसी तरह विद्वान जनों को चाहिए कि वे लोगों को उचित पथ पर ले जाने के लिए अनासक्त रहकर कार्य करें |"
            ],
            "english": [
                "As the ignorant perform their duties with attachment to results, similarly the learned may also act, but without attachment, for the sake of leading people on the right path."
            ]
        },
        "meaning": {
            "hindi": [
                "एक कृष्णभावनाभावित मनुष्य तथा कृष्णभावनाभाहीन व्यक्ति में केवल इच्छाओं का भेद होता है | कृष्णभावनाभावित व्यक्ति कभी ऐसा कोई कार्य नहीं करता जो कृष्णभावनामृत के विकास में सहायक न हो | यहाँ तक कि वह उस अज्ञानी पुरुष की तरह कर्म कर सकता है जो भौतिक कार्यों में अत्यधिक आसक्त रहता है | किन्तु इनमें से एक ऐसे कार्य अपनी इन्द्रियतृप्ति के लिए करता है, जबकि दूसरा कृष्ण की तुष्टि के लिए | अतः कृष्णभावनाभावित व्यक्ति को चाहिए कि वह लोगों को यह प्रदर्शित करे कि किस तरह कार्य किया जाता है और किस तरह कर्मफलों को कृष्णभावनामृत कार्य में नियोजित किया जाता है |"
            ],
            "english": [
                "A person in Krsna consciousness and a person not in Krsna consciousness are differentiated by different desires. A Krsna conscious person does not do anything which is not conducive to development of Krsna consciousness. He may even act exactly like the ignorant person, who is too much attached to material activities, but one is engaged in such activities for the satisfaction of his sense gratification, whereas the other is engaged for the satisfaction of Krsna. Therefore, the Krsna conscious person is required to show the people how to act and how to engage the results of action for the purpose of Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            26
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "नबुद्धिभेदं जनयेदज्ञानां कर्मसङगिनाम् |",
                "जोषयेत्सर्वकर्माणि विद्वान्युक्तः समाचरन् || २६ ||"
            ],
            "english": [
                "na buddhi-bhedam janayed",
                "ajnanam karma-sanginam",
                "josayet sarva-karmani",
                "vidvan yuktah samacaran"
            ]
        },
        "translation": {
            "hindi": [
                "विद्वान व्यक्ति को चाहिए कि वह सकाम कर्मों में आसक्त अज्ञानी पुरुषों को कर्म करने से रोके नहीं ताकि उनके मन विचलित न हों | अपितु भक्तिभाव से कर्म करते हुए वह उन्हें सभी प्रकार के कार्यों में लगाए (जिससे कृष्णभावनामृत का क्रमिक विकास हो) |"
            ],
            "english": [
                "Let not the wise disrupt the minds of the ignorant who are attached to fruitive action. They should not be encouraged to refrain from work, but to engage in work in the spirit of devotion."
            ]
        },
        "meaning": {
            "hindi": [
                "वेदैश्र्च सर्वैरहमेव वेद्यः – यह सिद्धान्त सम्पूर्ण वैदिक अनुष्ठानों की पराकाष्ठा है | सारे अनुष्ठान, सारे यज्ञ-कृत्य तथा वेदों में भौतिक कार्यों के लिए जो भी निर्देश हैं उन सबों समेत सारी वस्तुएँ कृष्ण को जानने के निमित्त हैं जो हमारे जीवन के चरमलक्ष्य हैं | लेकिन चूँकि बद्धजीव इन्द्रियतृप्ति के अतिरिक्त और कुछ नहीं जानते, अतः वे वेदों का अध्ययन इसी दृष्टि से करते हैं | किन्तु सकाम कर्मों तथा वैदिक अनुष्ठानों के द्वारा नियमित इन्द्रियतृप्ति के माध्यम से मनुष्य धीरे-धीरे कृष्णभावनामृत को प्राप्त होता है, अतः कृष्णभावनामृत में स्वरुपसिद्ध जीव को चाहिए कि अन्यों को अपना कार्य करने या समझने में बाधा न पहुँचाये, अपितु उन्हें यह प्रदर्शित करे कि किस प्रकार सारे कर्मफल को कृष्ण की सेवा में समर्पित किया जा सकता है |कृष्णभावनाभावित विद्वान व्यक्ति इस तरह कार्य कर सकता है कि इन्द्रियतृप्ति के लिए कर्म करने वाले अज्ञानी पुरुष यह सीख लें कि किस तरह कार्य करना चाहिए और आचरण करना चाहिए | यद्यपि अज्ञानी पुरुष को उसके कार्यों में छेड़ना ठीक नहीं होता, परन्तु यदि वह रंचभर भी कृष्णभावनाभावित है तो वह वैदिक विधियों की परवाह न करते हुए सीधे भगवान् की सेवा में लग सकता है | ऐसे भाग्यशाली व्यक्ति को वैदिक अनुष्ठान करने की आवश्यकता नहीं रहती, क्योंकि प्रत्यक्ष कृष्णभावनामृत के द्वारा उसे वे सारे फल प्राप्त हो जाते हैं, जो उसे अपने कर्तव्यों के पालन करने से प्राप्त होते |"
            ],
            "english": [
                "Vedais ca sarvair aham eva vedyah: that is the end of all Vedic rituals. All rituals, all performances of sacrifices, and everything that is put into the Vedas, including all directions for material activities, are meant for understanding Krsna, who is the ultimate goal of life. But because the conditioned souls do not know anything beyond sense gratification, they study the Vedas to that end. Through sense regulations, however, one is gradually elevated to Krsna consciousness. Therefore a realized soul in Krsna consciousness should not disturb others in their activities or understanding, but he should act by showing how the results of all work can be dedicated to the service of Krsna. The learned Krsna conscious person may act in such a way that the ignorant person working for sense gratification may learn how to act and how to behave. Although the ignorant man is not to be disturbed in his activities, still, a slightly developed Krsna conscious person may directly be engaged in the service of the Lord without waiting for other Vedic formulas. For this fortunate man there is no need to follow the Vedic rituals, because in direct Krsna consciousness one can have all the results simply by following the prescribed duties of a particular person."
            ]
        }
    },
    {
        "id": [
            27
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "प्रकृते: क्रियमाणानि गुणै: कर्माणि सर्वशः |",
                "अहङकारविमूढात्मा कर्ताहमिति मन्यते || २७ ||"
            ],
            "english": [
                "prakrteh kriyamanani",
                "gunaih karmani sarvasah",
                "ahankara-vimudhatma",
                "kartaham iti manyate"
            ]
        },
        "translation": {
            "hindi": [
                "जीवात्मा अहंकार के प्रभाव से मोहग्रस्त होकर अपने आपको समस्त कर्मों का कर्ता मान बैठता है, जब कि वास्तव में वे प्रकृति के तीनों गुणों द्वारा सम्पन्न किये जाते हैं |"
            ],
            "english": [
                "The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities, which are in actuality carried out by nature."
            ]
        },
        "meaning": {
            "hindi": [
                "दो व्यक्ति जिनमें से एक कृष्णभावनाभावित है और दूसरा भौतिक चेतना वाला है, समान स्तर पर कार्य करते हुए समान पद पर प्रतीत हो सकते हैं, किन्तु उनके पदों में आकाश-पाताल का अन्तर रहता है | भौतिक चेतना वाला व्यक्ति अहंकार के कारण आश्र्वस्त रहता है कि वही सभी वस्तुओं का कर्ता है | वह यह नहीं जानता कि शरीर की रचना प्रकृति द्वारा हुई है, जो परमेश्र्वर की अध्यक्षता में कार्य करती है | भौतिकतावादी व्यक्ति यह नहीं जानता कि अन्ततोगत्वा वह कृष्ण के अधीन है | अहंकारवश ऐसा व्यक्ति हर कार्य को स्वतन्त्र रूप से करने का श्रेय लेना चाहता है और यही है उसके अज्ञान का लक्षण | उसे यह ज्ञान नहीं कि उसके इस स्थूल तथा सूक्ष्म शरीर की रचना प्रकृति द्वारा भगवान् की अध्यक्षता में की गई है, अतः उसके सारे शारीरिक तथा मानसिक कार्य कृष्णभावनामृत में रहकर कृष्ण की सेवा में तत्पर होने चाहिए | अज्ञानी व्यक्ति यह भूल जाता है कि भगवान् हृषीकेश कहलाते हैं अर्थात् वे शरीर की इन्द्रियों के स्वामी हैं | इन्द्रियतृप्ति के लिए इन्द्रियों का निरन्तर उपयोग करते रहने से वह अहंकार के कारण वस्तुतः मोहग्रस्त रहता है, जिससे वह कृष्ण के साथ अपने शाश्र्वत सम्बन्ध को भूल जाता है |"
            ],
            "english": [
                "Two persons, one in Krsna consciousness and the other in material consciousness, working on the same level, may appear to be working on the same platform, but there is a wide gulf of difference in their respective positions. The person in material consciousness is convinced by false ego that he is the doer of everything. He does not know that the mechanism of the body is produced by material nature, which works under the supervision of the Supreme Lord. The materialistic person has no knowledge that ultimately he is under the control of Krsna. The person in false ego takes all credit for doing everything independantly, and that is the symptom of his nescience. He does not know that this gross and subtle body is the creation of material nature, under the order of the Supreme Personality of Godhead, and as such his bodily and mental activities should be engaged in the service of Krsna, in Krsna consciousness. The ignorant man forgets that the Supreme Personality of Godhead is known as Hrsikesa, or the master of the senses of the material body, for due to his long misuse of the senses in sense gratification, he is factually bewildered by the false ego, which makes him forget his eternal relationship with Krsna."
            ]
        }
    },
    {
        "id": [
            28
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "तत्त्ववित्तु महाबाहो गुणकर्मविभागयो: |",
                "गुणा गुणेषु वर्तन्त इति मत्वा न सज्जते || २८ ||"
            ],
            "english": [
                "tattva-vit tu maha-baho",
                "guna-karma-vibhagayoh",
                "guna gunesu vartanta",
                "iti matva na sajjate"
            ]
        },
        "translation": {
            "hindi": [
                "हे महाबाहो! भक्तिभावमय कर्म तथा सकाम कर्म के भेद को भलीभाँति जानते हुए जो परमसत्य को जानने वाला है, वह कभी भी अपने आपको इन्द्रियों में तथा इन्द्रियतृप्ति में नहीं लगाता |"
            ],
            "english": [
                "One who is in knowledge of the Absolute Truth, O mighty-armed, does not engage himself in the senses and sense gratification, knowing well the differences between work in devotion and work for fruitive results."
            ]
        },
        "meaning": {
            "hindi": [
                "परमसत्य को जानने वाला भौतिक संगति में अपनी विषम स्थिति को जनता है | वह जानता है कि वह भगवान् कृष्ण का अंश है और उसका स्थान इस भौतिक सृष्टि में नहीं होना चाहिए | वह अपने वास्तविक स्वरूप को भगवान् के अंश के रूप में जानता है जो सत् चित् आनंद हैं और उसे यह अनुभूति होती रहती है कि “मैं किसी कारण से देहात्मबुद्धि में फँस चुका हूँ |” अपने अस्तित्व की शुद्ध अवस्था में उसे सारे कार्य भगवान् कृष्ण की सेवा में नियोजित करने चाहिए | फलतः वह अपने आपको कृष्णभावनामृत के कार्यों में लगाता है और भौतिक इन्द्रियों के कार्यों के प्रति स्वभावतः अनासक्त हो जाता है क्योंकि ये परिस्थितिजन्य तथा अस्थायी हैं | वह जानता है कि उसके जीवन की भौतिक दशा भगवान् के नियन्त्रण में है, फलतः वह सभी प्रकार के भौतिक बन्धनों से विचलित नहीं होता क्योंकि वह उन्हें भगवत्कृपा मानता है | श्रीमद्भागवत के अनुसार जो व्यक्ति परमसत्य को ब्रह्म, परमात्मा तथा श्रीभगवान् – इन तीन विभिन्न रूपों में जानता है वही तत्त्ववित् कहलाता है, क्योंकि वह परमेश्र्वर के साथ अपने वास्तविक सम्बन्ध को भी जानता है |"
            ],
            "english": [
                "The knower of the Absolute Truth is convinced of his awkward position in material association. He knows that he is part and parcel of the Supreme Personality of Godhead, Krsna, and that his position should not be in the material creation. He knows his real identity as part and parcel of the Supreme, who is eternal bliss and knowledge, and he realizes that somehow or other he is entrapped in the material conception of life. In his pure state of existence he is meant to dovetail his activities in devotional service to the Supreme Personality of Godhead, Krsna. He therefore engages himself in the activities of Krsna consciousness and becomes naturally unattached to the activities of the material senses, which are all circumstantial and temporary. He knows that his material condition of life is under the supreme control of the Lord; consequently he is not disturbed by all kinds of material reactions, which he considers to be the mercy of the Lord. According to Srimad-Bhagavatam, one who knows the Absolute Truth in three different features—namely Brahman, Paramatma, and the Supreme Personality of Godhead—is called tattvavit, for he knows also his own factual position in relationship with the Supreme."
            ]
        }
    },
    {
        "id": [
            29
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "प्रकृतेर्गुणसम्मूढा: सज्जन्ते गुणकर्मसु |",
                "तानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत् || २९ ||"
            ],
            "english": [
                "prakrter guna-sammudhah",
                "sajjante guna-karmasu",
                "tan akrtsna-vido mandan",
                "krtsna-vin na vicalayet"
            ]
        },
        "translation": {
            "hindi": [
                "माया के गुणों से मोहग्रस्त होने पर अज्ञानी पुरुष पूर्णतया भौतिक कार्यों में संलग्न रहकर उनमें आसक्त हो जाते हैं | यद्यपि उनके ये कार्य उनमें ज्ञानभाव के कारण अधम होते हैं, किन्तु ज्ञानी को चाहिए कि उन्हें विचलित न करे |"
            ],
            "english": [
                "Bewildered by the modes of material nature, the ignorant fully engage themselves in material activities and become attached. But the wise should not unsettle them, although these duties are inferior due to the performers' lack of knowledge."
            ]
        },
        "meaning": {
            "hindi": [
                "अज्ञानी पुरुष स्थूल भौतिक चेतना से और भौतिक उपाधियों से पूर्ण रहते हैं | यह शरीर प्रकृति की देन है और जो व्यक्ति शारीरिक चेतना में अत्यधिक आसक्त होता है वह मन्द अर्थात् आलसी कहा जाता है | अज्ञानी मनुष्य शरीर को आत्मस्वरूप मानते हैं, वे अन्यों के साथ शारीरिक सम्बन्ध को बन्धुत्व मानते हैं, जिस देश में यह शरीर प्राप्त हुआ है उसे वे पूज्य मानते हैं और वे धार्मिक अनुष्ठानों की औपचारिकताओं को ही अपना लक्ष्य मानते हैं | ऐसे भौतिक्ताग्रस्त अपाधिकारी पुरुषों के कुछ प्रकार के कार्यों में सामाजिक सेवा, राष्ट्रीयता तथा परोपकार हैं | ऐसी उपाधियों के चक्कर में वे सदैव भौतिक क्षेत्र में व्यस्त रहते हैं, उनके लिए आध्यात्मिक बोध मिथ्या है, अतः वे इसमें रूचि नहीं लेते | किन्तु जो लोग आध्यात्मिक जीवन में जागरूक हैं, उन्हें चाहिए कि इस तरह भौतिकता में मग्न व्यक्तियों को विचलित न करें | अच्छा तो यही होगा कि वे शान्तभाव से अपने आध्यात्मिक कार्यों को करें | ऐसे मोहग्रस्त व्यक्ति अहिंसा जैसे जीवन के मूलभूत नैतिक सिद्धान्त तथा इसी प्रकार के परोपकारी कार्यों में लगे हो सकते हैं |",
                "जो लोग अज्ञानी हैं वे कृष्णभावनामृत के कार्यों को समझ नहीं पाते, अतः भगवान् कृष्ण हमें उपदेश देते हैं कि ऐसे लोगों को विचलित न किया जाय और व्यर्थ ही मूल्यवान समय नष्ट न किया जाय | किन्तु भगवद्भक्त भगवान् से भी अधिक दयालु होते हैं, क्योंकि वे भगवान् के अभिप्राय को समझते हैं | फलतः वे सभी प्रकार के संकट झेलते हैं, यहाँ तक कि वे इन अज्ञानी पुरुषों के पास जा-जा कर उन्हें कृष्णभावनामृत के कार्यों में प्रवृत्त करने का प्रयास करते हैं, जो मानव के लिए परमावश्यक है |"
            ],
            "english": [
                "Persons who are unknowledgeable falsely identify with gross material consciousness and are full of material designations. This body is a gift of the material nature, and one who is too much attached to the bodily consciousness is called mandan, or a lazy person without understanding of spirit soul. Ignorant men think of the body as the self; bodily connections with others are accepted as kinsmanship; the land in which the body is obtained is the object of worship; and the formalities of religious rituals are considered ends in themselves. Social work, nationalism, and altruism are some of the activities for such materially designated persons. Under the spell of such designations, they are always busy in the material field; for them spiritual realization is a myth, and so they are not interested. Such bewildered persons may even be engaged in such primary moral principles of life as nonviolence and similar materially benevolent work. Those who are, however, enlightened in spiritual life, should not try to agitate such materially engrossed persons. Better to prosecute one's own spiritual activities silently.",
                "Men who are ignorant cannot appreciate activities in Krsna consciousness, and therefore Lord Krsna advises us not to disturb them and simply waste valuable time. But the devotees of the Lord are more kind than the Lord because they understand the purpose of the Lord. Consequently they undertake all kinds of risks, even to the point of approaching ignorant men to try to engage them in the acts of Krsna consciousness, which are absolutely necessary for the human being."
            ]
        }
    },
    {
        "id": [
            30
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा |",
                "निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः || ३० ||"
            ],
            "english": [
                "mayi sarvani karmani",
                "sannyasyadhyatma-cetasa",
                "nirasir nirmamo bhutva",
                "yudhyasva vigata-jvarah"
            ]
        },
        "translation": {
            "hindi": [
                "अतःहे अर्जुन! अपने सारे कार्यों को मुझमें समर्पित करके मेरे पूर्ण ज्ञान से युक्त होकर, लाभ की आकांशा से रहित, स्वामित्व के किसी दावे के बिना तथा आलस्य से रहित होकर युद्ध करो |"
            ],
            "english": [
                "Therefore, O Arjuna, surrendering all your works unto Me, with mind intent on Me, and without desire for gain and free from egoism and lethargy, fight."
            ]
        },
        "meaning": {
            "hindi": [
                "यह श्लोक भगवद्गीता के प्रयोजन को स्पष्टतया इंगित करने वाला है | भगवान् की शिक्षा है कि स्वधर्म पालन के लिए सैन्य अनुशासन के सदृश पूर्णतया कृष्णभावनाभावित होना आवश्यक है | ऐसे आदेश से कुछ कठिनाई उपस्थित हो सकती है, फिर भी कृष्ण के आश्रित होकर स्वधर्म का पालन करना ही चाहिए, क्योंकि यह जीव की स्वाभाविक स्थिति है | जीव भगवान् के सहयोग के बिना सुखी नहीं हो सकता क्योंकि जीव की नित्य स्वाभाविक स्थिति ऐसी है कि भगवान् की इच्छाओं के अधीन रहा जाय |अतः श्रीकृष्ण ने अर्जुन को युद्ध करने का इस तरह आदेश दिया मानो भगवान् उसके सेनानायक हों | परमेश्र्वर की इच्छा के लिए मनुष्य को सर्वस्व की बलि करनी होती है और साथ ही स्वामित्व जताये बिना स्वधर्म का पालन करना होता है | अर्जुन को भगवान् के आदेश का मात्र पालन करना था | परमेश्र्वर समस्त आत्माओं के आत्मा हैं, अतः जो पूर्णतया परमेश्र्वर पर आश्रित रहता है या दूसरे शब्दों में, जो पूर्णतया कृष्णभावनाभावित है वह अध्यात्मचेतस कहलाता है | निराशीः का अर्थ है स्वामी के आदेशानुसार कार्य करना, किन्तु फल की आशा न करना | कोषाध्यक्ष अपने स्वामी के लिए लाखों रुपये गिन सकता है, किन्तु इसमें से वह अपने लिए एक पैसा भी नहीं चाहता | इसी प्रकार मनुष्य को यह समझना चाहिए कि इस संसार में किसी व्यक्ति का कुछ भी नहीं है, सारी वस्तुएँ परमेश्र्वर की हैं | मयि अर्थात् मुझमें का वास्तविक तात्पर्य यही है | और जब मनुष्य इस प्रकार से कृष्णभावनामृत में कार्य करता है तो वह किसी वस्तु पर अपने स्वामित्व का दावा नहीं करता | यह भावनामृत निर्मम अर्थात् “मेरा कुछ नहीं है” कहलाता है | यदि ऐसे कठोर आदेश को, जो शारीरिक सम्बन्ध में तथाकथित बन्धुत्व भावना से रहित है, पूरा करने में कुछ झिझक हो तो उसे दूर कर देना चाहिए | इस प्रकार मनुष्य विगतज्वर अर्थात् ज्वर या आलस्य से रहित हो सकता है | अपने गुण तथा स्थिति के अनुसार प्रत्येक व्यक्ति को विशेष प्रकार का कार्य करना होता है और ऐसे कर्तव्यों का पालन कृष्णभावनाभावित होकर किया जा सकता है | इससे मुक्ति का मार्ग प्रशस्त हो जायेगा |"
            ],
            "english": [
                "This verse clearly indicates the purpose of the Bhagavad-gita. The Lord instructs that one has to become fully Krsna conscious to discharge duties, as if in military discipline. Such an injunction may make things a little difficult; nevertheless duties must be carried out, with dependence on Krsna, because that is the constitutional position of the living entity. The living entity cannot be happy independant of the cooperation of the Supreme Lord because the eternal constitutional position of the living entity is to become subordinate to the desires of the Lord. Arjuna was, therefore, ordered by Sri Krsna to fight as if the Lord were his military commander. One has to sacrifice everything for the good will of the Supreme Lord, and at the same time discharge prescribed duties without claiming proprietorship. Arjuna did not have to consider the order of the Lord; he had only to execute His order. The Supreme Lord is the Soul of all souls; therefore, one who depends solely and wholly on the Supreme Soul without personal consideration, or in other words, one who is fully Krsna conscious, is called adhyatma-cetasa. Nirasih means that one has to act on the order of the master. Nor should one ever expect fruitive results. The cashier may count millions of dollars for his employer, but he does not claim a cent for himself. Similarly, one has to realize that nothing in the world belongs to any individual person, but that everything belongs to the Supreme Lord. That is the real purport of mayi, or unto Me. And when one acts in such Krsna consciousness, certainly he does not claim proprietorship over anything. This consciousness is called nirmama, or nothing is mine. And, if there is any reluctance to execute such a stern order which is without consideration of so-called kinsmen in the bodily relationship, that reluctance should be thrown off; in this way one may become vigata-jvara, or without feverish mentality or lethargy. Everyone, according to his quality and position, has a particular type of work to discharge, and all such duties may be discharged in Krsna consciousness, as described above. That will lead one to the path of liberation."
            ]
        }
    }
]