[
    {
        "id": [
            11
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "देवान्भावयतानेन ते देवा भावयन्तु वः |",
                "परस्परं भावयन्तः श्रेयः परमवाप्स्यथ || ११ ||"
            ],
            "english": [
                "devan bhavayatanena",
                "te deva bhavayantu vah",
                "parasparam bhavayantah",
                "sreyah param avapsyatha"
            ]
        },
        "translation": {
            "hindi": [
                "यज्ञों के द्वारा प्रसन्न होकर देवता तुम्हें भी प्रसन्न करेंगे और इस तरह मनुष्यों तथा देवताओं के मध्य सहयोग से सबों को सम्पन्नता प्राप्त होगी |"
            ],
            "english": [
                "The demigods, being pleased by sacrifices, will also please you; thus nourishing one another, there will reign general prosperity for all."
            ]
        },
        "meaning": {
            "hindi": [
                "देवतागण सांसारिक कार्यों के लिए अधिकारप्राप्त प्रशासक हैं | प्रत्येक जीव द्वारा शरीर धारण करने के लिए आवश्यक वायु, प्रकाश, जल तथा अन्य सारे वर उन देवताओं के अधिकार में हैं, जो भगवान् के शरीर के विभिन्न भागों में असंख्य सहायकों के रूप में स्थित हैं | उनकी प्रसन्नता तथा अप्रसन्नता मनुष्यों द्वारा यज्ञ की सम्पन्नता पर निर्भर है | कुछ यज्ञ किन्हीं विशेष देवताओं को प्रसन्न करने के लिए होते हैं, किन्तु तो भी सारे यज्ञों में भगवान् विष्णु को प्रमुख भोक्ता की भाँति पूजा जाता है | भगवद्गीता में यह भी कहा गया है कि भगवान् कृष्ण स्वयं सभी प्रकार के यज्ञों के भोक्ता हैं – भोक्तारं यज्ञतपसाम्| अतः समस्त यज्ञों का मुख्य प्रयोजन यज्ञपति को प्रसन्न करना है | जब ये यज्ञ सुचारू रूप से सम्पन्न किये जाते हैं, तो विभिन्न विभागों के अधिकारी देवता प्रसन्न होते हैं और प्राकृतिक पदार्थों का अभाव नहीं रहता |",
                "यज्ञों को सम्पन्न करने से अन्य लाभ भी होते हैं, जिनसे अन्ततः भवबन्धन से मुक्ति मिल जाती है | यज्ञ से सारे कर्म पवित्र हो जाते हैं, जैसा कि वेदवचन है – आहारशुद्धौ सत्त्वशुद्धिः सत्त्वशुद्धौ ध्रुवा स्मृतिः स्मृतिलम्भे सर्वग्रंथीनां विप्रमोक्षः | यज्ञ से मनुष्य के खाद्यपदार्थ शुद्ध होते हैं और शुद्ध भोजन करने से मनुष्य-जीवन शुद्ध हो जाता है, जीवन शुद्ध होने से स्मृति के सूक्ष्म-तन्तु शुद्ध होते हैं और स्मृति-तन्तुओं के शुद्ध होने पर मनुष्य मुक्तिमार्ग का चिन्तन कर सकता है और ये सम मिलकर कृष्णभावनामृत तक पहुँचाते हैं, जो आज के समाज के लिए सर्वाधिक आवश्यक है |"
            ],
            "english": [
                "The demigods are empowered administrators of material affairs. The supply of air, light, water and all other benedictions for maintaining the body and soul of every living entity are entrusted to the demigods, who are innumerable assistants in different parts of the body of the Supreme Personality of Godhead. Their pleasures and displeasures are dependant on the performance of yajnas by the human being. Some of the yajnas are meant to satisfy particular demigods; but even in so doing, Lord Visnu is worshiped in all yajnas as the chief beneficiary. It is stated also in the Bhagavad-gita that Krsna Himself is the beneficiary of all kinds of yajnas: bhoktaram yajna-tapasam. Therefore, ultimate satisfaction of the yajnapati is the chief purpose of all yajnas. When these yajnas are perfectly performed, naturally the demigods in charge of the different departments of supply are pleased, and there is no scarcity in the supply of natural products.",
                "Performance of yajnas has many side benefits, ultimately leading to liberation from the material bondage. By performance of yajnas, all activities become purified, as it is stated in the Vedas:",
                "ahara-suddhau sattva-suddhih sattva-suddhaudhruva smrtih smrti-lambhe sarva-granthinam vipra-moksah",
                "As it will be explained in the following verse, by performance of yajna, one's eatables become sanctified, and by eating sanctified foodstuffs, one's very existence becomes purified; by the purification of existence, finer tissues in the memory become sanctified, and when memory is sanctified, one can think of the path of liberation, and all these combined together lead to Krsna consciousness, the great necessity of present-day society."
            ]
        }
    },
    {
        "id": [
            12
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविताः |",
                "तैर्दत्तानप्रदायैभ्यो यो भुङक्ते स्तेन एव सः || १२ ||"
            ],
            "english": [
                "istan bhogan hi vo deva",
                "dasyante yajna-bhavitah",
                "tair dattan apradayaibhyo",
                "yo bhunkte stena eva sah"
            ]
        },
        "translation": {
            "hindi": [
                "जीवन की विभिन्न आवश्यकताओं की पूर्ति करने वाले विभिन्न देवता यज्ञ सम्पन्न होने पर प्रसन्न होकर तुम्हारी सारी आवश्यकताओं की पूर्ति करेंगे | किन्तु जो इन उपहारों को देवताओं को अर्पित किये बिना भोगता है, वह निश्चित रूप से चोर है |"
            ],
            "english": [
                "In charge of the various necessities of life, the demigods, being satisfied by the performance of yajna [sacrifice], supply all necessities to man. But he who enjoys these gifts, without offering them to the demigods in return, is certainly a thief."
            ]
        },
        "meaning": {
            "hindi": [
                "देवतागण भगवान् विष्णु द्वारा भोग-सामग्री प्रदान करने के लिए अधिकृत किये गये हैं | अतः नियत यज्ञों द्वारा उन्हें अवश्य संतुष्ट करना चाहिए | वेदों में विभिन्न देवताओं के लिए भिन्न-भिन्न प्रकार के यज्ञों की संस्तुति है, किन्तु वे सब अन्ततः भगवान् को ही अर्पित किये जाते हैं | किन्तु जो यह नहीं समझ सकता है कि भगवान् क्या हैं, उसके लिए देवयज्ञ का विधान है | अनुष्ठानकर्ता के भौतिक गुणों के अनुसार वेदों में विभिन्न प्रकार के यज्ञों का विधान है | विभिन्न देवताओं की पूजा भी उसी आधार पर अर्थात् गुणों के अनुसार की जताई है | उदाहरणार्थ, मांसाहारियों को देवी काली की पूजा करने के लिए कहा जाता है, जो भौतिक प्रकृति की घोर रूपा हैं और देवी के समक्ष पशुबलि का आदेश है | किन्तु जो सतोगुणी हैं उनके लिए विष्णु की दिव्य पूजा बताई जाती है | अन्ततः समस्त यज्ञों का ध्येय उत्तरोत्तर दिव्य-पद प्राप्त करना है | सामान्य व्यक्तियों के लिए कम से कम पाँच यज्ञ आवश्यक हैं, जिन्हें पञ्चमहायज्ञ कहते हैं |",
                "किन्तु मनुष्य को यह जानना चाहिए कि जीवन की सारी आवश्यकताएँ भगवान् के देवता प्रतिनिधियों द्वारा ही पूरी की जाती हैं | कोई कुछ बना नहीं सकता | उदाहरणार्थ मानव समाज के भोज्य पदार्थों को लें | इन भोज्य पदार्थों में शाकाहारियों के लिए अन्न, फल, शाक, दूध, चीनी आदि हैं और मांसाहारियों के मांसादि जिनमें से कोई भी पदार्थ मनुष्य नहीं बना सकता | एक और उदहारण लें – यथा उष्मा, प्रकाश, जल, वायु आदि जो जीवन के लिए आवश्यक हैं, इनमें से किसी को बनाया नहीं जा सकता | परमेश्र्वर के बिना न तो प्रचुर प्रकाश मिल सकता है, न चाँदनी, वर्षा या प्रातःकालीन समीर ही, जिनके बिना मनुष्य जीवित नहीं रह सकता | स्पष्ट है कि हमारा जीवन भगवान् द्वारा प्रदत्त वस्तुओं पर आश्रित है | यहाँ तक कि हमें अपने उत्पादन-उद्यमों के लिए अनेक कच्चे मालों की आवश्यकता होती है यथा धातु, गंधक, पारद, मैंगनीज तथा अन्य अनेक आवश्यक वस्तुएँ जिनकी पूर्ति भगवान् के प्रतिनिधि इस उद्देश्य से करते हैं कि हम इनका समुचित उपयोग करके आत्म-साक्षात्कार के लिए अपने आपको स्वस्थ एवं पुष्ट बनायें जिससे जीवन का चरम लक्ष्य अर्थात् भौतिक जीवन-संघर्ष से मुक्ति प्राप्त हो सके | यज्ञ सम्पन्न करने से मानव जीवन का चरम लक्ष्य प्राप्त हो जाता है | यदि हम जीवन-उद्देश्य को भूल कर भगवान् के प्रतिनिधियों से अपनी इन्द्रियतृप्ति के लिए वस्तुएँ लेते रहेंगे और इस संसार में अधिकाधिक फँसते जायेंगे, जो कि सृष्टि का उद्देश्य नहीं है तो निश्चय ही हम चोर हैं और इस तरह हम प्रकृति के नियमों द्वारा दण्डित होंगे | चोरों का समाज कभी सुखी नहीं रह सकता क्योंकि उनका कोई जीवन-लक्ष्य नहीं होता | भौतिकतावादी चोरों का कभी कोई जीवन-लक्ष्य नहीं होता | उन्हें तो केवल इन्द्रियतृप्ति की चिन्ता रहती है, वे नहीं जानते कि यज्ञ किस तरह किये जाते हैं | किन्तु चैतन्य महाप्रभु ने यह यज्ञ सम्पन्न करने की सरलतम विधि का प्रवर्तन किया | यह है संकीर्तन-यज्ञ जो संसार के किसी भी व्यक्ति द्वारा, जो कृष्णभावनामृत के सिद्धान्तों को अंगीकार करता है, सम्पन्न किया जा सकता है |"
            ],
            "english": [
                "The demigods are authorized supplying agents on behalf of the Supreme Personality of Godhead, Visnu. Therefore, they must be satisfied by the performance of prescribed yajnas. In the Vedas, there are different kinds of yajnas prescribed for different kinds of demigods, but all are ultimately offered to the Supreme Personality of Godhead. For one who cannot understand what the Personality of Godhead is, sacrifice to the demigods is recommended. According to the different material qualities of the persons concerned, different types of yajnas are recommended in the Vedas. Worship of different demigods is also on the same basis—namely, according to different qualities. For example, the meat-eaters are recommended to worship the goddess Kali, the ghastly form of material nature, and before the goddess the sacrifice of animals is recommended. But for those who are in the mode of goodness, the transcendental worship of Visnu is recommended. But ultimately, all yajnas are meant for gradual promotion to the transcendental position. For ordinary men, at least five yajnas, known as panca-mahayajna, are necessary.",
                "One should know, however, that all the necessities of life that the human society requires are supplied by the demigod agents of the Lord. No one can manufacture anything. Take, for example, all the eatables of human society. These eatables include grains, fruits, vegetables, milk, sugar, etc., for the persons in the mode of goodness, and also eatables for the nonvegetarians, like meats, etc., none of which can be manufactured by men. Then again, take for example heat, light, water, air, etc., which are also necessities of life—none of them can be manufactured by the human society. Without the Supreme Lord, there can be no profuse sunlight, moonlight, rainfall, breeze, etc., without which no one can live. Obviously, our life is dependant on supplies from the Lord. Even for our manufacturing enterprises, we require so many raw materials like metal, sulphur, mercury, manganese, and so many essentials—all of which are supplied by the agents of the Lord, with the purpose that we should make proper use of them to keep ourselves fit and healthy for the purpose of self-realization, leading to the ultimate goal of life, namely, liberation from the material struggle for existence. This aim of life is attained by performance of yajnas. If we forget the purpose of human life and simply take supplies from the agents of the Lord for sense gratification and become more and more entangled in material existence, which is not the purpose of creation, certainly we become thieves, and therefore we are punished by the laws of material nature. A society of thieves can never be happy because they have no aim in life. The gross materialist thieves have no ultimate goal of life. They are simply directed to sense gratification; nor do they have knowledge of how to perform yajnas. Lord Caitanya, however, inaugurated the easiest performance of yajna, namely the sankirtana-yajna, which can be performed by anyone in the world who accepts the principles of Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            13
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "यज्ञशिष्टाशिनः सन्तो मुच्यन्ते सर्वकिल्बिषैः",
                "भुञ्जते ते त्वघं पापा ये पचन्त्यात्मकारणात् || १३ ||"
            ],
            "english": [
                "yajna-sistasinah santo",
                "mucyante sarva-kilbisaih",
                "bhunjate te tv agham papa",
                "ye pacanty atma-karanat"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् के भक्त सभी प्रकार के पापों से मुक्त हो जाते हैं, क्योंकि वे यज्ञ में अर्पित किये भोजन (प्रसाद) को ही खाते हैं | अन्य लोग, जो अपनी इन्द्रियसुख के लिए भोजन बनाते हैं, वे निश्चित रूप से पाप खाते हैं |"
            ],
            "english": [
                "The devotees of the Lord are released from all kinds of sins because they eat food which is offered first for sacrifice. Others, who prepare food for personal sense enjoyment, verily eat only sin."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्भक्तों या कृष्णभावनाभावित पुरुषों को सन्त कहा जाता है | वे सदैव भगवत्प्रेम में निमग्न रहते हैं, जैसा कि ब्रह्मसंहिता में (५.३८) कहा गया है – प्रेमाञ्जनच्छुरितभक्तिविलोचनेन सन्तः सदैव हृदयेषु विलोकयन्ति |",
                "सन्तगण श्रीभगवान् गोविन्द (समस्त आनन्द के दाता), या मुकुन्द (मुक्ति के दाता), या कृष्ण (सबों को आकृष्ट करने वाले पुरुष) के प्रगाढ़ प्रेम में मग्न रहने के कारण कोई भी वस्तु परम पुरुष को अर्पित किये बिना ग्रहण नहीं करते | फलतः ऐसे भक्त पृथक्-पृथक् भक्ति-साधनों के द्वारा, यथा श्रवण, कीर्तन, स्मरण, अर्चन आदि के द्वारा यज्ञ करते रहते हैं, जिससे वे संसार की सम्पूर्ण पापमयी संगति के कल्मष से दूर रहते हैं | अन्य लोग, जो अपने लिए या इन्द्रियतृप्ति के लिए भोजन बनाते हैं वे न केवल चोर हैं, अपितु सभी प्रकार के पापों को खाने वाले हैं | जो व्यक्ति चोर तथा पापी दोनों हो, भला वह किस तरह सुखी रह सकता है? यह सम्भव नहीं | अतः सभी प्रकार से सुखी रहने के लिए मनुष्यों को पूर्ण कृष्णभावनामृत में संकीर्तन-यज्ञ करने की सरल विधि बताई जानी चाहिए, अन्यथा संसार में शान्ति या सुख नहीं हो सकता |"
            ],
            "english": [
                "The devotees of the Supreme Lord, or the persons who are in Krsna consciousness, are called santas, and they are always in love with the Lord as it is described in the Brahma-samhita: premanjana- cchurita-bhakti-vilocanena santah sadaiva hrdayesu vilokayanti. The santas, being always in a compact of love with the Supreme Personality of Godhead, Govinda (the giver of all pleasures), or Mukunda (the giver of liberation), or Krsna (the all-attractive person), cannot accept anything without first offering it to the Supreme Person. Therefore, such devotees always perform yajnas in different modes of devotional service, such as sravanam, kirtanam, smaranam, arcanam, etc., and these performances of yajnas keep them always aloof from all kinds of contamination of sinful association in the material world. Others, who prepare food for self or sense gratification, are not only thieves, but are also the eaters of all kinds of sins. How can a person be happy if he is both a thief and sinful? It is not possible. Therefore, in order for people to become happy in all respects, they must be taught to perform the easy process of sankirtana-yajna, in full Krsna consciousness. Otherwise, there can be no peace or happiness in the world."
            ]
        }
    },
    {
        "id": [
            14
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "अन्नाद्भवति भूतानि पर्जन्यादन्नसम्भवः |",
                "यज्ञाद्भवति पर्जन्यो यज्ञः कर्मसमुद्भवः || १४ ||"
            ],
            "english": [
                "annad bhavanti bhutani",
                "parjanyad anna-sambhavah",
                "yajnad bhavati parjanyo",
                "yajnah karma-samudbhavah"
            ]
        },
        "translation": {
            "hindi": [
                "सारे प्राणी अन्न पर आश्रित हैं, जो वर्षा से उत्पन्न होता है | वर्षा यज्ञ सम्पन्न करने से होती है और यज्ञ नियत कर्मों से उत्पन्न होता है |"
            ],
            "english": [
                "All living bodies subsist on food grains, which are produced from rain. Rains are produced by performance of yajna [sacrifice], and yajna is born of prescribed duties."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता के महान टीकाकार श्रील बलदेव विद्याभूषण इस प्रकार लिखते हैं – ये इन्द्राद्यङ्गतयावस्थितं यज्ञं सर्वेश्र्वरं विष्णुमभ्यर्च्य तच्छेषमश्नन्ति तेन तद्देहयात्रां सम्पादयन्ति ते सन्तः सर्वेश्र्वरस्य यज्ञपुरुषस्य भक्ताः सर्वकिल्बिषैर् अनादिकालविवृध्दैर् आत्मानुभवप्रतिबन्धकैर्निखिलैः पापैर्विमुच्यन्ते| परमेश्र्वर, जो यज्ञपुरुष अथवा समस्त यज्ञों के भोक्ता कहलाते हैं, सभी देवताओं के स्वामी हैं और जिस प्रकार शरीर के अंग पुरे शरीर की सेवा करते हैं, उसी तरह सारे देवता उनकी सेवा करते हैं | इन्द्र, चन्द्र तथा वरुण जैसे देवता भगवान् द्वारा नियुक्त अधिकारी हैं, जो सांसारिक कार्यों की देखरेख करते हैं | सारे वेद इन देवताओं को प्रसन्न करने के लिए यज्ञों का निर्देश करते हैं, जिससे वे अन्न उत्पादन के लिए प्रचुर वायु, प्रकाश तथा जल प्रदान करें | जब कृष्ण की पूजा की जाती है तो उनके अंगस्वरूप देवताओं की भी स्वतः पूजा हो जाती है, अतः देवताओं की अलग से पूजा करने की आवश्यकता नहीं होती | इसी हेतु कृष्णभावनाभावित भगवद्भक्त सर्वप्रथम कृष्ण को भोजन अर्पित करते हैं और तब खाते हैं – यह ऐसी विधि है जिससे शरीर का आध्यात्मिक पोषण होता है | ऐसा करने से न केवल शरीर के विगत पापमय कर्मफल नष्ट होते हैं, अपितु शरीर प्रकृति के समस्त कल्मषों से निरापद हो जाता है | जब कोई छूत का रोग फैलता है तो इसके आक्रमण से बचने के लिए रोगाणुरोधी टीका लगाया जाता है | इसी प्रकार भगवान् विष्णु को अर्पित करके ग्रहण किया जाने वाला भोजन हमें भौतिक संदूषण से निरापद बनाता है और जो इस विधि का अभ्यस्त है वह भगवद्भक्त कहलाता है | अतः कृष्णभावनाभावित व्यक्ति, जो केवल कृष्ण को अर्पित किया भोजन करता है, वह उन समस्त विगत भौतिक दूषणों के फलों का सामना करने में समर्थ होता है,जो आत्म-साक्षात्कार के मार्ग में बाधक बनते हैं | इसके विपरीत जो ऐसा नहीं करता वह अपने पापपूर्ण कर्म को बढाता रहता है जिससे उसे सारे पापफलों को भोगने के लिए अगला शरीर कूकरों-सूकरों के समान मिलता है | यह भौतिक जगत् नाना कल्मषों से पूर्ण है और जो भी भगवान् के प्रसाद को ग्रहण करके उनसे निरापद हो लेता है वह उनके आक्रमण से बच जाता है, किन्तु जो ऐसा नहीं करता वह कल्मष का लक्ष्य बनता है |",
                "अन्न अथवा शाक वास्तव में खाद्य हैं | मनुष्य विभिन्न प्रकार के अन्न, शाक, फल आदि खाते हैं, जबकि पशु इन पदार्थों के अच्छिष्ट को खाते हैं | जो मनुष्य मांस खाने के अभ्यस्त हैं उन्हें भी शाक के उत्पादन पर निर्भर रहना पड़ता है, क्योंकि पशु शाक ही खाते हैं | अतएव हमें अन्ततोगत्वा खेतों के उत्पादन पर ही आश्रित रहना है, बड़ी-बड़ी फैक्टरियों के उत्पादन पर नहीं | खेतों का यह उत्पादन आकाश से होने वाली प्रचुर वर्षा पर निर्भर करता है और ऐसी वर्षा इन्द्र, सूर्य, चन्द्र आदि देवताओं के द्वारा नियन्त्रित होती है | ये देवता भगवान् के दास हैं | भगवान् को यज्ञों के द्वारा सन्तुष्ट रखा जा सकता है, अतः जो इन यज्ञों को सम्पन्न नहीं करता, उसे अभाव का सामना करना होगा – यही प्रकृति का नियम है | अतः भोजन के अभाव से बचने के लिए यज्ञ और विशेष रूप से इस युग के लिए संस्तुत संकीर्तन-यज्ञ, सम्पन्न करना चाहिए |"
            ],
            "english": [
                "Srila Baladeva Vidyabhusana, a great commentator on the Bhagavad-gita, writes as follows: ye indrady-anga-tayavasthitam yajnam sarvesvaram visnum abhyarccya tacchesam asnanti tena taddeha-yantram sampadayanti te santah sarvesvarasya bhaktah sarva-kilvisair anadi-kala-vivrddhair atmanubhava- pratibandhakair nikhilaih papair vimucyante. The Supreme Lord, who is known as the yajna-purusah, or the personal beneficiary of all sacrifices, is the master of all demigods who serve Him as the different limbs of the body serve the whole. Demigods like Indra, Candra, Varuna, etc., are appointed officers who manage material affairs, and the Vedas direct sacrifices to satisfy these demigods so that they may be pleased to supply air, light and water sufficiently to produce food grains. When Lord Krsna is worshiped, the demigods, who are different limbs of the Lord, are also automatically worshiped; therefore there is no separate need to worship the demigods. For this reason, the devotees of the Lord, who are in Krsna consciousness, offer food to Krsna and then eat—a process which nourishes the body spiritually. By such action not only are past sinful reactions in the body vanquished, but the body becomes immunized to all contamination of material nature. When there is an epidemic disease, an antiseptic vaccine protects a person from the attack of such an epidemic. Similarly, food offered to Lord Visnu and then taken by us makes us sufficiently resistant to material affection, and one who is accustomed to this practice is called a devotee of the Lord. Therefore, a person in Krsna consciousness, who eats only food offered to Krsna, can counteract all reactions of past material infections, which are impediments to the progress of self-realization. On the other hand, one who does not do so continues to increase the volume of sinful action, and this prepares the next body to resemble hogs and dogs, to suffer the resultant reactions of all sins. The material world is full of contaminations, and one who is immunized by accepting prasadam of the Lord (food offered to Visnu) is saved from the attack, whereas one who does not do so becomes subjected to contamination.",
                "Food grains or vegetables are factually eatables. The human being eats different kinds of food grains, vegetables, fruits, etc., and the animals eat the refuse of the food grains and vegetables, grass, plants, etc. Human beings who are accustomed to eating meat and flesh must also depend on the production of vegetation in order to eat the animals. Therefore, ultimately, we have to depend on the production of the field and not on the production of big factories. The field production is due to sufficient rain from the sky, and such rains are controlled by demigods like Indra, sun, moon, etc., and they are all servants of the Lord. The Lord can be satisfied by sacrifices; therefore, one who cannot perform them will find himself in scarcity—that is the law of nature. Yajna, specifically the sankirtana-yajna prescribed for this age, must therefore be performed to save us at least from scarcity of food supply."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "कर्म ब्रह्मोद्भवं विद्धि ब्रह्माक्षरसमुद्भवम् |",
                "तस्मात्सर्वगतं ब्रह्म नित्यं यज्ञे प्रतिष्ठितम् || १५ ||"
            ],
            "english": [
                "karma brahmodbhavam viddhi",
                "brahmaksara-samudbhavam",
                "tasmat sarva-gatam brahma",
                "nityam yajne pratisthitam"
            ]
        },
        "translation": {
            "hindi": [
                "वेदों में नियमित कर्मों का विधान है और ये साक्षात् श्रीभगवान् (परब्रह्म) से प्रकट हुए हैं | फलतः सर्वव्यापी ब्रह्म यज्ञकर्मों में सदा स्थित रहता है |"
            ],
            "english": [
                "Regulated activities are prescribed in the Vedas, and the Vedas are directly manifested from the Supreme Personality of Godhead. Consequently the all-pervading Transcendence is eternally situated in acts of sacrifice."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में यज्ञार्थ-कर्म अर्थात् कृष्ण को प्रसन्न करने के लिए कर्म की आवश्यकता को भलीभाँति विवेचित किया गया है | यदि हमें यज्ञ-पुरुष विष्णु के परितोष के लिए कर्म करने है तो हमें ब्रह्म या दिव्य वेदों से कर्म की दिशा प्राप्त करनी होगी | अतः सारे वेद कर्मादेशों की संहिताएँ हैं | वेदों के निर्देश के बिना किया गया कोई भी कर्म विकर्म या अवैध अथवा पापपूर्ण कर्म कहलाता है | अतः कर्मफल से बचने के लिए सदैव वेदों से निर्देश प्राप्त करना चाहिए | जिस प्रकार सामान्य जीवन में राज्य के निर्देश के अन्तर्गत कार्य करना होता है उसी प्रकार भगवान् के परम राज्य के निर्देशन में कार्य करना चाहिए | वेदों में ऐसे निर्देश भगवान् के श्र्वास से प्रत्यक्ष प्रकट होते हैं | कहा गया है –अस्य महतो भूतस्य निश्र्वसितम् एतद् यद्ऋग्वेदो यजुर्वेदः सामवेदोऽथर्वाङ्गिरसः “चारों वेद – ऋग्वेद, यजुर्वेद, सामवेद तथा अथर्ववेद – भगवान् के श्र्वास से अद्भुत हैं |” (बृहराण्यकउपनिषद् ४.५.११) ब्रह्मसंहिता से प्रमाणित होता है कि सर्व शक्तिमान होने के कारण भगवान् अपने श्र्वास के द्वारा बोल सकते हैं, अपनी प्रत्येक इन्द्रिय के द्वारा अन्य समस्त इन्द्रियों के कार्य सम्पन्न कर सकते हैं, दूसरे शब्दों में, भगवान् अपनी निःश्र्वास के द्वारा बोल सकते हैं और वे अपने नेत्रों से गर्भधान कर सकते हैं | वस्तुतः यह कहा जा सकता है कि उन्होंने प्रकृति पर दृष्टिपात किया और समस्त जीवों को गर्भस्थ किया | इस तरह प्रकृति के गर्भ में बद्धजिवों को प्रविष्ट करने के पश्चात् उन्होंने उन्हें वैदिक ज्ञान के रूप में आदेश दिया, जिससे वे भगवद्धाम वापस जा सकें | हमें यह सदैव स्मरण रखना चाहिए कि प्रकृति में सारे बद्धजीव भौतिक भोग के लिए इच्छुक रहते हैं | किन्तु वैदिक आदेश इस प्रकार बानाये गए हैं कि मनुष्य अपनी विकृत इच्छाओं की पूर्ति कर सकता है और तथाकथित सुखभोग पूरा करके भगवान् के पास लौट सकता है | बद्धजीवों के लिए मुक्ति प्राप्त करने का सुनहरा अवसर होता है, अतः उन्हें चाहिए कि कृष्णभावनाभावित होकर यज्ञ-विधि का पालन करें | यहाँ तक कि वैदिक आदेशों का पालन नहीं करते वे भी कृष्णभावनामृत के सिद्धान्तों को ग्रहण कर सकते हैं जिससे वैदिक यज्ञों या कर्मों की पूर्ति हो जायेगी |"
            ],
            "english": [
                "Yajnartha karma, or the necessity of work for the satisfaction of Krsna only, is more expressly stated in this verse. If we have to work for the satisfaction of the yajna-purusa, Visnu, then we must find out the direction of work in Brahman, or the transcendental Vedas. The Vedas are therefore codes of working directions. Anything performed without the direction of the Vedas is called vikarma, or unauthorized or sinful work. Therefore, one should always take direction from the Vedas to be saved from the reaction of work. As one has to work in ordinary life by the direction of the state, similarly, one has to work under direction of the supreme state of the Lord. Such directions in the Vedas are directly manifested from the breathing of the Supreme Personality of Godhead. It is said: asya mahato bhutasya nasvasitam etad yad rg-vedo yajur-vedah sama-vedo 'tharvan girasah. “The four Vedas—namely the Rg-veda, Yajur-veda, Sama-veda and Atharva-veda—are all emanations from the breathing of the great Personality of Godhead.” The Lord, being omnipotent, can speak by breathing air, as it is confirmed in the Brahma-samhita, for the Lord has the omnipotence to perform through each of His senses the actions of all other senses. In other words, the Lord can speak through His breathing, and He can impregnate by His eyes. In fact, it is said that He glanced over material nature and thus fathered all living entities. After creating or impregnating the conditioned souls into the womb of material nature, He gave His directions in the Vedic wisdom as to how such conditioned souls can return home, back to Godhead. We should always remember that the conditioned souls in material nature are all eager for material enjoyment. But the Vedic directions are so made that one can satisfy one's perverted desires, then return to Godhead, having finished his so-called enjoyment. It is a chance for the conditioned souls to attain liberation; therefore the conditioned souls must try to follow the process of yajna by becoming Krsna conscious. Even those who cannot follow the Vedic injunctions may adopt the principles of Krsna consciousness, and that will take the place of performance of Vedic yajnas, or karmas."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः |",
                "आघायुरिन्द्रियारामो मोघं पार्थ स जीवति || १६ ||"
            ],
            "english": [
                "evam pravartitam cakram",
                "nanuvartayatiha yah",
                "aghayur indriyaramo",
                "mogham partha sa jivati"
            ]
        },
        "translation": {
            "hindi": [
                "हे प्रिय अर्जुन! जो मानव जीवन में इस प्रकार वेदों द्वारा स्थापित यज्ञ-चक्र का पालन नहीं करता वह निश्चय ही पापमय जीवन व्यतीत करता है | ऐसा व्यक्ति केवल इन्द्रियों की तुष्टि के लिए व्यर्थ ही जीवित रहता है |"
            ],
            "english": [
                "My dear Arjuna, a man who does not follow this prescribed Vedic system of sacrifice certainly leads a life of sin, for a person delighting only in the senses lives in vain."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में भगवान् ने “कठोर परिश्रम करो और इन्द्रियतृप्ति का आनन्द लो” इस सांसारिक विचारधारा का तिरस्कार किया है | अतः जो लोग इस संसार में भोग करना चाहते हैं उन्हें उपर्युक्त यज्ञ-चक्र का अनुसरण करना परमावश्यक है | जो ऐसे विधिविधानों का पालन नहीं करता, अधिकाधिक तिरस्कृत होने के कारण उसका जीवन अत्यन्त संकटपूर्ण रहता है | प्रकृति के नियमानुसार यह मानव शरीर विशेष रूप से आत्म-साक्षात्कार के लिए मिला है जिसे कर्मयोग, ज्ञानयोग या भक्तियोग में से किसी एक विधि से प्राप्त किया जा सकता है | इन योगियों के लिए यज्ञ सम्पन्न करने की कोई आवश्यकता नहीं रहती क्योंकि ये पाप-पुण्य से परे होते हैं, किन्तु जो लोग इन्द्रियतृप्ति में जुटे हुए हैं उन्हें पूर्वोक्त यज्ञ-चक्र के द्वारा शुद्धिकरण की आवश्यकता रहती है | कर्म के अनेक भेद होते हैं | जो लोग कृष्णभावनाभावित नहीं हैं वे निश्चय ही विषय-परायण होते हैं, अतः उन्हें पुण्य कर्म करने की आवश्यकता होती है | यज्ञ पद्धति इस प्रकार सुनियोजित है कि विषयोन्मुख लोग विषयों के फल में फँसे बिना अपनी इच्छाओं की पूर्ति कर सकते हैं | संसार की सम्पन्नता हामारे प्रयासों पर नहीं, अपितु परमेश्र्वर की पृष्ठभूमि-योजना पर निर्भर है, जिसे देवता सम्पादित करते हैं | अतः वेदों में वर्णित देवताओं को लक्षित करके यज्ञ किये जाते हैं | अप्रत्यक्ष रूप में यह कृष्णभावनामृत का ही अभ्यास रहता है क्योंकि जब कोई इन यज्ञों में दक्षता प्राप्त कर लेता है तो वह अवश्य ही कृष्णभावनाभावित हो जाता है | किन्तु यदि ऐसे यज्ञ करने से कोई कृष्णभावनाभावित नहीं हो पाता तो इसे कोरी आचार-संहिता समझना चाहिए | अतः मनुष्यों को चाहिए कि वे आचार-संहिता तक ही अपनी प्रगति को सीमित न करें, अपितु उसे पार करके कृष्णभावनामृत को प्राप्त हों |"
            ],
            "english": [
                "The mammonist philosophy of work very hard and enjoy sense gratification is condemned herein by the Lord. Therefore, for those who want to enjoy this material world, the above-mentioned cycle of performing yajnas is absolutely necessary. One who does not follow such regulations is living a very risky life, being condemned more and more. By nature's law, this human form of life is specifically meant for self-realization, in either of the three ways—namely karma-yoga, jnana-yoga, or bhakti-yoga. There is no necessity of rigidly following the performances of the prescribed yajnas for the transcendentalists who are above vice and virtue; but those who are engaged in sense gratification require purification by the above-mentioned cycle of yajna performances. There are different kinds of activities. Those who are not Krsna conscious are certainly engaged in sensory consciousness; therefore they need to execute pious work. The yajna system is planned in such a way that sensory conscious persons may satisfy their desires without becoming entangled in the reaction of sense-gratificatory work. The prosperity of the world depends not on our own efforts but on the background arrangement of the Supreme Lord, directly carried out by the demigods. Therefore, the yajnas are directly aimed at the particular demigod mentioned in the Vedas. Indirectly, it is the practice of Krsna consciousness, because when one masters the performance of yajnas, one is sure to become Krsna conscious. But if by performing yajnas one does not become Krsna conscious, such principles are counted as only moral codes. One should not, therefore, limit his progress only to the point of moral codes, but should transcend them, to attain Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "यस्त्वात्मरतिरेव स्यादात्मतृप्तश्र्च मानवः |",
                "आत्मन्येव च सन्तुष्टस्य कार्यं न विद्यते || १७ ||"
            ],
            "english": [
                "yas tv atma-ratir eva syad",
                "atma-trptas ca manavah",
                "atmany eva ca santustas",
                "tasya karyam na vidyate"
            ]
        },
        "translation": {
            "hindi": [
                "किन्तु जो व्यक्ति आत्मा में ही आनन्द लेता है तथा जिसका जीवन आत्म-साक्षात्कार युक्त है और जो अपने में ही से पूर्णतया सन्तुष्ट रहता है उसके लिए कुछ करणीय (कर्तव्य) नहीं होता |"
            ],
            "english": [
                "One who is, however, taking pleasure in the self, who is illumined in the self, who rejoices in and is satisfied with the self only, fully satiated—for him there is no duty."
            ]
        },
        "meaning": {
            "hindi": [
                "जो व्यक्ति कृष्णभावनाभावित है और अपने कृष्णभावनामृत के कार्यों से पूर्णतया सन्तुष्ट रहता है उसे कुछ भी नियत कर्म नहीं करना होता | कृष्णभावनाभावित होने के कारण उसके हृदय का सारा मैल तुरन्त धुल जाता है, जो हजारों-हजारों यज्ञों को सम्पन्न करने पर ही सम्भव हो पाता है | इस प्रकार चेतना के शुद्ध होने से मनुष्य परमेश्र्वर के साथ अपने सम्बन्ध के प्रति पूर्णतया आश्र्वस्त हो जाता है | भगवत्कृपा से उसका कार्य स्वयंप्रकाशित हो जाता है; अतएव वैदिक आदेशों के प्रति उसका कर्तव्य निःशेष हो जाता है | ऐसा कृष्णभावनाभावित व्यक्ति कभी भी भौतिक कार्यों में रूचि नहीं लेता और न ही उसे सुरा, सुन्दरी तथा अन्य प्रलोभनों में कोई आनन्द मिलता है |"
            ],
            "english": [
                "A person who is fully Krsna conscious, and is fully satisfied by his acts in Krsna consciousness, no longer has any duty to perform. Due to his being Krsna conscious, all impiety within is instantly cleansed, an effect of many, many thousands of yajna performances. By such clearing of consciousness, one becomes fully confident of his eternal position in relationship with the Supreme. His duty thus becomes self-illuminated by the grace of the Lord, and therefore he no longer has any obligations to the Vedic injunctions. Such a Krsna conscious person is no longer interested in material activities and no longer takes pleasure in material arrangements like wine, women and similar infatuations."
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "नैव तस्य कृतेनार्थो नाकृतेनेह कश्र्चन |",
                "न चास्य सर्वभूतेषु कश्र्चिदर्थव्यपाश्रयः || १८ ||"
            ],
            "english": [
                "naiva tasya krtenartho",
                "nakrteneha kascana",
                "na casya sarva-bhutesu",
                "kascid artha-vyapasrayah"
            ]
        },
        "translation": {
            "hindi": [
                "स्वरुपसिद्ध व्यक्ति के लिए न तो अपने नियत कर्मों को करने की आवश्यकता रह जाती है, न ऐसा कर्म न करने का कोई कारण ही रहता है | उसे किसी अन्य जीव पर निर्भर रहने की आवश्यकता भी नहीं रह जाती |"
            ],
            "english": [
                "A self-realized man has no purpose to fulfill in the discharge of his prescribed duties, nor has he any reason not to perform such work. Nor has he any need to depend on any other living being."
            ]
        },
        "meaning": {
            "hindi": [
                "स्वरुपसिद्ध व्यक्ति को कृष्णभावनाभावित कर्म के अतिरिक्त कुछ भी करना नहीं होता | किन्तु यह कृष्णभावनामृत निष्क्रियता भी नहीं है, जैसा कि अगले श्लोकों में बताया जाएगा | कृष्णभावनाभावित व्यक्ति किसी की शरण ग्रहण नहीं करता – चाहे वह मनुष्य हो या देवता | कृष्णभावनामृत में वह जो भी करता है कि उसके कर्तव्य-सम्पादन के लिए पर्याप्त है |"
            ],
            "english": [
                "A self-realized man is no longer obliged to perform any prescribed duty, save and except activities in Krsna consciousness. Krsna consciousness is not inactivity either, as will be explained in the following verses. A Krsna conscious man does not take shelter of any person—man or demigod. Whatever he does in Krsna consciousness is sufficient in the discharge of his obligation."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                " \tतस्मादसक्तः सततं कार्यं कर्म समाचार |",
                "असक्तो ह्याचरन्कर्म परमाप्नोति पुरुषः || १९ ||"
            ],
            "english": [
                "tasmad asaktah satatam",
                "karyam karma samacara",
                "asakto hy acaran karma",
                "param apnoti purusah"
            ]
        },
        "translation": {
            "hindi": [
                "अतः कर्मफल में आसक्त हुए बिना मनुष्य को अपना कर्तव्य समझ कर निरन्तर कर्म करते रहना चाहिए क्योंकि अनासक्त होकर कर्म करने से परब्रह्म (परम) की प्राप्ति होती है |"
            ],
            "english": [
                "Therefore, without being attached to the fruits of activities, one should act as a matter of duty; for by working without attachment, one attains the Supreme."
            ]
        },
        "meaning": {
            "hindi": [
                "भक्तों के लिए श्रीभगवान् परम हैं और निर्विशेषवादियों के लिए मुक्ति परम है | अतः जो व्यक्ति समुचित पथप्रदर्शन पाकर और कर्मफल से अनासक्त होकर कृष्ण के लिए या कृष्णभावनामृत में कार्य करता है, वह निश्चित रूप से जीवन-लक्ष्य की ओर प्रगति करता है | अर्जुन से कहा जा रहा है कि वह कृष्ण के लिए कुरुक्षेत्र के युद्ध में लड़े क्योंकि कृष्ण की इच्छा है कि वह ऐसा करे | उत्तम व्यक्ति होना या अहिंसक होना व्यक्तिगत आसक्ति है, किन्तु फल की आसक्ति से रहित होकर कार्य करना परमात्मा के लिए कार्य करना है | यह उच्चतम कोटि का पूर्ण कर्म है, जिसकी संस्तुति भगवान् कृष्ण ने की है |",
                "नियत यज्ञ, जैसे वैदिक अनुष्ठान, उन पापकर्मों की शुद्धि के लिए किये जाते हैं जो इन्द्रियतृप्ति के उद्देश्य से किये गए हों | किन्तु कृष्णभावनामृत में जो कर्म किया जाता है वह अच्छे या बुरे कर्म के फलों से परे है | कृष्णभावनाभावित व्यक्ति में फल के प्रति लेशमात्र आसक्ति नहीं रहती, वह तो केवल कृष्ण के लिए कार्य करता है | वह समस्त प्रकार के कर्मों में रत रह कर भी पूर्णतया अनासक्त रहता है |"
            ],
            "english": [
                "The Supreme is the Personality of Godhead for the devotees, and liberation for the impersonalist. A person, therefore, acting for Krsna, or in Krsna consciousness, under proper guidance and without attachment to the result of the work, is certainly making progress toward the supreme goal of life. Arjuna is told that he should fight in the Battle of Kuruksetra for the interest of Krsna because Krsna wanted him to fight. To be a good man or a nonviolent man is a personal attachment, but to act on behalf of the Supreme is to act without attachment for the result. That is perfect action of the highest degree, recommended by the Supreme Personality of Godhead, Sri Krsna. Vedic rituals, like prescribed sacrifices, are performed for purification of impious activities that were performed in the field of sense gratification. But action in Krsna consciousness is transcendental to the reactions of good or evil work. A Krsna conscious person has no attachment for the result but acts on behalf of Krsna alone. He engages in all kinds of activities, but is completely nonattached."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "कर्मणैव हि संसिद्धिमास्थिता जनकादयः |",
                "लोकसग्रहमेवापि सम्पश्यन्कर्तुमर्हसि || २० ||"
            ],
            "english": [
                "karmanaiva hi samsiddhim",
                "asthita janakadayah",
                "loka-sangraham evapi",
                "sampasyan kartum arhasi"
            ]
        },
        "translation": {
            "hindi": [
                "जनक जैसे राजाओं ने केवल नियत कर्मों को करने से ही सिद्धि प्राप्त की | अतः सामान्य जनों को शिक्षित करने की दृष्टि से तुम्हें कर्म करना चाहिए |"
            ],
            "english": [
                "Even kings like Janaka and others attained the perfectional stage by performance of prescribed duties. Therefore, just for the sake of educating the people in general, you should perform your work."
            ]
        },
        "meaning": {
            "hindi": [
                "जनक जैसे राजा स्वरुपसिद्ध व्यक्ति थे, अतः वे वेदानुमोदित कर्म करने के लिए बाध्य न थे | तो भी वे लोग सामान्यजनों के समक्ष आदर्श प्रस्तुत करने के उद्देश्य से सारे नियत कर्म करते रहे | जनक सीताजी के पिता तथा भगवान् श्रीराम के ससुर थे | भगवान् के महान भक्त होने के कारण उनकी स्थिति दिव्य थी, किन्तु चूँकि वे मिथिला (जो भारत के बिहार प्रान्त में एक परगना है) के राजा थे, अतः उन्हें अपनी प्रजा को यह शिक्षा देनी थी कि कर्तव्य-पालन किस प्रकार किया जाता है | भगवान् कृष्ण तथा उनके शाश्र्वत सखा अर्जुन को कुरुक्षेत्र के युद्ध में लड़ने की कोई आवश्यकता नहीं थी, किन्तु उन्होंने जनता को यह सिखाने के लिए युद्ध किया कि जब सत्परामर्श असफल हो जाते हैं तो ऐसी स्थिति में हिंसा आवश्यक हो जाती है | कुरुक्षेत्र युद्ध से पूर्व युद्ध-निवारण के लिए भगवान् तक ने सारे प्रयास किये, किन्तु दूसरा पक्ष लड़ने पर तुला था | अतः ऐसे सद्धर्म के लिए युद्ध करना आवश्यक थे | यद्यपि कृष्णभावनाभावित व्यक्ति को संसार में कोई रूचि हो सकती तो भी वह जनता को यह सिखाने के लिए कि किस तरह रहना और कार्य करना चाहिए, कर्म करता रहता है | कृष्णभावनामृत में अनुभवी व्यक्ति इस तरह कार्य करते हैं कि अन्य लोग उनका अनुसरण कर सकें और इसकी व्याख्या अगले श्लोक में की गई है |"
            ],
            "english": [
                "Kings like Janaka and others were all self-realized souls; consequently they had no obligation to perform the prescribed duties in the Vedas. Nonetheless they performed all prescribed activities just to set examples for the people in general. Janaka was the father of Sita, and father-in-law of Lord Sri Rama. Being a great devotee of the Lord, he was transcendentally situated, but because he was the King of Mithila (a subdivision of Behar province in India), he had to teach his subjects how to fight righteously in battle. He and his subjects fought to teach people in general that violence is also necessary in a situation where good arguments fail. Before the Battle of Kuruksetra, every effort was made to avoid the war, even by the Supreme Personality of Godhead, but the other party was determined to fight. So for such a right cause, there is a necessity for fighting. Although one who is situated in Krsna consciousness may not have any interest in the world, he still works to teach the public how to live and how to act. Experienced persons in Krsna consciousness can act in such a way that others will follow, and this is explained in the following verse."
            ]
        }
    }
]