[
    {
        "id": [
            1
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "अर्जुन उवाच",
                "ज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन |",
                "तत्किं कर्मणि घोरे मां नियोजयसि केशव || १ ||"
            ],
            "english": [
                "arjuna uvaca",
                "jyayasi cet karmanas te",
                "mata buddhir janardana",
                "tat kim karmani ghore mam",
                "niyojayasi kesava"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – हे जनार्दन, हे केशव! यदि आप बुद्धि को सकाम कर्म से श्रेष्ठ समझते हैं तो फिर आप मुझे इस घोर युद्ध में क्यों लगाना चाहते हैं?"
            ],
            "english": [
                "Arjuna said: O Janardana, O Kesava, why do You urge me to engage in this ghastly warfare, if You think that intelligence is better than fruitive work?"
            ]
        },
        "meaning": {
            "hindi": [
                "श्रीभगवान् कृष्ण ने पिछले अध्याय में अपने घनिष्ट मित्र अर्जुन को संसार के शोक-सागर से उबारने के उद्देश्य से आत्मा के स्वरूप का विशद् वर्णन किया है और आत्म-साक्षात्कार के जिस मार्ग की संस्तुति की है वह है – बुद्धियोग या कृष्णभावनामृत | कभी-कभी कृष्णभावनामृत को भूल से जड़ता समझ लिया जाता है और ऐसी भ्रान्त धारणा वाला मनुष्य भगवान् कृष्ण के नाम-जप द्वारा पूर्णतया कृष्णभावनाभावित होने के लिए प्रायः एकान्त स्थान में चला जाता है | किन्तु कृष्णभावनामृत-दर्शन में प्रशिक्षित हुए बिना एकान्त स्थान में कृष्ण नाम-जप करना ठीक नहीं | इससे अबोध जनता से केवल सस्ती प्रशंसा प्राप्त हो सकेगी | अर्जुन को भी कृष्णभावनामृत या बुद्धियोग ऐसा लगा मानो वह सक्रिय जीवन से संन्यास लेकर एकान्त स्थान में तपस्या का अभ्यास हो | दूसरे शब्दों में, वह कृष्णभावनामृत को बहाना बनाकर चातुरीपूर्वक युद्ध से जी छुड़ाना चाहता था | किन्तु एकनिष्ठ शिष्य के नाते उसने यह बात अपने गुरु के समक्ष रखी और कृष्ण से सर्वोत्तम कार्य-विधि के विषय में प्रश्न किया | उत्तर में भगवान् ने तृतीय अध्याय में कर्मयोग अर्थात् कृष्णभावनाभावित कर्म की विस्तृत व्याख्या दी |"
            ],
            "english": [
                "The Supreme Personality of Godhead Sri Krsna has very elaborately described the constitution of the soul in the previous chapter, with a view to deliver His intimate friend Arjuna from the ocean of material grief. And the path of realization has been recommended: buddhi-yoga, or Krsna consciousness. Sometimes Krsna consciousness is misunderstood to be inertia, and one with such a misunderstanding often withdraws to a secluded place to become fully Krsna conscious by chanting the holy name of Lord Krsna. But without being trained in the philosophy of Krsna consciousness, it is not advisable to chant the holy name of Krsna in a secluded place where one may acquire only cheap adoration from the innocent public. Arjuna also thought of Krsna consciousness or buddhi-yoga, or intelligence in spiritual advancement of knowledge, as something like retirement from active life and the practice of penance and austerity at a secluded place. In other words, he wanted to skillfully avoid the fighting by using Krsna consciousness as an excuse. But as a sincere student, he placed the matter before his master and questioned Krsna as to his best course of action. In answer, Lord Krsna elaborately explained karma-yoga, or work in Krsna consciousness, in this Third Chapter."
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे |",
                "तदेकं वद निश्र्चित्य येन श्रेयोऽहमाप्नुयाम् || २ ||"
            ],
            "english": [
                "vyamisreneva vakyena",
                "buddhim mohayasiva me",
                "tad ekam vada niscitya",
                "yena sreyo 'ham apnuyam"
            ]
        },
        "translation": {
            "hindi": [
                "आपके व्यामिश्रित (अनेकार्थक) उपदेशों से मेरी बुद्धि मोहित हो गई है | अतः कृपा करके निश्चयपूर्वक मुझे बतायें कि इनमें से मेरे लिए सर्वाधिक श्रेयस्कर क्या होगा?"
            ],
            "english": [
                "My intelligence is bewildered by Your equivocal instructions. Therefore, please tell me decisively what is most beneficial for me."
            ]
        },
        "meaning": {
            "hindi": [
                "पिछले अध्याय में, भगवद्गीता के उपक्रम के रूप मे सांख्ययोग, बुद्धियोग, बुद्धि द्वारा इन्द्रियनिग्रह, निष्काम कर्मयोग तथा नवदीक्षित की स्थिति जैसे विभिन्न मार्गों का वर्णन किया गया है | किन्तु उसमें तारतम्य नहीं था | कर्म करने तथा समझने के लिए मार्ग की अधिक व्यवस्थित रूपरेखा की आवश्यकता होगी | अतः अर्जुन इन भ्रामक विषयों को स्पष्ट कर लेना चाहता था, जिससे सामान्य मनुष्य बिना किसी भ्रम के उन्हें स्वीकार कर सके | यद्यपि श्रीकृष्ण वाक्चातुरी से अर्जुन को चकराना नहीं चाहते थे, किन्तु अर्जुन यह नहीं समझ सका कि कृष्णभावनामृत क्या है – जड़ता है या कि सक्रीय सेवा | दूसरे शब्दों में, अपने प्रश्नों से वह उन समस्त शिष्यों के लिए जो भगवद्गीता के रहस्य को समझना चाहते थे, कृष्णभावनामृत का मार्ग प्रशस्त कर रहा है |"
            ],
            "english": [
                "In the previous chapter, as a prelude to the Bhagavad-gita, many different paths were explained, such as sankhya-yoga, buddhi-yoga, control of the senses by intelligence, work without fruitive desire, and the position of the neophyte. This was all presented unsystematically. A more organized outline of the path would be necessary for action and understanding. Arjuna, therefore, wanted to clear up these apparently confusing matters so that any common man could accept them without misinterpretation. Although Krsna had no intention of confusing Arjuna by any jugglery of words, Arjuna could not follow the process of Krsna consciousness—either by inertia or active service. In other words, by his questions he is clearing the path of Krsna consciousness for all students who seriously want to understand the mystery of the Bhagavad-gita."
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच",
                "लोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ |",
                "ज्ञानयोगेन सांख्यानां कर्मयोगेन योगिनाम् || ३ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "loke 'smin dvi-vidha nistha",
                "pura prokta mayanagha",
                "jnana-yogena sankhyanam",
                "karma-yogena yoginam"
            ]
        },
        "translation": {
            "hindi": [
                "श्रीभगवान् ने कहा – हे निष्पाप अर्जुन! मैं पहले ही बता चुका हूँ कि आत्म-साक्षात्कार का प्रयत्न करने वाले दो प्रकार के पुरुष होते हैं | कुछ इसे ज्ञानयोग द्वारा समझने का प्रयत्न करते हैं, तो कुछ भक्ति-मय सेवा के द्वारा |"
            ],
            "english": [
                "The Blessed Lord said: O sinless Arjuna, I have already explained that there are two classes of men who realize the Self. Some are inclined to understand Him by empirical, philosophical speculation, and others are inclined to know Him by devotional work."
            ]
        },
        "meaning": {
            "hindi": [
                "द्वितीय अध्याय के उन्तालीसवें श्लोक ने दो प्रकार की पद्धतियों का उल्लेख किया है – सांख्ययोग तथा कर्मयोग या बुद्धियोग | इस श्लोक में इनकी और अधिक स्पष्ट विवेचना की गई है | सांख्ययोग अथवा आत्मा तथा पदार्थ की प्रकृति का वैश्लेषिक अध्ययन उन लोगों के लिए है जो व्यावहारिक ज्ञान तथा दर्शन द्वारा वस्तुओं का चिन्तन एवं मनन करना चाहते हैं | दूसरे प्रकार के लोग कृष्णभावनामृत में कार्य करते हैं जैसा कि द्वितीय अध्याय के इकसठवें श्लोक में बताया गया है | उन्तालीसवें श्लोक में भी भगवान् ने बताया है कि बुद्धियोग या कृष्णभावनामृत के सिद्धान्तों पर चलते हुए मनुष्य कर्म के बन्धनों से छूट सकता है तथा इस पद्धति में कोई दोष नहीं है | इकसठवें श्लोक में इसी सिद्धान्त को और अधिक स्पष्ट किया गया है – कि बुद्धियोग पूर्णतया परब्रह्म (विशेषतया कृष्ण) पर आश्रित है और इस प्रकार से समस्त इन्द्रियों को सरलता से वश में किया जा सकता है | अतः दोनों प्रकार के योग धर्म तथा दर्शन के रूप में अन्योन्याश्रित हैं | दर्शनविहीन धर्म मात्र भावुकता या कभी-कभी धर्मान्धता है और धर्मविहीन दर्शन मानसिक ऊहापोह है | अन्तिम लक्ष्य तो श्रीकृष्ण हैं क्योंकि जो दार्शनिकजन परम सत्य की खोज करते रहते हैं, वे अन्ततः कृष्णभावनामृत को प्राप्त होते हैं | इसका भी उल्लेख भगवद्गीता में मिलता है | सम्पूर्ण पद्धति का उद्देश्य परमात्मा के सम्बन्ध में अपनी वास्तविक स्थिति को समझ लेना है | इसकी अप्रत्यक्ष पद्धति दार्शनिक चिन्तन है, जिसके द्वारा क्रम से कृष्णभावनामृत तक पहुँचा जा सकता है | प्रत्यक्ष पद्धति में कृष्णभावनामृत में ही प्रत्येक वस्तु से अपना सम्बन्ध जोड़ना होता है | इन दोनों में से कृष्णभावनामृत का मार्ग श्रेष्ठ है क्योंकि इसमें दार्शनिक पद्धति द्वारा इन्द्रियों को विमल नहीं करना होता | कृष्णभावनामृत स्वयं ही शुद्ध करने वाली प्रक्रिया है और भक्ति की प्रत्यक्ष विधि सरल तथा दिव्य होती है |"
            ],
            "english": [
                "In the Second Chapter, verse 39, the Lord explained two kinds of procedures—namely sankhya-yoga and karma-yoga, or buddhi-yoga. In this verse, the Lord explains the same more clearly. Sankhya-yoga, or the analytical study of the nature of spirit and matter, is the subject matter for persons who are inclined to speculate and understand things by experimental knowledge and philosophy. The other class of men work in Krsna consciousness, as it is explained in the 61st verse of the Second Chapter. The Lord has explained, also in the 39th verse, that by working by the principles of buddhi-yoga, or Krsna consciousness, one can be relieved from the bonds of action; and, furthermore, there is no flaw in the process. The same principle is more clearly explained in the 61st verse—that this buddhi-yoga is to depend entirely on the Supreme (or more specifically, on Krsna), and in this way all the senses can be brought under control very easily. Therefore, both the yogas are interdependant, as religion and philosophy. Religion without philosophy is sentiment, or sometimes fanaticism, while philosophy without religion is mental speculation. The ultimate goal is Krsna, because the philosophers who are also sincerely searching after the Absolute Truth come in the end to Krsna consciousness. This is also stated in the Bhagavad-gita. The whole process is to understand the real position of the self in relation to the Superself. The indirect process is philosophical speculation, by which, gradually, one may come to the point of Krsna consciousness; and the other process is directly connecting with everything in Krsna consciousness. Of these two, the path of Krsna consciousness is better because it does not depend on purifying the senses by a philosophical process. Krsna consciousness is itself the purifying process, and by the direct method of devotional service it is simultaneously easy and sublime."
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                " \tन कर्मणामनारम्भान्नैष्कर्म्यं पुरुषोऽश्र्नुते |",
                "न च संन्यसनादेव सिद्धिं समधिगच्छति || ४ ||"
            ],
            "english": [
                "na karmanam anarambhan",
                "naiskarmyam puruso 'snute",
                "na ca sannyasanad eva",
                "siddhim samadhigacchati"
            ]
        },
        "translation": {
            "hindi": [
                "न तो कर्म से विमुख होकर कोई कर्मफल से छुटकारा पा सकता है और न केवल संन्यास से सिद्धि प्राप्त की जा सकती है |"
            ],
            "english": [
                "Not by merely abstaining from work can one achieve freedom from reaction, nor by renunciation alone can one attain perfection."
            ]
        },
        "meaning": {
            "hindi": [
                "भौतिकतावादी मनुष्यों के हृदयों को विमल करने के लिए जिन कर्मों का विधान किया गया है उनके द्वारा शुद्ध हुआ मनुष्य ही संन्यास ग्रहण कर सकता है | शुद्धि के बिना संन्यास ग्रहण करने से सफलता नहीं मिल पाती | ज्ञानयोगियों के अनुसार संन्यास ग्रहण करने अथवा सकाम कर्म से विरत होने से ही मनुष्य नारायण के समान हो जाता है | किन्तु भगवान् कृष्ण इस मत का अनुमोदन नहीं करते | हृदय की शुद्धि के बिना संन्यास सामाजिक व्यवस्था में उत्पात उत्पन्न करता है | दूसरी ओर यदि कोई नियत कर्मों को न करके भी भगवान् की दिव्य सेवा करता है तो वह उस मार्ग में जो कुछ भी उन्नति करता है उसे भगवान् स्वीकार कर लेते हैं (बुद्धियोग) | स्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात्| ऐसे सिद्धान्त की रंचमात्र सम्पन्नता भी महान कठिनाइयों को पार करने में सहायक होती है |"
            ],
            "english": [
                "The renounced order of life can be accepted upon being purified by the discharge of the prescribed form of duties which are laid down just to purify the heart of materialistic men. Without purification, one cannot attain success by abruptly adopting the fourth order of life (sannyasa). According to the empirical philosophers, simply by adopting sannyasa, or retiring from fruitive activities, one at once becomes as good as Narayana. But Lord Krsna does not approve this principle. Without purification of heart, sannyasa is simply a disturbance to the social order. On the other hand, if someone takes to the transcendental service of the Lord, even without discharging his prescribed duties, whatever he may be able to advance in the cause is accepted by the Lord (buddhi-yoga). Svalpam apy asya dharmasya trayate mahato bhayat. Even a slight performance of such a principle enables one to overcome great difficulties."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "न हि कश्र्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत् |",
                "कार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः || ५ ||"
            ],
            "english": [
                "na hi kascit ksanam api",
                "jatu tisthaty akarma-krt",
                "karyate hy avasah karma",
                "sarvah prakrti-jair gunaih"
            ]
        },
        "translation": {
            "hindi": [
                "प्रत्येक व्यक्ति को प्रकृति से अर्जित गुणों के अनुसार विवश होकर कर्म करना पड़ता है, अतः कोई भी क्षणभर के लिए भी बिना कर्म किये नहीं रह सकता |"
            ],
            "english": [
                "All men are forced to act helplessly according to the impulses born of the modes of material nature; therefore no one can refrain from doing something, not even for a moment."
            ]
        },
        "meaning": {
            "hindi": [
                "यह देहधारी जीवन का प्रश्न नहीं है, अपितु आत्मा का यह स्वभाव है कि वह सदैव सक्रिय रहता है | आत्मा की अनुपस्थिति में भौतिक शरीर हिल भी नहीं सकता | यह शरीर मृत-वाहन के समान है जो आत्मा द्वारा चालित होता है क्योंकि आत्मा सदैव गतिशील (सक्रीय) रहता है और वह एक क्षण के लिए भी नहीं रुक सकता | अतः आत्मा को कृष्णभावनामृत के सत्कर्म में प्रवृत्त रखना चाहिए अन्यथा वह माया द्वारा शासित कार्यों में प्रवृत्त होता रहेगा | माया के संसर्ग में आकर आत्मा भौतिक गुण प्राप्त कर लेता है और आत्मा को ऐसे आकर्षणों से शुद्ध करने के लिए यह आवश्यक है कि शास्त्रों द्वारा आदिष्ट कर्मों में इसे संलग्न रखा जाय | किन्तु यदि आत्मा कृष्णभावनामृत के अपने स्वभाविक कर्म में निरत रहता है, तो वह जो भी करता है उसके लिए कल्याणप्रद होता है | श्रीमद्भागवत (१.५.१७) द्वारा इसकी पुष्टि हुई है –",
                "त्यक्त्वा स्वधर्मं चरणाम्बुजं हरेर्भजन्नपक्कोऽथ पतेत्ततो यदि |",
                "यत्र क्क वाभद्रमभूदमुष्य किं को वार्थ आप्तोऽभजतां स्वधर्मतः ||",
                "“यदि कोई कृष्णभावनामृत अंगीकार कर लेता है तो भले ही वह शास्त्रानुमोदित कर्मों को न करे अथवा ठीक से भक्ति न करे और चाहे वह पतित भी हो जाय तो इसमें उसकी हानि या बुराई नहीं होगी | किन्तु यदि वह शास्त्रानुमोदित सारे कार्य करे और कृष्णभावनाभावित न हो तो ये सारे कार्य उसके किस लाभ के हैं?”अतः कृष्णभावनामृत के इस स्तर तक पहुँचने के लिए शुद्धिकरण की प्रक्रिया आवश्यक है | अतएव संन्यास या कोई भी शुद्धिकारी पद्धति कृष्णभावनामृत के चरम लक्ष्य तक पहुँचने में सहायता देने के लिए है, क्योंकि उसके बिना सब कुछ व्यर्थ है |"
            ],
            "english": [
                "It is not a question of embodied life, but it is the nature of the soul to be always active. Without the presence of the spirit soul, the material body cannot move. The body is only a dead vehicle to be worked by the spirit soul, which is always active and cannot stop even for a moment. As such, the spirit soul has to be engaged in the good work of Krsna consciousness, otherwise it will be engaged in occupations dictated by illusory energy. In contact with material energy, the spirit soul acquires material modes, and to purify the soul from such affinities it is necessary to engage in the prescribed duties enjoined in the sastras. But if the soul is engaged in his natural function of Krsna consciousness, whatever he is able to do is good for him. The Srimad-Bhagavatam affirms this:",
                "tyaktva sva-dharmam caranambujam harerbhajann apakvo 'tha patet tato yadiyatra kva vabhadram abhud amusya kimko vartha apto 'bhajatam sva-dharmatah.",
                "“If someone takes to Krsna consciousness, even though he may not follow the prescribed duties in the sastras nor execute the devotional service properly, and even though he may fall down from the standard, there is no loss or evil for him. But if he carries out all the injunctions for purification in the sastras, what does it avail him if he is not Krsna conscious?” (Bhag. 1.5.17) So the purificatory process is necessary for reaching this point of Krsna consciousness. Therefore, sannyasa, or any purificatory process, is to help reach the ultimate goal of becoming Krsna conscious, without which everything is considered a failure."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "कर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन् |",
                "इन्द्रियार्थान्विमूढात्मा मिथ्याचारः स उच्यते || ६ ||"
            ],
            "english": [
                "karmendriyani samyamya",
                "ya aste manasa smaran",
                "indriyarthan vimudhatma",
                "mithyacarah sa ucyate"
            ]
        },
        "translation": {
            "hindi": [
                "जो कर्मेन्द्रियों को वश में तो करता है, किन्तु जिसका मन इन्द्रियविषयों का चिन्तन करता रहता है, वह निश्चित रूप से स्वयं को धोखा देता है और मिथ्याचारी कहलाता है |"
            ],
            "english": [
                "One who restrains the senses and organs of action, but whose mind dwells on sense objects, certainly deludes himself and is called a pretender."
            ]
        },
        "meaning": {
            "hindi": [
                "ऐसे अनेक मित्याचारी व्यक्ति होते हैं जो कृष्णभावनामृत में कार्य तो नहीं करते, किन्तु ध्यान का दिखावा करते हैं, जबकि वात्सव में वे मन में इन्द्रियभोग का चिन्तन करते रहते हैं | ऐसे लोग अपने अबोध शिष्यों के बहकाने के लिए शुष्क दर्शन के विषय में भी व्याख्यान दे सकते हैं, किन्तु इस श्लोक के अनुसार वे सबसे बड़े धूर्त हैं | इन्द्रियसुख के लिए किसी भी आश्रम में रहकर कर्म किया जा सकता है , किन्तु यदि उस विशिष्ट पद का उपयोग विधिविधानों के पालन में लिया जाय तो व्यक्ति की क्रमशः आत्मशुद्धि हो सकती है | किन्तु जो अपने को योगी बताते हुए इन्द्रियतृप्ति के विषयों की खोज में लगा रहता है, वह सबसे बड़ा धूर्त है, भले ही वह कभी-कभी दर्शन का उपदेश क्यों न दे | उसका ज्ञान व्यर्थ है क्योंकि ऐसे पापी पुरुष के ज्ञान के सारे फल भगवान् की माया द्वारा हर लिये जाते हैं | ऐसे धूर्त का चित्त सदैव अशुद्ध रहता है अतएव उसके यौगिक ध्यान का कोई अर्थ नहीं होता |"
            ],
            "english": [
                "There are many pretenders who refuse to work in Krsna consciousness but make a show of meditation, while actually dwelling within the mind upon sense enjoyment. Such pretenders may also speak on dry philosophy in order to bluff sophisticated followers, but according to this verse these are the greatest cheaters. For sense enjoyment one can act in any capacity of the social order, but if one follows the rules and regulations of his particular status, he can make gradual progress in purifying his existence. But he who makes a show of being a yogi, while actually searching for the objects of sense gratification, must be called the greatest cheater, even though he sometimes speaks of philosophy. His knowledge has no value because the effects of such a sinful man's knowledge are taken away by the illusory energy of the Lord. Such a pretender's mind is always impure, and therefore his show of yogic meditation has no value whatsoever."
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                " \tयस्त्विन्द्रियाणि मनसा नियम्यारभतेऽर्जुन |",
                "कर्मेन्द्रियैः कर्मयोगमसक्तः स विशिष्यते || ७ ||"
            ],
            "english": [
                "yas tv indriyani manasa",
                "niyamyarabhate 'rjuna",
                "karmendriyaih karma-yogam",
                "asaktah sa visisyate"
            ]
        },
        "translation": {
            "hindi": [
                "दूसरी ओर यदि कोई निष्ठावान व्यक्ति अपने मन के द्वारा कर्मेन्द्रियों को वश में करने का प्रयत्न करता है और बिना किसी आसक्ति के कर्मयोग (कृष्णभावनामृत में) प्रारम्भ करता है, तो वह अति उत्कृष्ट है |"
            ],
            "english": [
                "On the other hand, he who controls the senses by the mind and engages his active organs in works of devotion, without attachment, is by far superior."
            ]
        },
        "meaning": {
            "hindi": [
                "लम्पट जीवन और इन्द्रियसुख के लिए छद्म योगी का मिथ्या वेश धारण करने की अपेक्षा अपने कर्म में लगे रह कर जीवन-लक्ष्य को, जो भवबन्धन से मुक्त होकर भगवद्धाम को जाना है, प्राप्त करने के लिए कर्म करते रहना श्रेयस्कर है | प्रमुख स्वार्थ-गति तो विष्णु के पास जाना है | सम्पूर्ण वर्णाश्रम-धर्म का उद्देश्य इसी जीवन-लक्ष्य की प्राप्ति है | एक गृहस्थ भी कृष्णभावनामृत में नियमित सेवा करके लक्ष्य तक पहुँच सकता है | आत्म-साक्षात्कार के लिए मनुष्य शास्त्रानुमोदित संयमित जीवन बिता सकता है और अनासक्त भाव से अपना कार्य करता रह सकता है | इस प्रकार वह प्रगति कर सकता है | जो निष्ठावान व्यक्ति इस विधि का पालन करता है वह उस पाखंडी (धूर्त) से कहीं श्रेष्ठ है और जो अबोध जनता को ठगने के लिए दिखावटी अध्यात्मिकता का जामा धारण करता है | जीविका के लिए ध्यान धरने वाले प्रवंचक ध्यानी की अपेक्षा सड़क पर झाड़ू लगाने वाला निष्ठावान व्यक्ति कहीं अच्छा है |"
            ],
            "english": [
                "Instead of becoming a pseudo-transcendentalist for the sake of wanton living and sense enjoyment, it is far better to remain in one's own business and execute the purpose of life, which is to get free from material bondage and enter into the kingdom of God. The prime svartha-gati, or goal of self-interest, is to reach Visnu. The whole institution of varna and asrama is designed to help us reach this goal of life. A householder can also reach this destination by regulated service in Krsna consciousness. For self-realization, one can live a controlled life, as prescribed in the sastras, and continue carrying out his business without attachment, and in that way make progress. Such a sincere person who follows this method is far better situated than the false pretender who adopts show-bottle spiritualism to cheat the innocent public. A sincere sweeper in the street is far better than the charlatan meditator who meditates only for the sake of making a living."
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः |",
                "शरीरयात्रापि च ते न प्रसिद्धयेदकर्मणः || ८ ||"
            ],
            "english": [
                "niyatam kuru karma tvam",
                "karma jyayo hy akarmanah",
                "sarira-yatrapi ca te",
                "na prasiddhyed akarmanah"
            ]
        },
        "translation": {
            "hindi": [
                "अपना नियत कर्म करो, क्योंकि कर्म न करने की अपेक्षा कर्म करना श्रेष्ठ है | कर्म के बिना तो शरीर-निर्वाह भी नहीं हो सकता |"
            ],
            "english": [
                "Perform your prescribed duty, for action is better than inaction. A man cannot even maintain his physical body without work."
            ]
        },
        "meaning": {
            "hindi": [
                "ऐसे अनेक छद्म ज्ञानी हैं जो अपने आप को उच्चकुलीन बताते हैं तथा ऐसे बड़े-बड़े व्यवसायी व्यक्ति हैं जो झूठा दिखावा करते हैं कि आध्यात्मिक जीवन में प्रगति करने के लिए उन्होंने सर्वस्व त्याग दिया है | श्रीकृष्ण यह नहीं चाहते थे कि अर्जुन मिथ्याचारी बने, अपितु वे चाहते थे कि अर्जुन क्षत्रियों के लिए निर्दिष्ट धर्म का पालन करे | अर्जुन गृहस्थ था और एक सेनानायक था, अतः उसके लिए श्रेयस्कर था कि वह उसी रूप में गृहस्थ क्षत्रिय के लिए निर्दिष्ट धार्मिक कर्तव्यों का पालन करे | ऐसे कार्यों से संसारी मनुष्य का हृदय क्रमशः विमल हो जाता है और वह भौतिक कल्मष से मुक्त हो जाता है | देह-निर्वाह के लिए किये गए तथाकथित त्याग (संन्यास) का अनुमोदन न तो भगवान् करते हैं और न कोई धर्मशास्त्र ही | आखिर देह-निर्वाह के लिए कुछ न कुछ करना होता है | भौतिकतावादी वासनाओं की शुद्धि के बिना कर्म का मनमाने ढंग से त्याग करना ठीक नहीं | इस जगत् का प्रत्येक व्यक्ति निश्चय ही प्रकृति पर प्रभुत्व जताने के लिए अर्थात् इन्द्रियतृप्ति के लिए मलिन प्रवृत्ति से ग्रस्त रहता है | ऐसी दूषित प्रवृत्तियों को शुद्ध करने की आवश्यकता है | नियत कर्मों द्वारा ऐसा किये बिना मनुष्य की चाहिए कि तथाकथित अध्यात्मवादी (योगी) बनने तथा सारा काम छोड़ कर अन्यों पर जीवित रहने का प्रयास न करे |"
            ],
            "english": [
                "There are many pseudo-meditators who misrepresent themselves as belonging to high parentage, and great professional men who falsely pose that they have sacrificed everything for the sake of advancement in spiritual life. Lord Krsna did not want Arjuna to become a pretender, but that he perform his prescribed duties as set forth for ksatriyas. Arjuna was a householder and a military general, and therefore it was better for him to remain as such and perform his religious duties as prescribed for the householder ksatriya. Such activities gradually cleanse the heart of a mundane man and free him from material contamination. So-called renunciation for the purpose of maintenance is never approved by the Lord, nor by any religious scripture. After all, one has to maintain one's body and soul together by some work. Work should not be given up capriciously, without purification of materialistic propensities. Anyone who is in the material world is certainly possessed of the impure propensity for lording it over material nature, or, in other words, for sense gratification. Such polluted propensities have to be cleared. Without doing so, through prescribed duties, one should never attempt to become a so-called transcendentalist, renouncing work and living at the cost of others."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "यज्ञार्थात्कर्मणोऽन्यत्र लोकोऽयं कर्मबन्धनः |",
                "तदर्थं कर्म कौन्तेय मुक्तसङगः समाचर || ९ ||"
            ],
            "english": [
                "yajnarthat karmano 'nyatra",
                "loko 'yam karma-bandhanah",
                "tad-artham karma kaunteya",
                "mukta-sangah samacara"
            ]
        },
        "translation": {
            "hindi": [
                "श्रीविष्णु के लिए यज्ञ रूप में कर्म करना चाहिए, अन्यथा कर्म के द्वारा इस भौतिक जगत् में बन्धन उत्पन्न होता है | अतः हे कुन्तीपुत्र! उनकी प्रसन्नता के लिए अपने नियत कर्म करो | इस तरह तुम बन्धन से सदा मुक्त रहोगे |"
            ],
            "english": [
                "Work done as a sacrifice for Visnu has to be performed, otherwise work binds one to this material world. Therefore, O son of Kunti, perform your prescribed duties for His satisfaction, and in that way you will always remain unattached and free from bondage."
            ]
        },
        "meaning": {
            "hindi": [
                "चूँकि मनुष्य को शरीर के निर्वाह के लिए कर्म करना होता है, अतः विशिष्ट सामाजिक स्थिति तथा गुण को ध्यान में रखकर नियत कर्म इस तरह बनाये गए हैं कि उस उद्देश्य की पूर्ति हो सके | यज्ञ का अर्थ भगवान् विष्णु है | सारे यज्ञ भगवान् विष्णु की प्रसन्नता के लिए हैं | वेदों का आदेश है – यज्ञो वै विष्णुः | दुसरे शब्दों में, चाहे कोई निर्दिष्ट यज्ञ सम्पन्न करे या प्रत्यक्ष रूप से भगवान विष्णु की सेवा करे, दोनों से एक ही प्रयोजन सिद्ध होता है, अतः जैसा कि इस श्लोक में संस्तुत किया गया है, कृष्णभावनामृत यज्ञ ही है | वर्णाश्रम-धर्म का भी उद्देश्य भगवान् विष्णु को प्रसन्न करना है | वर्नाश्रमाचारवता पुरुषेण परः पुमान् | विष्णुराराध्यते (विष्णु पुराण ३.८.८) |",
                "अतः भगवान् विष्णु की प्रसन्नता की लिए कर्म करना चाहिए | इस जगत् में किया जाने वाला अन्य कोई कर्म बन्धन का कारण होगा, क्योंकि अच्छे तथा बुरे कर्मों के फल होते हैं और कोई भी फल कर्म करने वाले को बाँध लेता है | अतः कृष्ण (विष्णु) को प्रसन्न करने के लिए कृष्णभावनाभावित होना होगा और जब कोई ऐसा कर्म करता है तो वह मुक्त दशा को प्राप्त रहता है | यही महान कर्म कौशल है और प्रारम्भ में इस विधि में अत्यन्त कुशल मार्गदर्शन की आवश्यकता होती है | अतः भगवद्भक्त के निर्देशन में या साक्षात् भगवान् कृष्ण के प्रत्यक्ष आदेश के अन्तर्गत (जिनके अधीन अर्जुन को कर्म करने का अवसर मिला था) मनुष्य को परिश्रमपूर्वक कर्म करना चाहिए | इन्द्रियतृप्ति के लिए कुछ भी नहीं किया जाना चाहिए, अपितु हर कार्य कृष्ण की प्रसन्नता (तुष्टि) के लिए होना चाहिए | इस विधि से न केवल बन्धन से बचा जा सकता है, अपितु इससे मनुष्य को क्रमशः भगवान् की वह प्रेमभक्ति प्राप्त हो सकेगी, जो भगवद्धाम को ले जाने वाली है |"
            ],
            "english": [
                "Since one has to work even for the simple maintenance of the body, the prescribed duties for a particular social position and quality are so made that that purpose can be fulfilled. Yajna means Lord Visnu, or sacrificial performances. All sacrificial performances also are meant for the satisfaction of Lord Visnu. The Vedas enjoin: yajno vai visnuh. In other words, the same purpose is served whether one performs prescribed yajnas or directly serves Lord Visnu. Krsna consciousness is therefore performance of yajna as it is prescribed in this verse. The varnasrama institution also aims at this for satisfying Lord Visnu. “Varnasramacara-vata purusena parah puman/visnur aradhyate...” (Visnu Purana 3.8.8) Therefore one has to work for the satisfaction of Visnu. Any other work done in this material world will be a cause of bondage, for both good and evil work have their reactions, and any reaction binds the performer. Therefore, one has to work in Krsna consciousness to satisfy Krsna (or Visnu); and while performing such activities one is in a liberated stage. This is the great art of doing work, and in the beginning this process requires very expert guidance. One should therefore act very diligently, under the expert guidance of a devotee of Lord Krsna, or under the direct instruction of Lord Krsna Himself (under whom Arjuna had the opportunity to work). Nothing should be performed for sense gratification, but everything should be done for the satisfaction of Krsna. This practice will not only save one from the reaction of work, but will also gradually elevate one to transcendental loving service of the Lord, which alone can raise one to the kingdom of God."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 3,
        "text": {
            "hindi": [
                "सहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः |",
                "अनेन प्रसविष्यध्वमेष वोऽस्तिवष्टकामधुक् || १० ||"
            ],
            "english": [
                "saha-yajnah prajah srstva",
                "purovaca prajapatih",
                "anena prasavisyadhvam",
                "esa vo 'stv ista-kama-dhuk"
            ]
        },
        "translation": {
            "hindi": [
                "सृष्टि के प्रारम्भ में समस्त प्राणियों के स्वामी (प्रजापति) ने विष्णु के लिए यज्ञ सहित मनुष्यों तथा देवताओं की सन्ततियों को रचा और उनसे कहा, “तुम इस यज्ञ से सुखी रहो क्योंकि इसके करने से तुम्हें सुखपूर्वक रहने तथा मुक्ति प्राप्त करने के लिए समस्त वांछित वस्तुएँ प्राप्त हो सकेंगी |”"
            ],
            "english": [
                "In the beginning of creation, the Lord of all creatures sent forth generations of men and demigods, along with sacrifices for Visnu, and blessed them by saying, “Be thou happy by this yajna [sacrifice] because its performance will bestow upon you all desirable things.”"
            ]
        },
        "meaning": {
            "hindi": [
                "प्राणियों के स्वामी (विष्णु) द्वारा भौतिक सृष्टि की रचना बद्धजीवों के लिए भगवद्धाम वापस जाने का सुअवसर है | इस सृष्टि के सारे जिव प्रकृति द्वारा बद्ध हैं क्योंकि उन्होंने श्रीभगवान् विष्णु या कृष्ण के साथ सम्बन्ध को भुला दिया है | इस शाश्र्वत सम्बन्ध को समझने में वैदिक नियम हमारी सहायता के लिए हैं, जैसा कि भगवद्गीता में कहा गया है – वेदैश्र्च सर्वैरहमेव वेद्यः| भगवान् का कथन है कि वेदों का उद्देश्य मुझे समझना है | वैदिक स्तुतियों में कहा गया है – पतिं विश्र्वस्यात्मेश्र्वरम्| अतः जीवों के स्वामी (प्रजापति) श्रीभगवान् विष्णु हैं | श्रीमद्भागवत में भी (२.४.२०) श्रील शुकदेव गोस्वामी ने भगवान् को अनेक रूपों में पति कहा है –",
                "श्रियः पतिर्यज्ञपतिः प्रजापतिर्धियां पतिर्लोकपतिर्धरापतिः |",
                "पतिर्गतिश्र्चान्धकवृष्णिसात्वतां प्रसीद तां मे भगवान् सतां पतिः ||",
                "प्रजापति तो भगवान् विष्णु हैं और वे समस्त प्राणियों के, समस्त लोकों के तथा सुन्दरता के स्वामी (पति) हैं और हर एक के त्राता हैं | भगवान् ने इस भौतिक जगत् को इसीलिए रचा कि बद्धजीव यह सीख सकें कि वे विष्णु को प्रसन्न करने के लिए किस प्रकार यज्ञ करें जिससे वे इस जगत् में चिन्तारहित होकर सुखपूर्वक रह सकें तथा इस भौतिक देह का अन्त होने पर भगवद्धाम को जा सकें | बद्धजीव के लिए ही यह सम्पूर्ण कार्यक्रम है | यज्ञ करने से बद्धजीव क्रमशः कृष्णभावनाभावित होते हैं और सभी प्रकार से देवतुल्य बनते हैं | कलियुग में वैदिक शास्त्रों ने संकीर्तन-यज्ञ (भगवान् के नामों का कीर्तन) का विधान किया है और इस दिव्य विधि का प्रवर्तन चैतन्य महाप्रभु द्वारा इस युग के समस्त लोगों के उद्धार के लिए किया गया | संकीर्तन-यज्ञ तथा कृष्णभावनामृत में अच्छा तालमेल है | श्रीमद्भागवद (११.५.३२) में संकीर्तन-यज्ञ के विशेष प्रसंग में, भगवान् कृष्ण का अपने भक्तरूप (चैतन्य महाप्रभु रूप) में निम्न प्रकार से उल्लेख हुआ है –",
                "कृष्णवर्णं त्विषाकृष्णं सांगोपांगास्त्रपार्षदम् |",
                "यज्ञैः संकीर्तनप्रायैर्यजन्ति हि सुमेधसः ||",
                "“इस कलियुग में जो लोग पर्याप्त बुद्धिमान हैं वे भगवान् की उनके पार्षदों सहित संकीर्तन-यज्ञ द्वारा पूजा करेंगे |” वेदों में वर्णित अन्य यज्ञों को इस कलियुग में कर पाना सहज नहीं, किन्तु संकीर्तन-यज्ञ सुगम है और सभी दृष्टि से अलौकिक है, जैसा कि भगवद्गीता में भी (९.१४) संस्तुति की गई है |"
            ],
            "english": [
                "The material creation by the Lord of creatures (Visnu) is a chance offered to the conditioned souls to come back home—back to Godhead. All living entities within the material creation are conditioned by material nature because of their forgetfulness of their relationship to Krsna, the Supreme Personality of Godhead. The Vedic principles are to help us understand this eternal relation as it is stated in the Bhagavad-gita: vedais ca sarvair aham eva vedyah. The Lord says that the purpose of the Vedas is to understand Him. In the Vedic hymns it is said: patim visvasyatmesvaram. Therefore, the Lord of the living entities is the Supreme Personality of Godhead, Visnu. In the Srimad-Bhagavatam also Srila Sukadeva Gosvami describes the Lord as pati in so many ways:",
                "sriyah-patir yajna-patih praja-patirdhiyam patir loka-patir dhara-patihpatir gatis candhaka-vrsni-satvatamprasidatam me bhagavan satam patih",
                "The praja-pati is Lord Visnu, and He is the Lord of all living creatures, all worlds, and all beauties, and the protector of everyone. The Lord created this material world for the conditioned souls to learn how to perform yajnas (sacrifice) for the satisfaction of Visnu, so that while in the material world they can live very comfortably without anxiety. Then after finishing the present material body, they can enter into the kingdom of God. That is the whole program for the conditioned soul. By performance of yajna, the conditioned souls gradually become Krsna conscious and become godly in all respects. In this age of Kali, the sankirtana-yajna (the chanting of the names of God) is recommended by the Vedic scriptures, and this transcendental system was introduced by Lord Caitanya for the deliverance of all men in this age. Sankirtana-yajna and Krsna consciousness go well together. Lord Krsna in His devotional form (as Lord Caitanya) is mentioned in the Srimad-Bhagavatam as follows, with special reference to the sankirtana-yajna:",
                "krsna-varnam tvisakrsnam sangopangastra-parsadamyajnaih sankirtana-prayair yajanti hi su-medhasah",
                "“In this age of Kali, people who are endowed with sufficient intelligence will worship the Lord, who is accompanied by His associates, by performance of sankirtana-yajna.” (Bhag. 11.5.29) Other yajnas prescribed in the Vedic literatures are not easy to perform in this age of Kali, but the sankirtana-yajna is easy and sublime for all purposes."
            ]
        }
    }
]