[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम् ।",
            "विनश्यत्स्वविनश्यन्तं य: पश्यति स पश्यति ॥ २८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "samaṁ sarveṣu bhūteṣu",
            "tiṣṭhantaṁ parameśvaram",
            "vinaśyatsv avinaśyantaṁ",
            "yaḥ paśyati sa paśyati"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "samam — equally; sarveṣu — in all; bhūteṣu — living entities; tiṣṭhan tam — residing; parama-īśvaram — the Supersoul; vinaśyatsu — in the destructible; avinaśyantam — not destroyed; yaḥ — anyone who; paśyati — sees; saḥ — he; paśyati — actually sees."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "One who sees the Supersoul accompanying the individual soul in all bodies, and who understands that neither the soul nor the Supersoul within the destructible body is ever destroyed, actually sees."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Anyone who by good association can see three things combined together – the body, the proprietor of the body, or individual soul, and the friend of the individual soul – is actually in knowledge. Unless one has the association of a real knower of spiritual subjects, one cannot see these three things. Those who do not have such association are ignorant; they simply see the body, and they think that when the body is destroyed everything is finished. But actually it is not so. After the destruction of the body, both the soul and the Supersoul exist, and they go on eternally in many various moving and nonmoving forms. The Sanskrit word parameśvara is sometimes translated as “the individual soul” because the soul is the master of the body and after the destruction of the body he transfers to another form. In that way he is master. But there are others who interpret this parameśvara to be the Supersoul. In either case, both the Supersoul and the individual soul continue. They are not destroyed. One who can see in this way can actually see what is happening."
        ]
    }
]