[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यतः प्रवृत्तिर्भूतानां येन सर्वमिदं ततम् |",
            "स्वकर्मणा तमभ्यर्च्य सिद्धिं विन्दति मानवः || ४६ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यतः - जिससे; प्रवृत्तिः - उद्भव; भूतानाम् - समस्त जीवों का; येन - जिससे; सर्वम् - समस्त; इदम् - यह; ततम् - व्याप्त है; स्व-कर्मणा - अपने कर्म से; तम् - उसको; अभ्यर्च्य - पूजा करके; सिद्धिम् - सिद्धि को; विन्दति - प्राप्त करता है; मानवः - मनुष्य ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो सभी प्राणियों का उदगम् है और सर्वव्यापी है, उस भगवान् की उपासना करके मनुष्य अपना कर्म करते हुए पूर्णता प्राप्त कर सकता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जैसा कि पन्द्रहवें अध्याय में बताया जा चुका है, सारे जीव परमेश्वर के भिन्नांश हैं । इस प्रकार परमेश्वर ही सभी जीवों के आदि हैं । वेदान्त सूत्र में इसकी पुष्टि हुई है - जन्मा द्यस्य यतः । अतएव परमेश्वर प्रत्येक जीव के जीवन के उद्गम हैं । जैसा कि भगवद्गीता के सातवें अध्याय में कहा गया है, परमेश्वर अपनी परा तथा अपरा, इन दो शक्तियों द्वारा सर्वव्यापी हैं । अतएव मनुष्य को चाहिए कि उनकी शक्तियों सहित भगवान् की पूजा करे । सामान्यतया वैष्णव जन परमेश्वर की पूजा उनकी अन्तरंगा शक्ति समेत करते हैं । उनकी बहिरंगा शक्ति उनकी अंतरंगा शक्ति का विकृत प्रतिबिम्ब है । बहिरंगा शक्ति पृष्ठ भूमि है, लेकिन परमेश्वर परमात्मा रूप में पूर्णांश का विस्तार करके सर्वत्र स्थित हैं । वे सर्वत्र समस्त देवताओं, मनुष्यों और पशुओं के परमात्मा हैं । अतएव मनुष्य को यह जानना चाहिए कि परमेश्वर का भिन्नांश अंश होने के कारण उसका कर्तव्य है कि वह भगवान् की सेवा करे । प्रत्येक व्यक्ति को कृष्णभावनामृत में भगवान् की भक्ति करनी चाहिए । इस श्लोक में इसी की संस्तुति की गई है ।",
            "प्रत्येक व्यक्ति को सोचना चाहिए कि इन्द्रियों के स्वामी हृषिकेश द्वारा वह विशेष कर्म में प्रवृत्त किया गया है । अतएव जो जिस कर्म में लगा है, उसी के फल के द्वारा भगवान् श्रीकृष्ण को पूजना चाहिए । यदि वह इस प्रकार से कृष्णभावनामय हो कर सोचता है, तो भगवत्कृपा से वह पूर्ण ज्ञान प्राप्त कर लेता है । यही जीवन की सिद्धि है । भगवान् ने भगवद्गीता में (१२.७) कहा है – तेषामहं समुद्धर्ता । परमेश्वर स्वयं ऐसे भक्त का उद्धार करते हैं । यही जीवन की सर्वोच्च सिद्धि है । कोई चाहे जिस वृत्ति परक कार्य में लगा हो, यदि वह परमेश्वर की सेवा करता है, तो उसे सर्वोच्च सिद्धि प्राप्त होती है ।"
        ]
    }
]