[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Kaikeyī enters the sulking-chamber"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "baḍa kughātu kari pātakini kahēsi kōpagṛhaom jāhu.",
            "kāju saomvārēhu sajaga sabu sahasā jani patiāhu..22.. [2-22]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Having thus hatched her very cruel design against the queen the wretch said, \"Betake yourself to the sulking-room. Manage the whole affair discreetly and be not too ready to believe.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kubarihi rāni prānapriya jānī. bāra bāra baḍai buddhi bakhānī..",
            "tōhi sama hita na mōra saṃsārā. bahē jāta kai bhaisi adhārā.. [2-22-1]",
            "jauṃ bidhi puraba manōrathu kālī. karauṃ tōhi cakha pūtari ālī..",
            "bahubidhi cērihi ādaru dēī. kōpabhavana gavani kaikēī.. [2-22-2]",
            "bipati bīju baraṣā ritu cērī. bhuiom bhai kumati kaikēī kērī..",
            "pāi kapaṭa jalu aṃkura jāmā. bara dōu dala dukha phala parināmā.. [2-22-3]",
            "kōpa samāju sāji sabu sōī. rāju karata nija kumati bigōī..",
            "rāura nagara kōlāhalu hōī. yaha kucāli kachu jāna na kōī.. [2-22-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Holding the humpback dear as life the queen applauded her uncommon shrewdness again and again. \"I have no such friend as you in the whole world,\" she said. \"You have served as a prop to one who was drifting along a stream. If God fulfils my heart's desire tomorrow, I will cherish you, my dear, as the apple of my eye.\" Thus lavishing every term of endearment on her maid-servant, Kaikeyī retired to the sulking-room. Discord was the seed and the servant-girl (Manthara) the rainy season; while the evil mind of Kaikeyī served as the soil. Fed by the water of wiliness the seed took root and sprouted with the two boons as its leaves and will eventually bear the fruit of adversity. Gathering about her every token of resentment, Kaikeyī lay down on the floor in the sulking-room; while enjoying sovereignty, she was betrayed by her wicked mind. There was a great flutter in the gynaeceum as well as in the city; nobody had any inkling of this evil design."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pramudita pura nara nāri. saba sajahiṃ sumaṃgalacāra.",
            "ēka prabisahiṃ ēka nirgamahiṃ bhīra bhūpa darabāra..23.. [2-23]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In their ecstasy of joy all the citizens, both men and women, busied themselves with festive preparations and the entrance to the royal palace was flooded with a continuous stream of people going in and coming out."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bāla sakhā suna hiyaom haraṣāhīṃ. mili dasa pāomca rāma pahiṃ jāhīṃ..",
            "prabhu ādarahiṃ prēmu pahicānī. pūomchahiṃ kusala khēma mṛdu bānī.. [2-23-1]",
            "phirahiṃ bhavana priya āyasu pāī. karata parasapara rāma baḍaāī..",
            "kō raghubīra sarisa saṃsārā. sīlu sanēha nibāhanihārā. [2-23-2]",
            "jēṃhi jēṃhi jōni karama basa bhramahīṃ. tahaom tahaom īsu dēu yaha hamahīṃ..",
            "sēvaka hama svāmī siyanāhū. hōu nāta yaha ōra nibāhū.. [2-23-3]",
            "asa abhilāṣu nagara saba kāhū. kaikayasutā hdayaom ati dāhū..",
            "kō na kusaṃgati pāi nasāī. rahai na nīca matēṃ caturāī.. [2-23-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Delighted at the news a few of Śrī Rāma's boy-companions called on Him in a body; and sensible of their affection the Lord received them kindly, and politely enquired after their health and welfare. After receiving the permission of their beloved friend they returned home speaking highly of Him to one another. \"Is there anyone in this world so amiable and constant in his affection as Rāma? In whichever species we may be born from time to time as a result of our actions, may God grant us that Sītā's spouse may be our lord and we his servants, and that this relation between us may continue till the end.\" Everyone in the city cherished the same desire; but there was intense agony in Kaikeyī's heart. Who is not ruined by evil company? Man loses his wit by following the counsel of vile men."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sāomsa samaya sānaṃda nṛpu gayau kaikēī gēhaom.",
            "gavanu niṭhuratā nikaṭa kiya janu dhari dēha sanēhaom..24.. [2-24]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At eventide the king joyously visited Kaikeyī's palace; it looked as if love incarnate had called on harshness personified."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kōpabhavana suni sakucēu rāu. bhaya basa agahuḍa parai na pāū..",
            "surapati basai bāhaombala jākē. narapati sakala rahahiṃ rukha tākēṃ.. [2-24-1]",
            "sō suni tiya risa gayau sukhāī. dēkhahu kāma pratāpa baḍaāī..",
            "sūla kulisa asi aomgavanihārē. tē ratinātha sumana sara mārē.. [2-24-2]",
            "sabhaya narēsu priyā pahiṃ gayaū. dēkhi dasā dukhu dāruna bhayaū..",
            "bhūmi sayana paṭu mōṭa purānā. diē ḍāri tana bhūṣaṇa nānā.. [2-24-3]",
            "kumatihi kasi kubēṣatā phābī. ana ahivātu sūca janu bhābī..",
            "jāi nikaṭa nṛpu kaha mṛdu bānī. prānapriyā kēhi hētu risānī.. [2-24-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The king was taken aback when he heard of the sulking-room. His feet refused to advance on account of fear. He under whose powerful arm the lord of celestials dwelt secure and whose goodwill was even sought by all rulers of men was stunned at the news of his wife's anger: look at the mighty power of sexual love. Even those who have endured the blows of a spear, thunderbolt or sword have been overcome with the flowery shafts of Rati's lord (the god of Love). The king timidly approached his beloved queen and was terribly distressed to perceive her condition. She was lying on the floor in old and coarse attire having cast away all the ornaments of her person. Her wretched garb so eminently befitted her, prognosticating as it were her impending widowhood. Drawing close to her the king asked in soft accents, \"Why are you angry, my soul's delight?\""
        ]
    }
]