[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "प्रयाणकाले मनसाचलेनभक्तया युक्तो योगबलेन चैव |",
            "भ्रुवोर्मध्ये प्राणमावेश्य सम्यक् स तं परं पुरुषमुपैति दिव्यम् || १० ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्रयाण-काले – मृत्यु के समय; मनसा – मन से; अचलेन – अचल, दृढ़; भक्त्या – भक्ति से; युक्तः – लगा हुआ; योग-बलेन – योग शक्ति के द्वारा; च – भी; एव – निश्चय ही; भ्रुवोः – दोनों भौहों के; मध्ये – मध्य में; प्राणम् – प्राण को; आवेश्य – स्थापित करे; सम्यक् – पूर्णतया; सः – वह; तम् – उस; परम् – दिव्य; पुरुषम् – भगवान् को; उपैति – प्राप्त करता है; दिव्यम् – दिव्य भगवद्धाम को |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मृत्यु के समय जो व्यक्ति अपने प्राण को भौहों के मध्य स्थिर कर लेता है और योगशक्ति के द्वारा अविचलित मन से पूर्णभक्ति के साथ परमेश्र्वर के स्मरण में अपने को लगाता है, वह निश्चित रूप से भगवान् को प्राप्त होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में स्पष्ट किया गया है कि मृत्यु के समय मन को भगवान् की भक्ति में स्थिर करना चाहिए | जो लोग योगाभ्यास करते हैं उनके लिए संस्तुति की गई है कि वे प्राणों को भौहों के बीच (आज्ञा चक्र) में ले आयें | यहाँ पर षट्चक्रयोग के अभ्यास का प्रस्ताव है, जिसमें छः चक्रों पर ध्यान लगाया जाता है | परन्तु निरन्तर कृष्णभावनामृत में लीन रहने के कारण शुद्ध भक्त भगवत्कृपा से मृत्यु के समय योगाभ्यास के बिना भगवान् का स्मरण कर सकता है | इसकी व्याख्या चौदहवें श्लोक में की गई है |",
            "इस श्लोक में योगबलेन शब्द का विशिष्ट प्रयोग महत्त्वपूर्ण है क्योंकि योग के अभाव में चाहे वह षट्चक्रयोग हो या भक्तियोग – मनुष्य कभी भी मृत्यु के समय इस दिव्य अवस्था (भाव) को प्राप्त नहीं होता | कोई भी मृत्यु के समय परमेश्र्वर का सहसा स्मरण नहीं कर पाता, उसे किसी न किसी योग का, विशेषतया भक्तियोग का अभ्यास होना चाहिए | चूँकि मृत्यु के समय मनुष्य का मन अत्यधिक विचलित रहता है, अतः अपने जीवन में मनुष्य को योग के माध्यम से अध्यात्म का अभ्यास करना चाहिए |"
        ]
    }
]