[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे ।",
            "प्राणापानगती रुद्ध्वा प्राणायामपरायणाः ।",
            "अपरे नियताहाराः प्राणान्प्राणेषु जुह्वति ॥ २९ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "apāne juhvati prāṇaṁ",
            "prāṇe ’pānaṁ tathāpare",
            "prāṇāpāna-gatī ruddhvā",
            "prāṇāyāma-parāyaṇāḥ",
            "apare niyatāhārāḥ",
            "prāṇān prāṇeṣu juhvati"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**apāne** — in the air which acts downward; **juhvati** — offer; **prāṇam** — the air which acts outward; **prāṇe** — in the air going outward; **apānam** — the air going downward; **tathā** — as also; **apare** — others; **prāṇa** — of the air going outward; **apāna** — and the air going downward; **gatī** — the movement; **ruddhvā** — checking; **prāṇa**-**āyāma** — trance induced by stopping all breathing; **parāyaṇāḥ** — so inclined; **apare** — others; **niyata** — having controlled; **āhārāḥ** — eating; **prāṇān** — the outgoing air; **prāṇeṣu** — in the outgoing air; **juhvati** — sacrifice."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Still others, who are inclined to the process of breath restraint to remain in trance, practice by offering the movement of the outgoing breath into the incoming, and the incoming breath into the outgoing, and thus at last remain in trance, stopping all breathing. Others, curtailing the eating process, offer the outgoing breath into itself as a sacrifice."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "This system of yoga for controlling the breathing process is called prāṇāyāma, and in the beginning it is practiced in the haṭha-yoga system through different sitting postures. All of these processes are recommended for controlling the senses and for advancement in spiritual realization. This practice involves controlling the airs within the body so as to reverse the directions of their passage. The apāna air goes downward, and the prāṇa air goes up. The prāṇāyāma-yogī practices breathing the opposite way until the currents are neutralized into pūraka, equilibrium. Offering the exhaled breath into the inhaled breath is called recaka. When both air currents are completely stopped, one is said to be in kumbhaka-yoga. By practice of kumbhaka-yoga, one can increase the duration of life for perfection in spiritual realization. The intelligent yogī is interested in attaining perfection in one life, without waiting for the next. For by practicing kumbhaka-yoga, the yogīs increase the duration of life by many, many years. A Kṛṣṇa conscious person, however, being always situated in the transcendental loving service of the Lord, automatically becomes the controller of the senses. His senses, being always engaged in the service of Kṛṣṇa, have no chance of becoming otherwise engaged. So at the end of life, he is naturally transferred to the transcendental plane of Lord Kṛṣṇa; consequently he makes no attempt to increase his longevity. He is at once raised to the platform of liberation, as stated in Bhagavad-gītā (14.26):"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "māṁ ca yo ’vyabhicāreṇa",
            "bhakti-yogena sevate",
            "sa guṇān samatītyaitān",
            "brahma-bhūyāya kalpate"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“One who engages in unalloyed devotional service to the Lord transcends the modes of material nature and is immediately elevated to the spiritual platform.” A Kṛṣṇa conscious person begins from the transcendental stage, and he is constantly in that consciousness. Therefore, there is no falling down, and ultimately he enters into the abode of the Lord without delay. The practice of reduced eating is automatically done when one eats only kṛṣṇa-prasādam, or food which is offered first to the Lord. Reducing the eating process is very helpful in the matter of sense control. And without sense control there is no possibility of getting out of the material entanglement."
        ]
    }
]