[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रीभगवानुवाच",
            "सुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम ।",
            "देवा अप्यस्य रूपस्य नित्यं दर्शनकाङ्क्षिण: ॥ ५२ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "śrī-bhagavān uvāca",
            "su-durdarśam idaṁ rūpaṁ",
            "dṛṣṭavān asi yan mama",
            "devā apy asya rūpasya",
            "nityaṁ darśana-kāṅkṣiṇaḥ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "śrī-bhagavān uvāca — the Supreme Personality of Godhead said; su-durdarśam — very difficult to see; idam — this; rūpam — form; dṛṣṭavān asi — as you have seen; yat — which; mama — of Mine; devāḥ — the demigods; api — also; asya — this; rūpasya — form; nityam — eternally; darśana-kāṅkṣiṇaḥ — aspiring to see."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Supreme Personality of Godhead said: My dear Arjuna, this form of Mine you are now seeing is very difficult to behold. Even the demigods are ever seeking the opportunity to see this form, which is so dear."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In the forty-eighth verse of this chapter Lord Kṛṣṇa concluded revealing His universal form and informed Arjuna that this form is not possible to be seen by so many pious activities, sacrifices, etc. Now here the word su-durdarśam is used, indicating that Kṛṣṇa’s two-handed form is still more confidential. One may be able to see the universal form of Kṛṣṇa by adding a little tinge of devotional service to various activities like penances, Vedic study and philosophical speculation. It may be possible, but without a tinge of bhakti one cannot see; that has already been explained. Still, beyond that universal form, the form of Kṛṣṇa with two hands is still more difficult to see, even for demigods like Brahmā and Lord Śiva. They desire to see Him, and we have evidence in the Śrīmad-Bhāgavatam that when He was supposed to be in the womb of His mother, Devakī, all the demigods from heaven came to see the marvel of Kṛṣṇa, and they offered nice prayers to the Lord, although He was not at that time visible to them. They waited to see Him. A foolish person may deride Him, thinking Him an ordinary person, and may offer respect not to Him but to the impersonal “something” within Him, but these are all nonsensical postures. Kṛṣṇa in His two-armed form is actually desired to be seen by demigods like Brahmā and Śiva."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In Bhagavad-gītā (9.11) it is also confirmed, avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam: He is not visible to the foolish persons who deride Him. Kṛṣṇa’s body, as confirmed by Brahma-saṁhitā and confirmed by Kṛṣṇa Himself in Bhagavad-gītā, is completely spiritual and full of bliss and eternality. His body is never like a material body. But for some who make a study of Kṛṣṇa by reading Bhagavad-gītā or similar Vedic scriptures, Kṛṣṇa is a problem. For one using a material process, Kṛṣṇa is considered to be a great historical personality and very learned philosopher, but He is an ordinary man, and even though He was so powerful He had to accept a material body. Ultimately they think that the Absolute Truth is impersonal; therefore they think that from His impersonal feature He assumed a personal feature attached to material nature. This is a materialistic calculation of the Supreme Lord. Another calculation is speculative. Those who are in search of knowledge also speculate on Kṛṣṇa and consider Him to be less important than the universal form of the Supreme. Thus some think that the universal form of Kṛṣṇa which was manifested to Arjuna is more important than His personal form. According to them, the personal form of the Supreme is something imaginary. They believe that in the ultimate issue, the Absolute Truth is not a person. But the transcendental process is described in Bhagavad-gītā, Chapter Four: to hear about Kṛṣṇa from authorities. That is the actual Vedic process, and those who are actually in the Vedic line hear about Kṛṣṇa from authority, and by repeated hearing about Him, Kṛṣṇa becomes dear. As we have several times discussed, Kṛṣṇa is covered by His yoga-māyā potency. He is not to be seen or revealed to anyone and everyone. Only by one to whom He reveals Himself can He be seen. This is confirmed in the Vedic literature; for one who is a surrendered soul, the Absolute Truth can actually be understood. The transcendentalist, by continuous Kṛṣṇa consciousness and by devotional service to Kṛṣṇa, can have his spiritual eyes opened and can see Kṛṣṇa by revelation. Such a revelation is not possible even for the demigods; therefore it is difficult even for the demigods to understand Kṛṣṇa, and the advanced demigods are always in hope of seeing Kṛṣṇa in His two-handed form. The conclusion is that although to see the universal form of Kṛṣṇa is very, very difficult and not possible for anyone and everyone, it is still more difficult to understand His personal form as Śyāmasundara."
        ]
    }
]