[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ध्यानेनात्मनि पश्यन्ति केचिदात्मानमात्मना ।",
            "अन्ये सांख्येन योगेन कर्मयोगेन चापरे ॥ २५ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**ध्यायेन** - ध्यान द्वारा; **आत्मनि** - अपने भीतर; **पश्यन्ति** - देखते हैं; **केचित्** - कुछ लोग; **आत्मानम्** - परमात्मा को; **आत्मना** - मन से; **अन्ये** - अन्य लोग; **साङ्ख्येन** - दार्शनिक विवेचना द्वारा; **योगेन** - योग पद्धति द्वारा; **कर्म-योगेन** - निष्काम कर्म के द्वारा; **च** - भी; **अपरे** - अन्य ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कुछ लोग परमात्मा को ध्यान के द्वारा अपने भीतर देखते हैं, तो दूसरे लोग ज्ञान के अनुशीलन द्वारा और कुछ ऐसे हैं जो निष्काम कर्मयोग द्वारा देखते हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् अर्जुन को बताते हैं कि जहाँ तक मनुष्य द्वारा आत्म-साक्षात्कार की खोज का प्रश्न है, बद्ध जीवों की दो श्रेणियाँ हैं । जो लोग नास्तिक, अज्ञेयवाादी तथा संशयवादी हैं, वे आध्यात्मिक ज्ञान से विहीन हैं । किन्तु अन्य लोग, जो आध्यात्मिक जीवन सम्बन्धी अपने ज्ञान के प्रति श्रद्धावान हैं, वे आत्मदर्शी भक्त, दार्शनिक तथा निष्काम कर्मयोगी कहलाते हैं । जो लोग सदैव अद्वैतवाद की स्थापना करना चाहते हैं, उनकी भी गणना नास्तिकों एवं अजेयवादियों में की में की जाती है । दूसरे शब्दों में, केवल भगवद्भक्त ही आध्यात्मिक ज्ञान को प्राप्त होते हैं, क्योंकि वे समझते हैं कि इस प्रकृति के भी परे वैकुण्ठ-लोक तथा भगवान् है, जिसका विस्तार परमात्मा के रूप में प्रत्येक व्यक्ति में हुआ में, और वे सर्वव्यापी है । निस्सन्देह कुछ लोग ऐसे भी हैं, जो ज्ञान के अनुशीलन द्वारा भगवान् को समझने का प्रयास करते हैं । इन्हें श्रद्धावानों की श्रेणी में गिना जा सकता है । सांख्य दार्शनिक इस भौतिक जगत का विश्लेषण २४ तत्त्वों के रूप में करते हैं, और वे आत्मा को पच्चीसवाँ तत्त्व मानते हैं । जब वे आत्मा की प्रकृति को भौतिक तत्त्वों से परे समझने में समर्थ होते हैं, तो वे यह भी समझ जाते हैं कि आत्मा के भी ऊपर भगवान् है, और वह छब्बीसवाँ तत्त्व है । इस प्रकार वे भी क्रमशः कृष्णभावनामृत की भक्ति के स्तर तक पहुँच जाते हैं । जो लोग निष्काम भाव से कर्म करते हैं,उनकी भी मनोवृत्ति सही होती है । उन्हें कृष्णभावनामृत की भक्ति के पद तक बढ़ने का अवसर दिया जाता है | यहाँ पर कहा गया है कि कुछ लोग ऐसे होते हैं, जिनकी चेतना शुद्ध होती है,और वे ध्यान द्वारा परमात्मा को खोजने का प्रयत्न करते हैं, और जब वे परमात्मा को अपने अन्दर खोज लेते हैं, तो वे दिव्य पद को प्राप्त होते हैं । इसी प्रकार अन्य लोग हैं, जो ज्ञान के अनुशीलन द्वारा परमात्मा को जानने का प्रयास करते हैं । कुछ ऐसे भी हैं जो हठयोग द्वारा, अपने बालकों जैसे क्रियाकलापों द्वारा, भगवान् को प्रसन्न करने का प्रयास करते हैं ।"
        ]
    }
]
