[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "The Lord's compassion on them"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jāni sabhaya surabhūmi suni bacana samēta sanēha.",
            "gaganagirā gaṃbhīra bhai harani sōka saṃdēha..186.. [1-186]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Knowing that the gods and Earth were terror-stricken and hearing their loving entreaties, a deep voice came from heaven, which removed all their doubt and anxiety:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jani ḍarapahu muni siddha surēsā. tumhahi lāgi dharihau nara bēsā..",
            "aṃsanha sahita manuja avatārā. lēhau dinakara baṃsa udārā.. [1-186-1]",
            "kasyapa aditi mahātapa kīnhā. tinha kahu maiṃ pūraba bara dīnhā..",
            "tē dasaratha kausalyā rūpā. kōsalapurīṃ pragaṭa narabhūpā.. [1-186-2]",
            "tinha kē gṛha avatarihau jāī. raghukula tilaka sō cāriu bhāī..",
            "nārada bacana satya saba karihau. parama sakti samēta avatarihau.. [1-186-3]",
            "harihau sakala bhūmi garuāī. nirbhaya hōhu dēva samudāī..",
            "gagana brahmabānī sunī kānā. turata phirē sura hṛdaya juḍaānā.. [1-186-4]",
            "taba brahmā dharanihi samujhāvā. abhaya bhaī bharōsa jiyaom āvā.. [1-186-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Fear not, O sages, Siddhas and Indra (the chief of gods); for your sake I will assume the form of a human being. In the glorious solar race I shall be born as a human being alongwith My part manifestations. The sage Kaśyapa and his wife Aditi did severe penance; to them I have already vouchsafed a boon. They have appeared in the city of Ayodhyā as rulers of men in the form of Daśaratha and Kausalyā. In their house I shall take birth in the form of four brothers, the ornament of Raghu's line. I shall justify all that was uttered by Nārada and shall descend with My Supreme Energy. In this way I shall relieve the earth of all its burden; be fearless, O gods.\" As the divine voice from heaven reached the god's ears they returned forthwith with their heart soothed.Then Brahmā admonished Earth, who was rid of all fear and felt reassured in her heart."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nija lōkahi biraṃci gē dēvanha ihai sikhāi.",
            "bānara tanu dhari dhari mahi hari pada sēvahu jāi..187.. [1-187]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then Brahmā proceeded to his realm after thus instructing the gods: \"Assuming the form of monkeys you go to the earth and adore the feet of Śrī Hari."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gaē dēva saba nija nija dhāmā. bhūmi sahita mana kahu biśrāmā .",
            "jō kachu āyasu brahmāom dīnhā. haraṣē dēva bilaṃba na kīnhā.. [1-187-1]",
            "banacara dēha dhari chiti māhīṃ. atulita bala pratāpa tinha pāhīṃ..",
            "giri taru nakha āyudha saba bīrā. hari māraga citavahiṃ matidhīrā.. [1-187-2]",
            "giri kānana jahaom tahaom bhari pūrī. rahē nija nija anīka raci rūrī..",
            "yaha saba rucira carita maiṃ bhāṣā. aba sō sunahu jō bīcahiṃ rākhā.. [1-187-3]",
            "avadhapurīṃ raghukulamani rāū. bēda bidita tēhi dasaratha nāūom..",
            "dharama dhuraṃdhara gunanidhi gyānī. hṛdayaom bhagati mati sāraomgapānī.. [1-187-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "All the gods went to their several abodes alongwith Earth; they all felt relieved in their heart. And the gods were delighted to receive the orders that Brahmā gave, and lost no time in carrying them out. They took the form of monkeys on earth; their might and glory were incomparable. They were all brave and had mountains, trees and nails for their weapons. Resolute of mind, they awaited the advent of Śrī Hari, swarming on mountains and in woods wherever they liked and dividing themselves into gallant troops of their own. I have related to you all this interesting account; now hear that which was interrupted before. In the city of Ayodhyā there ruled a king who was a jewel of Raghu's race; he was called Daśaratha, a name which is familiar in the Vedas. He was a champion of virtue, a repository of good qualities and a man of wisdom; he was a sincere devotee of God Viṣṇu (the wielder of the Śārṅga bow) and his mind was also set on Him."
        ]
    }
]