[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रीभगवानुवाच",
            "अनाश्रितः कर्मफलं कार्यं कर्म करोति यः |",
            "स संन्यासी च योगी च न निरग्निर्न चाक्रियः || १ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीभगवान्  उवाच – भगवान् ने कहा; अनाश्रितः – शरण ग्रहण किये बिना; कर्म-फलम् –  कर्मफल की; कार्यम् – कर्तव्य; कर्म- कर्म; करोति – करता है; यः – जो; सः –  वह; संन्यासी – संन्यासी; च – भी; योगी – योगी; च – भी; न – नहीं; निः –  रहित; अग्निः – अग्नि; न – न तो; च – भी; अक्रियः – क्रियाहीन |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीभगवान् ने कहा – जो पुरुष अपने कर्मफल के प्रति अनासक्त है और जो अपने कर्तव्य का पालन करता है, वही संन्यासी और असली योगी है | वह नहीं, जो न तो अग्नि जलाता है और न कर्म करता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस अध्याय में भगवान् बताते हैं कि अष्टांगयोग पद्धति मन तथा इन्द्रियों को वश में करने का साधन है | किन्तु इस कलियुग में सामान्य जनता के लिए इसे सम्पन्न कर पाना अत्यन्त कठिन है | यद्यपि इस अध्याय में अष्टांगयोग पद्धति की संस्तुति की गई है, किन्तु भगवान् बल देते हैं कि कर्मयोग या कृष्णभावनामृत में कर्म करना इससे श्रेष्ठ है | इस संसार में प्रत्येक मनुष्य अपने परिवार के पालनार्थ तथा अपनी सामग्री के रक्षार्थ कर्म करता है, किन्तु कोई भी मनुष्य बिना किसी स्वार्थ, किसी व्यक्तिगत तृप्ति के, चाहे वह तृप्ति आत्मकेन्द्रित हो या व्यापक, कर्म नहीं करता | पूर्णता की कसौटी है – कृष्णभावनामृत में कर्म करना, कर्म के फलों का भोग करने के उद्देश्य से नहीं | कृष्णभावनामृत में कर्म करना प्रत्येक व्यक्ति का कर्त्तव्य है, क्योंकि सभी लोग परमेश्वर के अंश हैं | शरीर के अंग पूरे शरीर के लिए कार्य करते हैं | शरीर के अंग अपनी तृप्ति के लिए नहीं, अपितु पूरे शरीर की तुष्टि के लिए कार्य करते हैं | इसी प्रकार जो जीव अपनी तुष्टि के लिए नहीं, अपितु परब्रह्म की तुष्टि के लिए कार्य करता है, वही पूर्ण संन्यासी या पूर्ण योगी है |",
            "कभी-कभी संन्यासी सोचते हैं कि उन्हें सारे कार्यों से मुक्ति मिल गई, अतः वे अग्निहोत्र यज्ञ करना बन्द कर देते हैं, लेकिन वस्तुतः वे स्वार्थी हैं क्योंकि उनका लक्ष्य निराकार ब्रह्म से तादात्मय स्थापित करना होता है | ऐसी इच्छा भौतिक इच्छा से तो श्रेष्ठ है, किन्तु यह स्वार्थ से रहित नहीं होती | इसी प्रकार जो योगी समस्त कर्म बन्द करके अर्धनिमीलित नेत्रों से योगाभ्यास करता है, वह भी आत्मतुष्टि की इच्छा से पूरित होता है | किन्तु कृष्णभावनाभावित व्यक्ति को कभी भी आत्मतुष्टि की इच्छा नहीं रहती | उसका एकमात्र लक्ष्य कृष्ण को प्रसन्न करना रहता है, अतः वह पूर्ण संन्यासी या पूर्णयोगी होता है | त्याग के सर्वोच्च प्रतीक भगवान् चैतन्य प्रार्थना करते हैं –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "न धनं न जनं न सुन्दरीं कवितां वा जगदीश कामये |",
            "मम जन्मनि जन्मनीश्वरे भवताद्भक्तिरहैतुकी त्वयि ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे सर्वशक्तिमान प्रभु! मुझे न तो धन-संग्रह की कामना है, न मैं सुन्दर स्त्रियों के साथ रमण करने का अभिलाषी हूँ, न ही मुझे अनुयायियों की कामना हैं | मैं तो जन्म-जन्मान्तर आपकी प्रेमाभक्ति की अहैतुकी कृपा का ही अभिलाषी हूँ |"
        ]
    }
]