[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ब्रह्मार्पणं ब्रह्म हविर्ब्रह्माग्नौ ब्रह्मणा हुतम् ।",
            "ब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना ॥ २४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**ब्रह्म** - आध्यात्मिक; **अर्पणम्** - अर्पण; **ब्रह्म** -  ब्रह्म; **हविः** - घृत; **ब्रह्म** - आध्यात्मिक; **अग्नौ** - हवन रूपी अग्नि में; **ब्रह्मणा** - आत्मा द्वारा; **हुतम्** - अर्पित; **ब्रह्म** - परमधाम; **एव** - निश्चय  ही; **तेन** - उसके द्वारा; **गन्तव्यम्** - पहुँचने योग्य; **ब्रह्म** - आध्यात्मिक; **कर्म** - कर्म में; **समाधिना** - पूर्ण एकाग्रता के द्वारा ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो व्यक्ति कृष्णभावनामृत में पूर्णतया लीन रहता है, उसे अपने आध्यात्मिक कर्मों के योगदान के कारण अवश्य ही भगवद्धाम की प्राप्ति होती है, क्योंकि उसमें हवन आध्यात्मिक होता है और हवि भी आध्यात्मिक होती है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ इसका वर्णन किया गया है कि किस प्रकार कृष्णभावनाभावित कर्म करते हुए अन्ततोगत्वा आध्यात्मिक लक्ष्य प्राप्त होता है । कृष्णभावनामृत विषयक विविध कर्म होते हैं, जिनका वर्णन अगले श्लोकों में किया गया है, किन्तु इस श्लोक में तो केवल कृष्णभावनामृत का सिद्धान्त वर्णित है । भौतिक कल्मष से ग्रस्त बद्धजीव को भौतिक वातावरण में ही कार्य करना पड़ता है, किन्तु फिर भी उसे ऐसे वातावरण से निकलना ही होगा । जिस विधि से वह ऐसे वातावरण से बाहर निकल सकता है, वह कृष्णभावनामृत है । उदाहरण के लिए, यदि कोई रोगी दूध की बनी वस्तुओं के अधिक खाने से पेट की गड़बड़ी से ग्रस्त हो जाता है तो उसे दही दिया जाता है, जो दूध ही से बनी अन्य वस्तु है । भौतिकता में ग्रस्त बद्धजीव का उपचार कृष्णभावनामृत के द्वारा ही किया जा सकता है जो यहाँ गीता में दिया हुआ है । यह विधि यज्ञ या विष्णु या कृष्ण को प्रसन्न करने के लिए किये गये कार्य कहलाती है । भौतिक जगत् के जितने ही अधिक कार्य कृष्णभावनामृत में या केवल विष्णु के लिए किये जाते हैं पूर्ण तल्लीनता से वातावरण उतना ही अधिक आध्यात्मिक बनता रहता है । ब्रह्म शब्द का अर्थ है 'आध्यात्मिक' । भगवान् आध्यात्मिक हैं और उनके दिव्य शरीर की किरणें ब्रह्मज्योति कहलाती हैं-यही उनका आध्यात्मिक तेज है । प्रत्येक वस्तु इसी ब्रह्मज्योति में स्थित रहती है. किन्त जब यह ज्योति माया या इन्द्रियतप्ति द्वारा आच्छादित हो जाती है तो यह भौतिक ज्योति कहलाती है । यह भौतिक आवरण कृष्णभावनामृत द्वारा तुरन्त हटाया जा सकता है । अतएव कृष्णभावनामृत के लिए अर्पित हवि, ग्रहणकर्ता, हवन, होता तथा फल-ये सब मिलकर ब्रह्म या परम सत्य हैं । माया द्वारा आच्छादित परम सत्य पदार्थ कहलाता है । जब यही पदार्थ परम सत्य के निमित्त प्रयुक्त होता है, तो इसमें फिर से आध्यात्मिक गुण आ जाता है । कृष्णभावनामृत मोहजनित चेतना को ब्रह्म या परमेश्वरोन्मुख करने की विधि है । जब मन कृष्णभावनामृत में पूरी तरह निमग्न रहता है तो उसे समाधि कहते हैं । ऐसी दिव्यचेतना में सम्पन्न कोई भी कार्य यज्ञ कहलाता है । आध्यात्मिक चेतना की ऐसी स्थिति में होता, हवन, अग्नि, यज्ञकर्ता तथा अन्तिम फल-यह सब परब्रह्म में एकाकार हो जाता है । यही कृष्णभावनामृत की विधि है ।"
        ]
    }
]