[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "नाहं वेदैर्न तपसा न दानेन न चेज्यया |",
            "शक्य एवंविधो द्रष्टुं दृष्टवानसि मां यथा || ५३ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "न - कभी नहीं; अहम् - मैं; वेदैः - वेदाध्ययन से; न - कभी नहीं; तपसा - कठिन तपस्या द्वारा; न - कभी नहीं; दानेन - दान से; च - भी; इज्यया - पूजा से; शक्यः - संभव है; एवम् -विधः - इस प्रकार से; द्रष्टुम् - देख पाना; दृष्टवान् - देख रहे; असि - तुम हो; माम् - मुझको; यथा - जिस प्रकार |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "तुम अपने दिव्य नेत्रों से जिस रूप का दर्शन कर रहे हो, उसे न तो वेदाध्ययन से, न कठिन तपस्या से, न दान से, न पूजा से ही जाना जा सकता है | कोई इन साधनों के द्वारा मुझे मेरे रूप में नहीं देख सकता |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कृष्ण पहले अपनी माता देवकी तथा पिता वासुदेव के समक्ष चतुर्भुजरूप में प्रकट हुए थे और तब उन्होंने अपना द्विभुज रूप धारण किया था | जो लोग नास्तिक हैं या भक्तिविहीन हैं, उनके लिए इस रहस्य को समझ पाना अत्यन्त कठिन है | जिन विद्वानों ने केवल व्याकरण विधि से या कोरी शैक्षिक योग्यताओं के आधार पर वैदिक साहित्य का अध्ययन किया है, वे कृष्ण को नहीं समझ सकते | न ही वे लोग कृष्ण को समझ सकेंगे, जो औपचारिक पूजा करने के लिए मन्दिर जाते हैं | वे भले ही वहाँ जाते रहें, वे कृष्ण के असली रूप को नहीं समझ सकेंगे | कृष्ण को तो केवल भक्तिमार्ग से समझा जा सकता है, जैसा कि कृष्ण ने स्वयं अगले श्लोक में बताया है |"
        ]
    }
]