[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "The piteous appeal of mother Earth and other gods"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bāḍhaē khala bahu cōra juārā. jē laṃpaṭa paradhana paradārā..",
            "mānahiṃ mātu pitā nahiṃ dēvā. sādhunha sana karavāvahiṃ sēvā.. [1-182(B)-1]",
            "jinha kē yaha ācarana bhavānī. tē jānēhu nisicara saba prānī..",
            "atisaya dēkhi dharma kai glānī. parama sabhīta dharā akulānī.. [1-182(B)-2]",
            "giri sari siṃdhu bhāra nahiṃ mōhī. jasa mōhi garua ēka paradrōhī..",
            "sakala dharma dēkhai biparītā. kahi na sakai rāvana bhaya bhītā.. [1-182(B)-3]",
            "dhēnu rūpa dhari hṛdayaom bicārī. gaī tahāom jahaom sura muni jhārī..",
            "nija saṃtāpa sunāēsi rōī. kāhū tēṃ kachu kāja na hōī.. [1-182(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The number of villains, thieves and gamblers and of those who coveted others' wealth and wives swelled to a great extent. People honoured not their parents and gods and exacted service from pious souls. Those who act in this way, Bhavani, know all such creatures as demons. Perceiving the supreme disrespect for religion Earth was extremely alarmed and perturbed. \"The weight of mountains, rivers and oceans,\" she said to herself, \"is not so oppressive to me as of him who is malevolent to others.\" She saw all goodness perverted; yet for fear of Ravana she could not utter a word. After great deliberation she took the form of a cow and went to the spot where all gods and sages were in hiding. With tears in her eyes she told them her sufferings; but none of them could be of any help to her"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sura muni gaṃdharbā mili kari sarbā gē biraṃci kē lōkā.",
            "saomga gōtanudhārī bhūmi bicārī parama bikala bhaya sōkā..",
            "brahmāom saba jānā mana anumānā mōra kachū na basāī.",
            "jā kari taiṃ dāsī sō abināsī hamarēu tōra sahāī.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The gods, sages and Gandharvas (celestial songsters), all repaired to Brahma's abode; with them was poor Earth in the form of a cow grievously stricken with fear and grief. Brahma came to know everything; and realizing in his heart of heart his inability to help her, he said, \"The immortal Lord whose servant you are will be my help as well as yours.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dharani dharahi mana dhīra kaha biraṃci haripada sumiru.",
            "jānata jana kī pīra prabhu bhaṃjihi dāruna bipati..184.. [1-182(B)-184]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Have patience, Earth,\" said Brahma, \"and fix your mind on the feet of Sri Hari. The Lord knows the distress of His servants and will put an end to your terrible suffering.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "baiṭhē sura saba karahiṃ bicārā. kahaom pāia prabhu karia pukārā..",
            "pura baikuṃṭha jāna kaha kōī. kōu kaha payanidhi basa prabhu sōī.. [1-182(B)-1]",
            "jākē hṛdayaom bhagati jasi prīti. prabhu tahaom pragaṭa sadā tēhiṃ rītī..",
            "tēhi samāja girijā maiṃ rahēūom. avasara pāi bacana ēka kahēūom.. [1-182(B)-2]",
            "hari byāpaka sarbatra samānā. prēma tēṃ pragaṭa hōhiṃ maiṃ jānā..",
            "dēsa kāla disi bidisihu māhīṃ. kahahu sō kahāom jahāom prabhu nāhīṃ.. [1-182(B)-3]",
            "aga jagamaya saba rahita birāgī. prēma tēṃ prabhu pragaṭai jimi āgī..",
            "mōra bacana saba kē mana mānā. sādhu sādhu kari brahma bakhānā.. [1-182(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "All the gods sat in counsel: \"Where can we find the Lord, so that we may appeal to Him?\" Someone suggested that they should go to Vaikuntha. Another said, \"The Lord has His abode in the ocean of milk.\" The Lord always manifests Himself in response to the devotion and love one cherishes in one's heart. Girija, I too happened to be in that assembly and took occasion to put in a word: \"For aught I know Sri Hari is present everywhere alike and is revealed only by love. Tell Me any place, time or quarter of the heaven where the Lord is not. Having taken the form of all creation, both animate and inanimate, He is yet destitute of everything and passionless; He is revealed by love even as fire is manifested by friction.\" \"My words found favour with all and Brahma applauded me saying, \"Well said, well said!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni biraṃci mana haraṣa tana pulaki nayana baha nīra.",
            "astuti karata jōri kara sāvadhāna matidhīra..185.. [1-185]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Brahma was glad at heart to hear My words the hair on his body bristled and tears flowed from his eyes. Recovering himself, the stable-minded Brahma joined his palms and prayed:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jaya jaya suranāyaka jana sukhadāyaka pranatapāla bhagavaṃtā.",
            "gō dvija hitakārī jaya asurārī sidhuṃsutā priya kaṃtā..",
            "pālana sura dharanī adbhuta karanī marama na jānai kōī.",
            "jō sahaja kṛpālā dīnadayālā karau anugraha sōī.. [1-185-1]",
            "jaya jaya abināsī saba ghaṭa bāsī byāpaka paramānaṃdā.",
            "abigata gōtītaṃ carita punītaṃ māyārahita mukuṃdā..",
            "jēhi lāgi birāgī ati anurāgī bigatamōha munibṛṃdā.",
            "nisi bāsara dhyāvahiṃ guna gana gāvahiṃ jayati saccidānaṃdā.. [1-185-2]",
            "jēhiṃ sṛṣṭi upāī tribidha banāī saṃga sahāya na dūjā.",
            "sō karau aghārī ciṃta hamārī jānia bhagati na pūjā..",
            "jō bhava bhaya bhaṃjana muni mana raṃjana gaṃjana bipati barūthā.",
            "mana baca krama bānī chāḍai sayānī sarana sakala sura jūthā.. [1-185-3]",
            "sārada śruti sēṣā riṣaya asēṣā jā kahu kōu nahi jānā.",
            "jēhi dīna piārē bēda pukārē dravau sō śrībhagavānā..",
            "bhava bāridhi maṃdara saba bidhi suṃdara gunamaṃdira sukhapuṃjā.",
            "muni siddha sakala sura parama bhayātura namata nātha pada kaṃjā.. [1-185-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Glory, all glory to You, O Lord of immortals. O delight of the devotees, O protector of the suppliant, O benefactor of cows and the Brahmanas, O slayer of demons, O beloved consort of Laksmi (daughter of the ocean), glory to You. O guardian of gods and the earth, mysterious are Thy ways: their secret is known to none. Let Him who is benevolent by nature and compassionate to the humble show His grace. Glory, all glory to the immortal Lord Mukunda (the bestower of salvation and love), who resides in all hearts, is supreme bliss personified, who is omnipresent, unknowable, and supersensuous, whose acts are holy and who is beyond the veil of Maya (illusion). Glory to Him who is Truth, Consciousness and Bliss combined, who is most lovingly meditated upon day and night and whose praises are sung by multitudes of sages who are full of dispassion and entirely free from infatuation. Let the Slayer of the sinful Agha bestow His care on us-He who brought forth the threefold creation (viz., that which is dominated by Sattva, Rajas and Tamas, viz., gods, men and demons) without anyone else to assist Him; we know neither devotion nor worship. He who disperses the fear of transmigration, delights the mind of sages and puts an end to hosts of calamities, we gods betake ourselves to Him in thought, word and deed, giving up our wonted cleverness. The Lord, who is known neither to Sarada (the goddess of learning), nor to the Vedas, nor again to Sesa (the serpent-god), nor to any of the sages, who as the Vedas proclaim loves the lowly, let Him moved to pity. The sages, Siddhas (a class of celestials naturally endowed with supernatural powers) and all gods, grievously stricken with fear, bow at the lotus feet of the Lord who serves as Mount Mandara for churning the ocean of worldly existence, who is charming in everyway, who is an abode of virtues and an embodiment of bliss."
        ]
    }
]