[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Parvati's unique fidelity as revealed through Her test by the seven seers"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "riṣinha gauri dēkhī tahaom kaisī. mūratimaṃta tapasyā jaisī..",
            "bōlē muni sunu sailakumārī. karahu kavana kārana tapu bhārī.. [1-77-1]",
            "kēhi avarādhahu kā tumha cahahū. hama sana satya maramu kina kahahū..",
            "kahata bacata manu ati sakucāī. haomsihahu suni hamāri jaḍatāī.. [1-77-2]",
            "manu haṭha parā na sunai sikhāvā. cahata bāri para bhīti uṭhāvā..",
            "nārada kahā satya sōi jānā. binu paṃkhanha hama cahahiṃ uḍaānā.. [1-77-3]",
            "dēkhahu muni abibēku hamārā. cāhia sadā sivahi bharatārā.. [1-77-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "There the seers saw Gaurs (a name of Parvati; lit., fair-complexioned) as if she were penance itself personified.The sages said, Hear, O daughter of Himcala: why are you practising such rigorous penance? Whom do you worship and what do you seek? Why not confide to us the real secret? I feel very shy in making my submission. You will be amused to hear of my folly. Yet my mind has taken a rigid attitude and heeds no advice; it would raise a wall on water. Relying on the truth of Nradas prophecy, I long to fly even without wings. Look at my madness; I always covet Siva as my husbandÊ. (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunata bacana bihasē riṣaya girisaṃbhava taba dēha.",
            "nārada kara upadēsu suni kahahu basēu kisu gēha..78.. [1-78]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hearing the above reply the sages laughed and said, After all your body owes its existence to a mountain (Himlaya); tell us who has ever listened to Nradas advice and lived in his home. (78)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dacchasutanha upadēsēnhi jāī. tinha phiri bhavanu na dēkhā āī..",
            "citrakētu kara gharu una ghālā. kanakakasipu kara puni asa hālā.. [1-78-1]",
            "nārada sikha jē sunahiṃ nara nārī. avasi hōhiṃ taji bhavanu bhikhārī..",
            "mana kapaṭī tana sajjana cīnhā. āpu sarisa sabahī caha kīnhā.. [1-78-2]",
            "tēhi kēṃ bacana māni bisvāsā. tumha cāhahu pati sahaja udāsā..",
            "nirguna nilaja kubēṣa kapālī. akula agēha digaṃbara byālī.. [1-78-3]",
            "kahahu kavana sukhu asa baru pāēom. bhala bhūlihu ṭhaga kē baurāēom..",
            "paṃca kahēṃ sivaom satī bibāhī. puni avaḍēri marāēnhi tāhī.. [1-78-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He called on and admonished the sons of Daksa and they never saw their home again. It was he who ruined the home of Citraketu; and again Hiranyakasipu (the father of Prahlda) met a similar fate. Men and women who listen to Nradas advice are sure to leave their home and become mendicants. Guileful at heart, he bears on his person the marks of a pious man; he would make everyone just like himself. Relying on his words you crave for a husband who is apathetic by nature, devoid of attributes, shameless, homeless and naked, who has an inauspicious look about him, wears a string of skulls around his neck, is without a family and has serpents for his ornaments. Tell us, what happiness do you expect by obtaining such a husband? You have fallen an easy prey to the machinations of that imposter! Siva married Sats at the intercession of some friends; but later on he abandoned her and left her to die. (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "aba sukha sōvata sōcu nahi bhīkha māgi bhava khāhiṃ.",
            "sahaja ēkākinha kē bhavana kabahu ki nāri khaṭāhiṃ..79.. [1-79]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ÊSiva is care-free now; he lives on alms and enjoys a sound sleep.Can women ever stay in the house of habitual recluses? (79)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ajahūom mānahu kahā hamārā. hama tumha kahu baru nīka bicārā..",
            "ati suṃdara suci sukhada susīlā. gāvahiṃ bēda jāsu jasa līlā.. [1-79-1]",
            "dūṣana rahita sakala guna rāsī. śrīpati pura baikuṃṭha nivāsī..",
            "asa baru tumhahi milāuba ānī. sunata bihasi kaha bacana bhavānī.. [1-79-2]",
            "satya kahēhu giribhava tanu ēhā. haṭha na chūṭa chūṭai baru dēhā..",
            "kanakau puni paṣāna tēṃ hōī. jārēhu sahaju na parihara sōī.. [1-79-3]",
            "nārada bacana na maiṃ pariharaūom. basau bhavanu ujarau nahiṃ ḍaraūom..",
            "gura kēṃ bacana pratīti na jēhī. sapanēhu sugama na sukha sidhi tēhī.. [1-79-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Even now accept our advice; we have thought of an excellent match for you exceptionally good-looking, pious, agreeable and amiable, whose glory and exploits are sung by the Vedas. He is free from blemish, is a mine of all virtues and the lord of Lak¦ms (the goddess of prosperity) and has His abode in Vaikuntha. Such a suitor we shall unite with you\". Hearing this, Bhavns laughed and said, \"You have rightly observed that this body of mine is begotten of a rock: I would sooner die than give up my tenacity. Gold is another product of rock which does not abandon its character even on being consigned to fire. I may not ignore Nradas advice; whether my house is full or desolate, I fear not. He who has no faith in the words of his preceptor cannot easily attain either happiness or success even in a dream\". (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mahādēva avaguna bhavana biṣnu sakala guna dhāma.",
            "jēhi kara manu rama jāhi sana tēhi tēhī sana kāma..80.. [1-80]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The great God Siva may be full of faults and Visnu may be a repository of all virtues. One is, however, concerned with him alone who gladdens ones heart. (80)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jauṃ tumha milatēhu prathama munīsā. sunatiu sikha tumhāri dhari sīsā..",
            "aba maiṃ janmu saṃbhu hita hārā. kō guna dūṣana karai bicārā.. [1-80-1]",
            "jauṃ tumharē haṭha hṛdayaom bisēṣī. rahi na jāi binu kiēom barēṣī..",
            "tau kautukianha ālasu nāhīṃ. bara kanyā anēka jaga māhīṃ.. [1-80-2]",
            "janma kōṭi lagi ragara hamārī. barau saṃbhu na ta rahau kuārī..",
            "tajau na nārada kara upadēsū. āpu kahahi sata bāra mahēsū.. [1-80-3]",
            "maiṃ pā parau kahai jagadaṃbā. tumha gṛha gavanahu bhayau bilaṃbā..",
            "dēkhi prēmu bōlē muni gyānī. jaya jaya jagadaṃbikē bhavānī.. [1-80-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Had you met me earlier, O great sages! I would have listened to your advice with reverence. But now that I have staked my life for Sambhu, who will weigh His merits and demerits? If you are specially bent upon uniting a pair and cannot help negotiating a match, there is no dearth of suitors and maidens; and those who take delight in such games know no weariness. As for myself I must wed Sambhu or remain a virgin, no matter if I have to continue the struggle for ten million lives. I will not disregard Nradas admonition even if Sambhu Himself tells me a hundred times to do so. I fall at your feet, continued Parvati, the Mother of the universe, Please return to your home. It is already late. Seeing Parvatis devotion the enlightened sages exclaimed, Glory, all glory to You, O Bhavns, Mother of the universe! (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tumha māyā bhagavāna siva sakala jagata pitu mātu.",
            "nāi carana sira muni calē puni puni haraṣata gātu..81.. [1-81]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "You are My, while Siva is God Himself; You are the parents of the whole universe. Bowing their head at the feet of Parvati, they departed. A thrill ran through their frame again and again. (81)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jāi muninha himavaṃtu paṭhāē. kari binatī girajahiṃ gṛha lyāē..",
            "bahuri saptariṣi siva pahiṃ jāī. kathā umā kai sakala sunāī.. [1-81-1]",
            "bhaē magana siva sunata sanēhā. haraṣi saptariṣi gavanē gēhā..",
            "manu thira kari taba saṃbhu sujānā. lagē karana raghunāyaka dhyānā.. [1-81-2]",
            "tāraku asura bhayau tēhi kālā. bhuja pratāpa bala tēja bisālā..",
            "tēṃhi saba lōka lōkapati jītē. bhaē dēva sukha saṃpati rītē.. [1-81-3]",
            "ajara amara sō jīti na jāī. hārē sura kari bibidha larāī..",
            "taba biraṃci sana jāi pukārē. dēkhē bidhi saba dēva dukhārē.. [1-81-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The sages went and despatched Himavn to Girij and he with many entreaties brought her home. The seven seers then called on Siva and told Him the whole history of Um. Siva was enraptured to hear of her love; and the Saptar¦is gladly went home. The all-wise Sambhu then concentrated His mind and began to meditate on the Lord of Raghus. A demon, Traka by name, flourished in those days; his strength of arm, glory and majesty were great indeed. He conquered all the spheres as well as the guardians of those spheres; all the gods were robbed of their happiness and prosperity. Knowing neither age nor death, he was invincible. The gods fought many a battle with him and lost them. They then went to Viranci (Brahm) and told him their grievances. The Creator found all the gods miserable. (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "saba sana kahā bujhāi bidhi danuja nidhana taba hōi.",
            "saṃbhu sukra saṃbhūta suta ēhi jītai rana sōi..82.. [1-82]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Brahm reassured them all saying, The demon shall die only when there is a son sprung from the loins of Sambhu; for he alone can subdue the demon in battle. (82)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mōra kahā suni karahu upāī. hōihi īsvara karihi sahāī..",
            "satīṃ jō tajī daccha makha dēhā. janamī jāi himācala gēhā.. [1-82-1]",
            "tēhiṃ tapu kīnha saṃbhu pati lāgī. siva samādhi baiṭhē sabu tyāgī..",
            "jadapi ahai asamaṃjasa bhārī. tadapi bāta ēka sunahu hamārī.. [1-82-2]",
            "paṭhavahu kāmu jāi siva pāhīṃ. karai chōbhu saṃkara mana māhīṃ..",
            "taba hama jāi sivahi sira nāī. karavāuba bibāhu bariāī.. [1-82-3]",
            "ēhi bidhi bhalēhi dēvahita hōī. mara ati nīka kahai sabu kōī..",
            "astuti suranha kīnhi ati hētū. pragaṭēu biṣamabāna jhaṣakētū.. [1-82-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hearing what I say, act accordingly; God will help you and the plan will succeed. Sats, who left her body at the sacrifice performed by Dak¦a, has been born again in the house of Himcala. She has undergone penance for winning the hand of Sambhu; while Siva has renounced everything and sits absorbed in contemplation. Although it is most unseemly, yet hear one proposal of mine. Approaching Cupid (the god of love), send him to Siva; and let him disturb the serenity of Sarkaras mind. Then we shall go and bow our head at Sivas feet and prevail on Him to marry even against His will. In this way alone may the interests of the gods be served. The idea is excellent, everyone said. The gods then prayed with great devotion and the god of love, armed with five* arrows and having a fish emblazoned on his standard, appeared on the scene. (14)"
        ]
    }
]