[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Śrī Rāma's entry into the pavilion erected for the Bow-Sacrifice along- with Lakṣmaṇa"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sīya svayaṃbaru dēkhia jāī. īsu kāhi dhauṃ dēi baḍaāī..",
            "lakhana kahā jasa bhājanu sōī. nātha kṛpā tava jāpara hōī.. [1-239-1]",
            "haraṣē muni saba suni bara bānī. dīnhi asīsa sabahiṃ sukhu mānī..",
            "puni munibṛṃda samēta kṛpālā. dēkhana calē dhanuṣamakha sālā.. [1-239-2]",
            "raṃgabhūmi āē dōu bhāī. asi sudhi saba purabāsinha pāī..",
            "calē sakala gṛha kāja bisārī. bāla jubāna jaraṭha nara nārī.. [1-239-3]",
            "dēkhī janaka bhīra bhai bhārī. suci sēvaka saba liē haomkārī..",
            "turata sakala lōganha pahiṃ jāhū. āsana ucita dēhū saba kāhū.. [1-239-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Let us go and see how Sītā elects her husband; we have yet to see whom Providence chooses to honour.\" Said Lakṣmaṇa, \"He alone deserves glory, my lord, who enjoys your favour.\" The whole company of hermits rejoiced to hear these apt words and with a delighted heart they all gave their blessing to him. Accompanied by the whole throng of hermits the gracious Lord then proceeded to visit the arena intended for the bow-sacrifice. When the inhabitants of the town got the news that the two brothers had reached the arena, they all sallied forth, oblivious of their homes and duties-men and women, young and old and even children. When Janaka saw that a huge crowd had collected there, he sent for all his trusted servants and said, \"Go and see all the people at once and marshal them to their proper seats.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahi mṛdu bacana binīta tinha baiṭhārē nara nāri.",
            "uttama madhyama nīca laghu nija nija thala anuhāri..240.. [1-240]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Addressing soft and polite words to the citizens, the servants seated them all, both men and women, in their appropriate places, whether noble or middling, humble or low."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rājakuaomra tēhi avasara āē. manahu manōharatā tana chāē..",
            "guna sāgara nāgara bara bīrā. suṃdara syāmala gaura sarīrā.. [1-240-1]",
            "rāja samāja birājata rūrē. uḍagana mahu janu juga bidhu pūrē..",
            "jinha kēṃ rahī bhāvanā jaisī. prabhu mūrati tinha dēkhī taisī.. [1-240-2]",
            "dēkhahiṃ rūpa mahā ranadhīrā. manahu bīra rasu dharēṃ sarīrā..",
            "ḍarē kuṭila nṛpa prabhuhi nihārī. manahu bhayānaka mūrati bhārī.. [1-240-3]",
            "rahē asura chala chōnipa bēṣā. tinha prabhu pragaṭa kālasama dēkhā..",
            "purabāsinha dēkhē dōu bhāī. narabhūṣana lōcana sukhadāī.. [1-240-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Meanwhile there arrived the two princes, the very abodes of beauty as it were, both ocean of goodness, polished in manners and gallent heroes, charming of forms, the one dark and the other fair. Shining bright in the galaxy of princes, they looked like two full moons in a circle of stars. Everyone looked on the Lord's form according to the conception each had about Him. Those who were surpassingly staunch in battle gazed on His form as though He was the heroic sentiment personified. The wicked kings trembled at the sight of the Lord as if He had a most terrible form. The demons, who were cunningly disguised as princes, beheld the Lord as Death in visible form, while the citizens regarded the two brothers as the ornaments of humanity and the delight of their eyes."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nāri bilōkahiṃ haraṣi hiyaom nija nija ruci anurūpa.",
            "janu sōhata siṃgāra dhari mūrati parama anūpa..241.. [1-241]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "With joy in their heart the women saw Him according to the attitude of mind each had towards Him, as if the erotic sentiment itself had appeared in an utterly incomparable form."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "biduṣanha prabhu birāṭamaya dīsā. bahu mukha kara paga lōcana sīsā..",
            "janaka jāti avalōkahiṃ kaisaiṃ. sajana sagē priya lāgahiṃ jaisēṃ.. [1-241-1]",
            "sahita bidēha bilōkahiṃ rānī. sisu sama prīti na jāti bakhānī..",
            "jōginha parama tatvamaya bhāsā. sāṃta suddha sama sahaja prakāsā.. [1-241-2]",
            "haribhagatanha dēkhē dōu bhrātā. iṣṭadēva iva saba sukha dātā..",
            "rāmahi citava bhāyaom jēhi sīyā. sō sanēhu sukhu nahiṃ kathanīyā.. [1-241-3]",
            "ura anubhavati na kahi saka sōū. kavana prakāra kahai kabi kōū..",
            "ēhi bidhi rahā jāhi jasa bhāū. tēhiṃ tasa dēkhēu kōsalarāū.. [1-241-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The wise saw the Lord in His cosmic form, with many faces, hands, feet, eyes and heads. And how did He appear to Janaka's kinsmen? Like one's own beloved relation. The queen, no less than the king, regarded Him with unspeakable love like a dear child. To the Yogīs (those ever united with God) He shone forth as no other than the highest truth, placid, unsullied, equipoised, and resplendent by its very nature. The devotees of Śrī Hari beheld the two brothers as their beloved deity, the fountain of all joy. The emotion of love and joy with which Sītā gazed on Śrī Rāma was ineffable. She felt the emotion in Her breast, but could not utter it; how, then, can a poet describe it? In this way everyone regarded the Lord of Ayodhyā according to the attitude of mind each had towards Him."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rājata rāja samāja mahu kōsalarāja kisōra.",
            "suṃdara syāmala gaura tana bisva bilōcana cōra..242.. [1-242]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Thus shone in the assembly of kings the two lovely princes of Ayodhyā, the one dark and the other fair of form, catching the eyes of the whole universe.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sahaja manōhara mūrati dōū. kōṭi kāma upamā laghu sōū..",
            "sarada caṃda niṃdaka mukha nīkē. nīraja nayana bhāvatē jī kē.. [1-242-1]",
            "citavata cāru māra manu haranī. bhāvati hṛdaya jāti nahīṃ baranī..",
            "kala kapōla śruti kuṃḍala lōlā. cibuka adhara suṃdara mṛdu bōlā.. [1-242-2]",
            "kumudabaṃdhu kara niṃdaka hāomsā. bhṛkuṭī bikaṭa manōhara nāsā..",
            "bhāla bisāla tilaka jhalakāhīṃ. kaca bilōki ali avali lajāhīṃ.. [1-242-3]",
            "pīta cautanīṃ siranhi suhāī. kusuma kalīṃ bica bīca banāīṃ..",
            "rēkhēṃ rucira kaṃbu kala gīvāom. janu tribhuvana suṣamā kī sīvāom.. [1-242-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Both were embodiments of natural grace; even millions of Cupids were a poor match for them. Their charming faces mocked the autumnal moon, and their lotus-like eyes were soul-ravishing. Their winning glances captivated the heart of even Cupid; they were so unspeakably endearing. With beautiful cheeks, ears adorned with swinging pendants, a charming chin and lips and a sweet voice, their smile ridiculed the moonbeams. With arched eyebrows and a beautiful nose, the sacred mark shone on their broad forehead, and their locks of hair put to shame a swarm of bees. Yellow caps of a rectangular shape, which were embroidered here and there with figures of flower-buds, adorned their heads. Their necks, which vied in their spiral form with a conch-shell bore a triple line, which constituted as it were the high watermark of beauty in all the three worlds."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kuṃjara mani kaṃṭhā kalita uranhi tulasikā māla.",
            "bṛṣabha kaṃdha kēhari ṭhavani bala nidhi bāhu bisāla..243.. [1-243]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Their breast was adorned with necklace of pearls found in an elephant's forehead and wreaths of Tulasī (basil) leaves. With shoulders resembling the lump of a bull they stood like lions and had mighty long arms."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kaṭi tūnīra pīta paṭa bāomdhē. kara sara dhanuṣa bāma bara kāomdhē..",
            "pīta jagya upabīta suhāē. nakha sikha maṃju mahāchabi chāē.. [1-243-1]",
            "dēkhi lōga saba bhaē sukhārē. ēkaṭaka lōcana calata na tārē..",
            "haraṣē janaku dēkhi dōu bhāī. muni pada kamala gahē taba jāī.. [1-243-2]",
            "kari binatī nija kathā sunāī. raṃga avani saba munihi dēkhāī..",
            "jahaom jahaom jāhi kuaomra bara dōū. tahaom tahaom cakita citava sabu kōū.. [1-243-3]",
            "nija nija rukha rāmahi sabu dēkhā. kōu na jāna kachu maramu bisēṣā..",
            "bhali racanā muni nṛpa sana kahēū. rājāom mudita mahāsukha lahēū.. [1-243-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "They bore at their back a quiver secured with a yellow cloth wrapped round their waist, and held an arrow in their right hand; while a bow and a charming sacred thread, also of yellow tint, were slung across their left shoulder. In short, the two princes were lovely from head to foot and were the very embodiments of great charm. Everyone who saw them felt delighted; people gazed at them with unwinking eyes and their pupils too did not move. King Janaka himself rejoiced to behold the two brothers; presently he went and clasped the sage's lotus-feet. Paying him homage he related to him his story and showed him round the whole arena. Whithersoever the two elegant princes betook themselves, all regarded them with wonder. Every man found Śrī Rāma facing himself; but none could perceive the great mystery behind it. The sage told the king that the arrangements were splendid; and the king was highly satisfied and pleased to hear this."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "saba maṃcanha tē maṃcu ēka suṃdara bisada bisāla.",
            "muni samēta dōu baṃdhu tahaom baiṭhārē mahipāla..244.. [1-244]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Of all the tiers of raised seats one was beautiful, bright and capacious above all the rest; the king seated the two brothers alongwith the sage thereon."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prabhuhi dēkhi saba nṛpa hiṃyaom hārē. janu rākēsa udaya bhaēom tārē..",
            "asi pratīti saba kē mana māhīṃ. rāma cāpa tōraba saka nāhīṃ.. [1-244-1]",
            "binu bhaṃjēhu bhava dhanuṣu bisālā. mēlihi sīya rāma ura mālā..",
            "asa bicāri gavanahu ghara bhāī. jasu pratāpu balu tēju gavāomī.. [1-244-2]",
            "bihasē apara bhūpa suni bānī. jē abibēka aṃdha abhimānī..",
            "tōrēhu dhanuṣu byāhu avagāhā. binu tōrēṃ kō kuaomri biāhā.. [1-244-3]",
            "ēka bāra kālau kina hōū. siya hita samara jitaba hama sōū..",
            "yaha suni avara mahipa musakānē. dharamasīla haribhagata sayānē.. [1-244-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "All the kings were disheartened at the sight of the Lord, just as stars fade away with the rising of the full moon. For they all felt inwardly assured that Rāma would undoubtedly break the bow; or, even if the huge bow of Śiva proved too strong for Him, that Sītā would still place the garland of victory round His neck. They therefore, said to one another, \"Realizing this, brothers, let us turn homewards, casting to the winds all glory, fame, strength and pride.\" Other princes, who were blinded with ignorance and pride, laughed at this and said, \"Union with the princess is a far cry for Rāma even if he succeeds in breaking the bow; who, then, can wed her without breaking it ? Should Death himself for once come forth against us, even him we would conquer in battle for Sītā's sake.\" At this other princes, who were pious and sensible and devoted to Śrī Hari, smiled and said:-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sīya biāhabi rāma garaba dūri kari nṛpanha kē..",
            "jīti kō saka saṃgrāma dasaratha kē rana bāomkurē..245.. [1-244-245]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Rāma will certainly marry Sītā to the discomfiture of these arrogant princes; for who can conquer in battle the valiant sons of Daśaratha?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "byartha marahu jani gāla bajāī. mana mōdakanhi ki bhūkha butāī..",
            "sikha hamāri suni parama punītā. jagadaṃbā jānahu jiyaom sītā.. [1-244-1]",
            "jagata pitā raghupatihi bicārī. bhari lōcana chabi lēhu nihārī..",
            "suṃdara sukhada sakala guna rāsī. ē dōu baṃdhu saṃbhu ura bāsī.. [1-244-2]",
            "sudhā samudra samīpa bihāī. mṛgajalu nirakhi marahu kata dhāī..",
            "karahu jāi jā kahu jōī bhāvā. hama tau āju janama phalu pāvā.. [1-244-3]",
            "asa kahi bhalē bhūpa anurāgē. rūpa anūpa bilōkana lāgē..",
            "dēkhahiṃ sura nabha caḍhaē bimānā. baraṣahiṃ sumana karahiṃ kala gānā.. [1-244-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Do not thus brag and throw away your lives in vain: hunger cannot be satiated with imaginary sweets. Listen to this my most salutary advice; be inwardly assured that Sītā is no other than the Mother of the universe. And recognizing the Lord of Raghus as the father of the universe, feast your eyes to their fill on His beauty. Fountains of joy and embodiments of all virtues, these two charming brothers have their abode in Śambhu's heart. Leaving an ocean of nectar, which is so near, why should you run in pursuit of a mirage and court death? Or else do whatever pleases you individually; we for our part have reaped today the fruit of our human birth.\" So saying the good kings turned to gaze with affection on the picture of incomparable beauty; while in heaven the gods witnessed the spectacle from their aerial cars, and raining down flowers sang in melodious strains."
        ]
    }
]