[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "मयि सर्वाणि कर्माणि सन्न्यस्याध्यात्मचेतसा ।",
            "निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः ॥ ३० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**मयि** – मुझमें; **सर्वाणि** – सब तरह के; **कर्माणि** – कर्मों को; **संन्यस्य** – पूर्णतया त्याग करके; **अध्यात्म** – पूर्ण आत्मज्ञान से  युक्त; **चेतसा** – चेतना से; **निराशीः** – लाभ की आशा से रहित, निष्काम; **निर्ममः** – स्वामित्व की भावना से रहित, ममतात्यागी; **भूत्वा** – होकर; **युध्यस्व** – लड़ो; **विगत-ज्वरः** – आलस्यरहित ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अतः हे अर्जुन! अपने सारे कार्यों को मुझमें समर्पित करके मेरे पूर्ण ज्ञान से युक्त होकर, लाभ की आकांक्षा से रहित, स्वामित्व के किसी दावे के बिना तथा आलस्य से रहित होकर युद्ध करो ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यह श्लोक भगवद्गीता के प्रयोजन को स्पष्टतया इंगित करने वाला है । भगवान् की शिक्षा है कि स्वधर्म पालन के लिए सैन्य अनुशासन के सदृश पूर्णतया कृष्णभावनाभावित होना आवश्यक है । ऐसे आदेश से कुछ कठिनाई उपस्थित हो सकती है, फिर भी कृष्ण के आश्रित होकर स्वधर्म का पालन करना ही चाहिए, क्योंकि यह जीव की स्वाभाविक स्थिति है । जीव भगवान् के सहयोग के बिना सुखी नहीं हो सकता क्योंकि जीव की नित्य स्वाभाविक स्थिति ऐसी है कि भगवान् की इच्छाओं के अधीन रहा जाय । अतः श्रीकृष्ण ने अर्जुन को युद्ध करने का इस तरह आदेश दिया मानो भगवान् उसके सेनानायक हों । परमेश्वर की इच्छा के लिए मनुष्य को सर्वस्व की बलि करनी होती है और साथ ही स्वामित्व जताये बिना स्वधर्म का पालन करना होता है । अर्जुन को भगवान् के आदेश का मात्र पालन करना था । परमेश्वर समस्त आत्माओं के आत्मा हैं, अतः जो पूर्णतया परमेश्वर पर आश्रित रहता है या दसरे शब्दों में जो पूर्णतया कृष्णभावनाभावित है वह अध्यात्मचेतस कहलाता है । निराशीः का अर्थ है स्वामी के आदेशानुसार कार्य करना, किन्तु फल की आशा न करना । कोषाध्यक्ष अपने स्वामी के लिए लाखों रुपये गिन सकता है, किन्तु इसमें से वह अपने लिए एक पैसा भी नहीं चाहता । इसी प्रकार मनुष्य को यह समझना चाहिए कि इस संसार में किसी व्यक्ति का कुछ भी नहीं है, सारी वस्तुएँ परमेश्वर की हैं । मयि अर्थात् मुझमें का वास्तविक तात्पर्य यही है । और जब मनुष्य इस प्रकार से कृष्णभावनामृत में कार्य करता है तो वह किसी वस्तु पर अपने स्वामित्व का दावा नहीं करता । यह भावनामृत निर्मम अर्थात् “मेरा कुछ नहीं है” कहलाता है । यदि ऐसे कठोर आदेश को, जो शारीरिक सम्बन्ध में तथाकथित बन्धुत्व भावना से रहित है, पूरा करने में कुछ झिझक हो तो उसे दूर कर देना चाहिए । इस प्रकार मनुष्य विगतज्वर अर्थात् ज्वर या आलस्य से रहित हो सकता है । अपने गुण तथा स्थिति के अनुसार प्रत्येक व्यक्ति को विशेष प्रकार का कार्य करना होता है और ऐसे कर्तव्यों का पालन कृष्णभावनाभावित होकर किया जा सकता है । इससे मुक्ति का मार्ग प्रशस्त हो जायेगा ।"
        ]
    }
]