[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ज्योतिषामपि तज्ज्योतिस्तमसः परमुच्यते ।",
            "ज्ञानं ज्ञेयं ज्ञानगम्यं हृदि सर्वस्य विष्ठितम् ॥ १८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**ज्योतिषाम्** - समस्त प्रकाशमान वस्तुओं में; **अपि** - भी; **तत्** - वह; **ज्योतिः** - प्रकाश का स्त्रोत; **तमसः** - अन्धकार; **परम्** - परे; **उच्यते** - कहलाता है; **ज्ञानम्** - ज्ञान; **ज्ञेयम्** - जानने योग्य; **ज्ञान-गम्यम्** - ज्ञान द्वारा पहुँचने योग्य; **हृदि** - हृदय में; **सर्वस्य** - सब; **विष्ठितम्** - स्थित ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "वे समस्त प्रकाशमान वस्तुओं के प्रकाशस्त्रोत हैं । वे भौतिक अंधकार से परे हैं और अगोचर हैं । वे ज्ञान हैं, ज्ञेय हैं और ज्ञान के लक्ष्य हैं । वे सबके हृदय में स्थित हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "परमात्मा या भगवान् ही सूर्य, चन्द्र तथा नक्षत्रों जैसी समस्त प्रकाशमान वस्तुओं के प्रकाशस्रोत हैं । वैदिक साहित्य से हमें पता चलता है कि वैकुण्ठ राज्य में सूर्य या चन्द्रमा की आवश्यकता नहीं पड़ती, क्योंकि वहाँ पर परमेश्वर का तेज जो है । भौतिक जगत् में वह ब्रह्मज्योति या भगवान् का आध्यात्मिक तेज महत्तत्त्व अर्थात् भौतिक तत्त्वों से ढका रहता है । अतएव इस जगत् में हमें सूर्य, चन्द्र, बिजली आदि के प्रकाश की आवश्यकता पड़ती है, लेकिन आध्यात्मिक जगत् में ऐसी वस्तुओं की आवश्यकता नहीं होती । वैदिक साहित्य में स्पष्ट कहा गया है कि भगवान् के प्रकाशमय तेज से प्रत्येक वस्तु प्रकाशित रहती है । अतः यह स्पष्ट है कि वे इस भौतिक जगत् में स्थित नहीं हैं, वे तो आध्यात्मिक जगत् (वैकुण्ठ लोक) में स्थित हैं, जो चिन्मय आकाश में बहुत ही दूरी पर है । इसकी भी पुष्टि वैदिक साहित्य से होती है । आदित्यवर्णं तमसः परस्तात् (श्वेताश्वतर उपनिषद् ३.८) । वे सूर्य की भाँति अत्यन्त तेजोमय हैं, लेकिन इस भौतिक जगत के अन्धकार से बहुत दूर हैं ।",
            "उनका ज्ञान दिव्य है । वैदिक साहित्य पुष्टि करता है कि ब्रह्म घनीभूत दिव्य ज्ञान है । जो वैकुण्ठलोक जाने का इच्छुक है, उसे परमेश्वर द्वारा ज्ञान प्रदान किया जाता है, जो प्रत्येक हृदय में स्थित हैं । एक वैदिक मन्त्र है (श्वेताश्वतर-उपनिषद् ६.१८) - *तं ह देवम् आत्मबुद्धिप्रकाशं मुमुक्षुर्वै शरणमहं प्रपद्ये* । मुक्ति के इच्छुक मनुष्य को चाहिए कि वह भगवान् की शरण में जाय । जहाँ तक चरम ज्ञान के लक्ष्य का सम्बन्ध है, वैदिक साहित्य से भी पुष्टि होती है - तमेव विदित्वाति मृत्युमेति–उन्हें जान लेने के बाद ही जन्म तथा मृत्यु की परिधि को लाँघा जा सकता है (श्वेताश्वतर उपनिषद् ३.८) ।",
            "वे प्रत्येक हृदय में परम नियन्ता के रूप में स्थित हैं । परमेश्वर के हाथ-पैर सर्वत्र फैले हैं, लेकिन जीवात्मा के विषय में ऐसा नहीं कहा जा सकता । अतएव यह मानना ही पड़ेगा कि कार्य क्षेत्र को जानने वाले दो ज्ञाता है - एक जीवात्मा तथा दूसरा परमात्मा । पहले के हाथ-पैर केवल किसी एक स्थान तक सीमित (एकदेशीय) हैं, जबकि कृष्ण के हाथ-पैर सर्वत्र फैले हैं । इसकी पुष्टि श्वेताश्वतर उपनिषद् में (३.१७) इस प्रकार हुई है - सर्वस्य प्रभुमीशानं सर्वस्य शरणं बृहत् । वह परमेश्वर या परमात्मा समस्त जीवों का स्वामी या प्रभु है, अतएव वह उन सबका चरम आश्रय है । अतएव इस बात से मना नहीं किया जा सकता कि परमात्मा तथा जीवात्मा सदैव भिन्न होते हैं ।"
        ]
    }
]