[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Nārada's visit and return to Brahmā's abode after hymning the Lord's praises"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tēhiṃ avasara muni nārada āē karatala bīna.",
            "gāvana lagē rāma kala kīrati sadā nabīna..50.. [7-50]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At that time came Nārada, lute in hand, and began to sing Śrī Rāma's sweet renown, which always has a fresh charm about it."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "māmavalōkaya paṃkaja lōcana. kṛpā bilōkani sōca bimōcana..",
            "nīla tāmarasa syāma kāma ari. hṛdaya kaṃja makaraṃda madhupa hari.. [7-50-1]",
            "jātudhāna barūtha bala bhaṃjana. muni sajjana raṃjana agha gaṃjana..",
            "bhūsura sasi nava bṛṃda balāhaka. asarana sarana dīna jana gāhaka.. [7-50-2]",
            "bhuja bala bipula bhāra mahi khaṃḍita. khara dūṣana birādha badha paṃḍita..",
            "rāvanāri sukharūpa bhūpabara. jaya dasaratha kula kumuda sudhākara.. [7-50-3]",
            "sujasa purāna bidita nigamāgama. gāvata sura muni saṃta samāgama..",
            "kārunīka byalīka mada khaṃḍana. saba bidhi kusala kōsalā maṃḍana.. [7-50-4]",
            "kali mala mathana nāma mamatāhana. tulasīdāsa prabhu pāhi pranata jana.. [7-50-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Regard me, O lotus-eyed Lord, O Reliever of anxiety, with a benignant look. Dark of hue as the blue lotus, O Hari, You are as it were a bee enjoying the honey of the lotus heart of Lord Śiva (the Destroyer of Cupid), shattering the might of the demon hosts, You bring delight to saints and sages and wipe out sins. Beneficent to the Brāhmaṇas as a mass of fresh clouds to a thirsty crop. You are the refuge of the helpless and the befriender of the afflicted. By the might of Your arm You have crushed Earth's enormous burden and ingeniously killed the demons Khara, Dūṣaṇa and Virādha. Hail, all-blissful Slayer of Rāvaṇa, noblest of kings, a moon to the lily-like line of King Daśaratha. Your fair renown is familiar to the Purāṇas, Vedas and Tantras and is sung in the congregations of gods, sages and saints. Crushing false pride in Your mercy You are clever in everyway, O Jewel of the city of Ayodhyā. Your very name wipes out the impurities of the Kali age and destroys worldly attachment. Pray, protect the suppliant, O lord of Tulasīdāsa.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prēma sahita muni nārada barani rāma guna grāma.",
            "sōbhāsiṃdhu hṛdayaom dhari gaē jahāom bidhi dhāma..51.. [7-51]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Having lovingly recounted Śrī Rāma's catalogue of virtues, the sage Nārada returned to Brahmā's abode, enshrining the Ocean of beauty in his heart."
        ]
    }
]