[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "मामुपेत्य पुनर्जन्म दु:खालयमशाश्वतम् |",
            "नाप्नुवन्ति महात्मानः संसिद्धिं परमां गताः || १५ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "माम् – मुझको; उपेत्य – प्राप्त करके; पुनः – फिर; जन्म – जन्म; दुःख-आलयम् – दुखों के स्थान को; अशाश्वतम् – क्षणिक; न – कभी नहीं; आप्नुवन्ति – प्राप्त करते हैं; महा-आत्मानः – महान पुरुष; संसिद्धिम् – सिद्धि को; परमाम् – परं; गताः – प्राप्त हुए |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मुझे प्राप्त करके महापुरुष, जो भक्तियोगी हैं, कभी भी दुखों से पूर्ण इस अनित्य जगत् में नहीं लौटते, क्योंकि उन्हें परम सिद्धि प्राप्त हो चुकी होती है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "चूँकि यह नश्वर जगत् जन्म, जरा तथा मृत्यु के क्लेशों से पूर्ण है, अतः जो परम सिद्धि प्राप्त करता है और परमलोक कृष्णलोक या गोलोक वृन्दावन को प्राप्त होता है, वह वहाँ से कभी वापस नहीं आना चाहता | इस परमलोक को वेदों में अव्यक्त, अक्षर तथा परमा गति कहा गया है | दूसरे शब्दों में, यह लोक हमारी भौतिक दृष्टि से परे है और अवर्णनीय है, किन्तु यह चरमलक्ष्य है, जो महात्माओं का गन्तव्य है | महात्मा अनुभवसिद्ध भक्तों से दिव्य सन्देश प्राप्त करते हैं और इस प्रकार वे धीरे-धीरे कृष्णभावनामृत में भक्ति विकसित करते हैं और दिव्यसेवा में इतने लीन हो जाते हैं कि वे न तो किसी भौतिक लोक में जाना चाहते हैं, यहाँ तक कि न ही वे किसी आध्यात्मिक लोक में जाना चाहते हैं | वे केवल कृष्ण तथा कृष्ण का सामीप्य चाहते हैं, अन्य कुछ नहीं | यही जीवन की सबसे बड़ी सिद्धि है | इस श्लोक में भगवान् कृष्ण के सगुणवादी भक्तों का विशेष रूप से उल्लेख हुआ है | ये भक्त कृष्णभावनामृत में जीवन की परमसिद्धि प्राप्त करते हैं | दूसरे शब्दों में, वे सर्वोच्च आत्माएँ हैं |"
        ]
    }
]