[
    {
        "id": [
            11
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "बलं बलवतां चाहं कामरागविवर्जितम् |",
                "धर्माविरुद्धो भूतेषु कामोऽस्मि भरतर्षभ || ११ ||"
            ],
            "english": [
                "balam balavatam caham",
                "kama-raga-vivarjitam",
                "dharmaviruddho bhutesu",
                "kamo 'smi bharatarsabha"
            ]
        },
        "translation": {
            "hindi": [
                "मैं बलवानों का कामनाओं तथा इच्छा से रहित बल हूँ | हे भरतश्रेष्ठ (अर्जुन)! मैं वह काम हूँ, जो धर्म के विरुद्ध नहीं है |"
            ],
            "english": [
                "I am the strength of the strong, devoid of passion and desire. I am sex life which is not contrary to religious principles, O Lord of the Bharatas [Arjuna]."
            ]
        },
        "meaning": {
            "hindi": [
                "बलवान पुरुष की शक्ति का उपयोग दुर्बलों की रक्षा के लिए होना चाहिए, व्यक्तिगत आक्रमण के लिए नहीं | इसी प्रकार धर्म-सम्मत मैथुन सन्तानोन्पति के लिए होना चाहिए, अन्य कार्यों के लिए नहीं | अतः माता-पिता का उत्तरदायित्व है कि वे अपनी सन्तान को कृष्णभावनाभावित बनाएँ |"
            ],
            "english": [
                "The strong man's strength should be applied to protect the weak, not for personal aggression. Similarly, sex life, according to religious principles (dharma), should be for the propagation of children, not otherwise. The responsibility of parents is then to make their offspring Krsna conscious."
            ]
        }
    },
    {
        "id": [
            12
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "ये चैव सात्त्विका भावा राजसास्तामसाश्र्च ये |",
                "मत्त एवेति तान्विद्धि न त्वहं तेषु ते मयि || १२ ||"
            ],
            "english": [
                "ye caiva sattvika bhava",
                "rajasas tamasas ca ye",
                "matta eveti tan viddhi",
                "na tv aham tesu te mayi"
            ]
        },
        "translation": {
            "hindi": [
                "तुम जान लो कि मेरी शक्ति द्वारा सारे गुण प्रकट होते हैं, चाहे वे सतोगुण हों, रजोगुण हों या तमोगुण हों | एक प्रकार से मैं सब कुछ हूँ, किन्तु हूँ स्वतन्त्र | मैं प्रकृति के गुणों के अधीन नहीं हूँ, अपितु वे मेरे अधीन हैं |/p>"
            ],
            "english": [
                "All states of being—be they of goodness, passion or ignorance—are manifested by My energy. I am, in one sense, everything—but I am independant. I am not under the modes of this material nature."
            ]
        },
        "meaning": {
            "hindi": [
                "संसार के सारे भौतिक कार्यकलाप प्रकृति के गुणों के अधीन सम्पन्न होते हैं | यद्यपि प्रकृति के गुण परमेश्र्वर कृष्ण से उद्भूत हैं, किन्तु भगवान् उनके अधीन नहीं होते | उदाहरणार्थ, राज्य के नियमानुसार कोई दण्डित हो सकता है, किन्तु नियम बनाने वाला राजा उस नियम के अधीन नहीं होता | इसी प्रकार प्रकृति के सभी गुण – सतो, रजो तथा तमोगुण – भगवान् कृष्ण से उद्भूत हैं, किन्तु कृष्ण प्रकृति के अधीन नहीं हैं | इसीलिए वे निर्गुण हैं, जिसका तात्पर्य है कि सभी गुण उनसे उद्भूत हैं, किन्तु ये उन्हें प्रभावित नहीं करते | यह भगवान् का विशेष लक्षण है |"
            ],
            "english": [
                "All material activities in the world are being conducted under the three modes of material nature. Although these material modes of nature are emanations from the Supreme Lord, Krsna, He is not subject to them. For instance, under the state laws one may be punished, but the king, the lawmaker, is not subject to that law. Similarly, all the modes of material nature—goodness, passion and ignorance—are emanations from the Supreme Lord Krsna, but Krsna is not subject to material nature. Therefore He is nirguna, which means that these gunas, or modes, although issuing from Him, do not affect Him. That is one of the special characteristics of Bhagavan, or the Supreme Personality of Godhead."
            ]
        }
    },
    {
        "id": [
            13
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "त्रिभिर्गुणमयैर्भावैरेभिः सर्वमिदं जगत् |",
                "मोहितं नाभिजानाति मामेभ्यः परमव्ययम् || १३ ||"
            ],
            "english": [
                "tribhir guna-mayair bhavair",
                "ebhih sarvam idam jagat",
                "mohitam nabhijanati",
                "mam ebhyah param avyayam"
            ]
        },
        "translation": {
            "hindi": [
                "तीन गुणों (सतो, रजो तथा तमो) के द्वारा मोहग्रस्त यह सारा संसार मुझ गुणातीत तथा अविनाशी को नहीं जानता |"
            ],
            "english": [
                "Deluded by the three modes [goodness, passion and ignorance], the whole world does not know Me who am above the modes and inexhaustible."
            ]
        },
        "meaning": {
            "hindi": [
                "सारा संसार प्रकृति के तीन गुणों से मोहित है | जो लोग इस प्रकार से तीन गुणों के द्वारा मोहित हैं, वे नहीं जान सकते कि परमेश्र्वर कृष्ण इस प्रकृति से परे हैं |",
                "प्रत्येक जीव को प्रकृति के वशीभूत होकर एक विशेष प्रकार का शरीर मिलता है और तदानुसार उसे एक विशेष मनोवैज्ञानिक (मानसिक) तथा शारीरिक कार्य करना होता है | प्रकृति के तीन गुणों के अन्तर्गत कार्य करने वाले मनुष्यों की चार श्रेणियाँ हैं | जो नितान्त सतोगुणी हैं वे ब्राह्मण, जो रजोगुणी हैं वे क्षत्रिय और जो रजोगुणी एवं तमोगुणी दोनों हैं, वे वैश्य कहलाते हैं तथा जो नितान्त तमोगुणी हैं वे शुद्र कहलाते हैं | जो इनसे भी नीचे हैं वे पशु हैं | फिर ये उपाधियाँ स्थायी नहीं हैं | मैं ब्राह्मण, क्षत्रिय, वैश्य या कुछ भी हो सकता हूँ | जो भी हो यह जीवन नश्र्वर है | यद्यपि यह जीवन नश्र्वर है और हम नहीं जान पाते कि अगले जीवन में हम क्या होंगे, किन्तु माया के वश में रहकर हम अपने आपको देहात्मबुद्धि के द्वारा अमरीकी, भारतीय, रुसी या ब्राह्मण, हिन्दू, मुसलमान आदि कहकर सोचते हैं | और यदि हम प्रकृति के गुणों में बँध जाते हैं तो हम उस भगवान् को भूल जाते हैं जो इन गुणों के मूल में है | अतः भगवान् का कहना है कि सारे जीव प्रकृति के इन गुणों द्वारा मोहित होकर यह नहीं समझ पाते कि इस संसार की पृष्ठभूमि में भगवान् हैं |",
                "जीव कई प्रकार के हैं – यथा मनुष्य, देवता, पशु आदि; और इनमें से हर एक प्रकृति के वश में है और ये सभी दिव्यपुरुष भगवान् को भूल चुके हैं | जो रजोगुणी तथा तमोगुणी हैं, यहाँ तक कि जो सतोगुणी भी हैं वे भी परमसत्य के निर्विशेष ब्रह्म स्वरूप से आगे नहीं बढ़ पाते | वे सब भगवान् के साक्षात् स्वरूप के समक्ष संभ्रमित हो जाते हैं, जिसमें सारा सौंदर्य, ऐश्र्वर्य, ज्ञान, बल, यश तथा त्याग भरा है | जब सतोगुणी तक इस स्वरूप को नहीं समझ पाते तो उनसे क्या आशा की जाये जो रजोगुणी या तमोगुणी हैं? कृष्णभावनामृत प्रकृति के तीनों गुणों से परे है और जो लोग निस्सन्देह कृष्णभावनामृत में स्थित हैं, वे ही वास्तव में मुक्त हैं |"
            ],
            "english": [
                "The whole world is enchanted by three modes of material nature. Those who are bewildered by these three modes cannot understand that transcendental to this material nature is the Supreme Lord, Krsna. In this material world everyone is under the influence of these three gunas and is thus bewildered.",
                "By nature living entities have particular types of body and particular types of psychic and biological activities accordingly. There are four classes of men functioning in the three material modes of nature. Those who are purely in the mode of goodness are called brahmanas. Those who are purely in the mode of passion are called ksatriyas. Those who are in the modes of both passion and ignorance are called vaisyas. Those who are completely in ignorance are called sudras. And those who are less than that are animals or animal life. However, these designations are not permanent. I may either be a brahmana, ksatriya, vaisya or whatever—in any case, this life is temporary. But although life is temporary and we do not know what we are going to be in the next life, still, by the spell of this illusory energy, we consider ourselves in the light of this bodily conception of life, and we thus think that we are American, Indian, Russian or brahmana, Hindu, Muslim, etc. And if we become entangled with the modes of material nature, then we forget the Supreme Personality of Godhead who is behind all these modes. So Lord Krsna says that men, deluded by these three modes of nature, do not understand that behind the material background is the Supreme Godhead.",
                "There are many different kinds of living entities—human beings, demigods, animals, etc.—and each and every one of them is under the influence of material nature, and all of them have forgotten the transcendent Personality of Godhead. Those who are in the modes of passion and ignorance, and even those who are in the mode of goodness, cannot go beyond the impersonal Brahman conception of the Absolute Truth. They are bewildered before the Supreme Lord in His personal feature, which possesses all beauty, opulence, knowledge, strength, fame and renunciation. When even those who are in goodness cannot understand, what hope is there for those in passion and ignorance? Krsna consciousness is transcendental to all these three modes of material nature, and those who are truly established in Krsna consciousness are actually liberated."
            ]
        }
    },
    {
        "id": [
            14
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "दैवी ह्येषा गुणमयी मम माया दुरत्यया |",
                "मामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते || १४ ||"
            ],
            "english": [
                "daivi hy esa guna-mayi",
                "mama maya duratyaya",
                "mam eva ye prapadyante",
                "mayam etam taranti te"
            ]
        },
        "translation": {
            "hindi": [
                "प्रकृति के तीन गुणों वाली इस मेरी दैवी शक्ति को पार कर पाना कठिन है | किन्तु जो मेरे शरणागत हो जाते हैं, वे सरलता से इसे पार कर जाते हैं |"
            ],
            "english": [
                "This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् की शक्तियाँ अनन्त हैं और ये सारी शक्तियाँ दैवी हैं | यद्यपि जीवात्माएँ उनकी शक्तियों के अंश हैं, अतः दैवी हैं, किन्तु भौतिक शक्ति के सम्पर्क में रहने से उनकी परा शक्ति आच्छादित रहती है | इस प्रकार भौतिक शक्ति से आच्छादित होने के कारण मनुष्य उसके प्रभाव का अतिक्रमण नहीं कर पाता | जैसा कि पहले कहा जा चुका है परा तथा अपरा शक्तियाँ भगवान् से उद्भूत होने के करण नित्य हैं | जीव भगवान् की परा शक्ति से सम्बन्धित होते हैं, किन्तु अपरा शक्ति अर्थात् पदार्थ के द्वारा दूषित होने से उनका मोह भी नित्य होता है |अतः बद्धजीव नित्यबद्ध है | कोई भी उसके बद्ध होने की तीथि को नहीं बता सकता | फलस्वरूप प्रकृति के चंगुल से उसका छूट पाना अत्यन्त कठिन है, भले ही प्रकृति अपराशक्ति क्यों न हो क्योंकि भौतिक शक्ति परमेच्छा द्वारा संचालित होती है. जिसे लाँघ पाना जीव के लिए कठिन है | यहाँ पर अपरा भौतिक प्रकृति को दैवीप्रकृति कहा गया है क्योंकि इसका सम्बन्ध दैवी है तथा इसका चालन दैवी इच्छा से होता है | दैवी इच्छा से संचालित होने के कारण भौतिक प्रकृति अपर होते हुए भी दृश्यजगत् के निर्माण तथा विनाश में महत्त्वपूर्ण भूमिका निभाती है | वेदों में इसकी पुष्टि इस प्रकार हुई है – मायां तु प्रकृतिं विद्यान्मायिनं तु महेश्र्वरम्– यद्यपि माया मिथ्या या नश्र्वर है, किन्तु माया की पृष्ठभूमि में परम जादूगर भगवान् हैं, जो परम नियन्ता महेश्र्वर हैं (श्र्वेताश्र्वतर उपनिषद् ४.१०) |",
                "गुण का दूसरा अर्थ रस्सी (रज्जु) है | इससे यह समझना चाहिए कि बद्धजीव मोह रूपी रस्सी से जकड़ा हुआ है | यदि मनुष्य के हाथ-पैर बाँध दिये जायें तो वह अपने को छुड़ा नहीं सकता – उसकी सहायता के लिए कोई ऐसा व्यक्ति चाहिए जो बँधा न हो | चूँकि एक बँधा हुआ व्यक्ति दूसरे बँधे व्यक्ति की सहायता नहीं कर सकता, अतः रक्षक को मुक्त होना चाहिए | अतः केवल कृष्ण या उनके प्रामाणिक प्रतिनिधि गुरु ही बद्धजीव को छुड़ा सकते हैं | बिना ऐसी उत्कृष्ट सहायता के भवबन्धन से छुटकारा नहीं मिल सकता | भक्ति या कृष्णभावनामृत इस प्रकार के छुटकारे में सहायक हो सकता है | कृष्ण माया के अधीश्र्वर होने के नाते इस दुर्लंघ्य शक्ति को आदेश दे सकते हैं कि बद्धजीव को छोड़ दे | वे शरणागत जीव पर अहैतुकी कृपा या वात्सल्यवश ही जीव को मुक्त किये जाने का आदेश देते हैं, क्योंकि जीव मूलतः भगवान् का प्रिय पुत्र है | अतः निष्ठुर माया के बंधन से मुक्त होने का एकमात्र साधन है, भगवान् के चरणकमलों की शरण ग्रहण करना |",
                "मामेव पद भी अत्यन्त सार्थक है | माम् का अर्थ है एकमात्र कृष्ण (विष्णु) को, ब्रह्म या शिव को नहीं | यद्यपि ब्रह्मा तथा शिव अत्यन्त महान हैं और प्रायः विष्णु के ही समान हैं, किन्तु ऐसे रजोगुण तथा तमोगुण के अवतारों के लिए सम्भव नहीं कि वे बद्धजीव को माया के चंगुल से छुड़ा सके | दूसरे शब्दों में, ब्रह्मा तथा शिव दोनों ही माया के वश में रहते हैं | केवल विष्णु माया के स्वामी हैं, अतः वे ही बद्धजीव को मुक्त कर सकते हैं | वेदों में (श्र्वेताश्र्वतर उपनिषद् ३.८) इसकी पुष्टि तमेव विदित्वा के द्वारा हुई है जिसका अर्थ है, कृष्ण को जान लेने पर ही मुक्ति सम्भव है | शिवजी भी पुष्टि करते हैं कि केवल विष्णु-कृपा से मुक्ति प्राप्त की जा सकती है – मुक्तिप्रदाता सर्वेषां विष्णुरेव न संशयः– अर्थात् इसमें सन्देह नहीं कि विष्णु ही सबों के मुक्तिदाता हैं |"
            ],
            "english": [
                "The Supreme Personality of Godhead has innumerable energies, and all these energies are divine. Although the living entities are part of His energies and are therefore divine, due to contact with material energy, their original superior power is covered. Being thus covered by material energy, one cannot possibly overcome its influence. As previously stated, both the material and spiritual natures, being emanations from the Supreme Personality of Godhead, are eternal. The living entities belong to the eternal superior nature of the Lord, but due to contamination by the inferior nature, matter, their illusion is also eternal. The conditioned soul is therefore called nitya-baddha, or eternally conditioned. No one can trace out the history of his becoming conditioned at a certain date in material history. Consequently, his release from the clutches of material nature is very difficult, even though that material nature is an inferior energy, because material energy is ultimately conducted by the supreme will, which the living entity cannot overcome. Inferior material nature is defined herein as divine nature due to its divine connection and movement by the divine will. Being conducted by divine will, material nature, although inferior, acts so wonderfully in the construction and destruction of the cosmic manifestation. The Vedas confirm this as follows:",
                "Another meaning of guna is rope; it is to be understood that the conditioned soul is tightly tied by the ropes of illusion. A man bound by the hands and feet cannot free himself-he must be helped by a person who is unbound. Because the bound cannot help the bound, the rescuer must be liberated. Therefore, only Lord Krsna, or His bona fide representative the spiritual master, can release the conditioned soul. Without such superior help, one cannot be freed from the bondage of material nature. Devotional service, or Krsna consciousness, can help one gain such release. Krsna, being the Lord of illusory energy, can order this insurmountable energy to release the conditioned soul. He orders this release out of His causeless mercy on the surrendered soul and out of His paternal affection for the living entity who is originally a beloved son of the Lord. Therefore surrender unto the lotus feet of the Lord is the only means to get free from the clutches of the stringent material nature.",
                "The words mam eva are also significant. Mam means unto Krsna (Visnu) only, and not Brahma or Siva. Although Brahma and Siva are greatly elevated and are almost on the level of Visnu, it is not possible for such incarnations of rajo-guna (passion) and tamo-guna (ignorance) to release the conditioned soul from the clutches of maya. In other words, both Brahma and Siva are also under the influence of maya. Only Visnu is the master of maya; therefore He can alone give release to the conditioned soul. The Vedas confirm this in the phrase tvam eva viditva or \"Freedom is possible only by understanding Krsna.\" Even Lord Siva affirms that liberation can be achieved only by the mercy of Visnu. Lord Siva says:",
                "mukti-pradata sarvesam visnur eva na samsayah.",
                "\"There is no doubt that Visnu is the deliverer of liberation for everyone."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "न मां दुष्कृतिनो मूढाः प्रपद्यन्ते नराधमाः |",
                "माययापहृतज्ञाना आसुरं भावमाश्रिताः || १५ ||"
            ],
            "english": [
                "na mam duskrtino mudhah",
                "prapadyante naradhamah",
                "mayayapahrta-jnana",
                "asuram bhavam asritah"
            ]
        },
        "translation": {
            "hindi": [
                "जो निपट मुर्ख है, जो मनुष्यों में अधम हैं, जिनका ज्ञान माया द्वारा हर लिया गया है तथा जो असुरों की नास्तिक प्रकृति को धारण करने वाले हैं, ऐसे दुष्ट मेरी शरण ग्रहण नहीं करते |"
            ],
            "english": [
                "Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता में यह कहा गया है कि श्रीभगवान् के चरणकमलों की शरण ग्रहण करने से मनुष्य प्रकृति के कठोर नियमों को लाँघ सकता है | यहाँ पर यह प्रश्न उठता है कि फिर विद्वान दार्शनिक, वैज्ञानिक, व्यापारी, शासक तथा जनता के नेता सर्वशक्तिमान भगवान् श्रीकृष्ण के चरणकमलों की शरण क्यों नहीं ग्रहण करते? बड़े-बड़े जननेता विभिन्न विधियों से विभिन्न योजनाएँ बनाकर अत्यन्त धैर्यपूर्वक जन्म-जन्मान्तर तक प्रकृति के नियमों से मुक्ति की खोज करते हैं | किन्तु यदि वही मुक्ति भगवान् के चरणकमलों की शरण ग्रहण करने मात्र से सम्भव हो तो ये बुद्धिमान तथा श्रमशील मनुष्य इस सरल विधि को क्यों नहीं अपनाते?",
                "गीता इसका उत्तर अत्यन्त स्पष्ट शब्दों में देती है | समाज के वास्तविक विद्वान नेता यथा ब्रह्मा, शिव, कपिल, कुमारगण, मनु, व्यास, देवल, असित, जनक, प्रह्लाद, बलि तथा उनके पश्चात् माध्वाचार्य, रामानुजाचार्य, श्रीचैतन्य तथा बहुत से अन्य श्रद्धावान दार्शनिक, राजनीतिज्ञ, शिक्षक, विज्ञानी आदि हैं जो सर्वशक्तिमान परमपुरुष के चरणों में शरण लेते हैं | किन्तु जो लोग वास्तविक दार्शनिक, विज्ञानी, शिक्षक, प्रशासक आदि नहीं हैं, किन्तु भौतिक लाभ के लिए ऐसा बनते हैं, वे परमेश्र्वर की योजना या पथ को स्वीकार नहीं करते | उन्हें ईश्र्वर का कोई ज्ञान नहीं होता; वे अपनी सांसारिक योजनाएँ बनाते हैं और संसार की समस्याओं को हल करने के लिए अपने व्यर्थ प्रयासों के द्वारा स्थिति को और जटिल बना लेते हैं | चूँकि भौतिक शक्ति इतनी बलवती है, इसीलिए वह नास्तिकों की अवैध योजनाओं का प्रतिरोध करती है और योजना आयोगों के ज्ञान को ध्वस्त कर देती है |",
                "नास्तिक योजना-निर्माताओं को यहाँ दुष्कृतिनः कहा गया है जिसका अर्थ है, दुष्टजन | कृती का अर्थ पुण्यात्मा होताहै | नास्तिक योजना-निर्माता कभी-कभी अत्यन्त बुद्धिमान और प्रतिभाशाली होता है, क्योंकि किसी भी विराट योजना के लिए, चाहे वह अच्छी हो या बुरी, बुद्धि की आवश्यकता होती है | लेकिन नास्तिक की बुद्धि का प्रयोग परमेश्र्वर की योजना का विरोध करने में होता है, इसीलिए नास्तिक योजना-निर्माता दुष्कृती कहलाता है, जिससे सूचित होता है की उसकी बुद्धि तथा प्रयास उलटी दिशा की ओर होते हैं |",
                "गीता में यह स्पष्ट कहा गया है कि भौतिक शक्ति परमेश्र्वर के पूर्ण निर्देशन में कार्य करती है | उसका कोई स्वतन्त्र प्रभुत्व नहीं है | जिस प्रकार छाया पदार्थ का अनुसरण करती है, उसी प्रकार यह शक्ति भी कार्य करती है | तो भी यह भौतिक शक्ति अत्यन्त प्रबल है और नास्तिक अपने अनीश्र्वरवादी स्वभाव के कारण यह नहीं जान सकता कि वह किस तरह कार्य करती है, न ही वह परमेश्र्वर की योजना को जान सकता है | मोह तथा रजो एवं तमो गुणों में रहकर उसकी सारी योजनाएँ उसी प्रकार ध्वस्त हो जाती है, जिस प्रकार भौतिक दृष्टि से विद्वान्, वैज्ञानिक, दार्शनिक, शासक तथा शिक्षक होते हुए भी हिरण्यकशिपु तथा रावण की सारी योजनाएँ ध्वस्त हो गई थीं | ये दुष्कृति या दुष्ट चार प्रकार के होते हैं जिनका वर्णन नीचे दिया जाता है –",
                "(१)मूढ़– वे जो कठिन श्रम करने वाले भारवाही पशुओं की भाँति निपट मूर्ख होते हैं | वे अपने श्रम का लाभ स्वयं उठाना चाहते हैं, अतः वे भगवान् को उसे अर्पित करना नहीं चाहते | भारवाही पशु का उपयुक्त उदाहरण गधा है | इस पशु से उसका स्वामी अत्यधिक कार्य लेता है | गधा यह नहीं जानता कि वह अहर्निश किसके लिए काम करता है | वह घास से पेट भर कर संतुष्ट रहता है, अपने स्वामी से मार खाने के भय से केवल कुछ घंटे सोता है और गधी से बार-बार लात खाने के भय के बावजूद भी अपनी कामतृप्ति पूरी करता है | कभी-कभी गधा कविता करता है और दर्शन बघारता है, किन्तु उसके रेंकने से लोगों की शान्ति भंग होती है | ऐसी ही दशा उन सकाम-कर्मियों की है जो यह नहीं जानते कि वे किसके लिए कर्म करते हैं | वे यह नहीं जानते कि कर्म यज्ञ के लिए है |",
                "ऐसे लोग जो अपने द्वारा उत्पन्न कर्मों के भार से दबे रहते हैं प्रायः यह कहते सुने जाते हैं कि उनके पास अवकाश कहाँ कि वे जीव की अमरता के विषय में सुनें | ऐसे मूढों के लिए नश्र्वर भौतिक लाभ ही जीवन का सब कुछ होता है भले ही वे अपने श्रम फल के एक अंश का ही उपभोग कर सकें | कभी-कभी वे लाभ के लिए रातदिन नहीं सोते, भले ही उनके आमाशय में व्रण हो जाय या अपच हो जाय, वे बिना खाये ही संतुष्ट रहते हैं, वे मायामय स्वामियों के लाभ हेतु अहर्निश काम में व्यस्त रहते हैं | अपने असली स्वामी से अनभिज्ञ रहकर ये मुर्ख कर्मी माया की सेवा में व्यर्थ ही अपना समय गँवाते हैं | दुर्भाग्य तो यह है कि वे कभी भी स्वामियों के परम स्वामी की शरण में नहीं जाते, न ही वे सही व्यक्ति से उसके विषय में सुनने में कोई समय लगाते हैं | जो सूकर विष्ठा खाता है वह चीनी तथा घी से बनी मिठाइयों की परवाह नहीं करता | उसी प्रकार मुर्ख कर्मी इस नश्र्वर जगत् की इन्द्रियों को सुख देने वाले समाचारों को निरन्तर सुनता रहता है, किन्तु संसार को गतिशील बनाने वाली शाश्र्वत जीवित शक्ति (प्राण) के विषय में सुनने में तनिक भी समय नहीं लगाता |",
                "(२) दूसरे प्रकार के दुष्कृती नराधम अर्थात् अधम व्यक्ति कहलाता है | नर का अर्थ है मनुष्य, मनुष्य और अधम का अर्थ है, सब से नीच | चौरासी लाख जीव योनियों में से चार लाख मानव योनियाँ हैं | इनमें से अनेक निम्न मानव योनियाँ हैं, जिनमें से अधिकांश असंस्कृत हैं | सभ्य मानव योनियाँ वे हैं जिनके पास सामाजिक, राजनीतिक तथा धार्मिक नियम हैं | जो मनुष्य सामाजिक तथा राजनीतिक दृष्टि से उन्नत हैं, किन्तु जिनका कोई धर्म नहीं होता वे नराधम माने जाते हैं | धर्म ईश्र्वरविहीन नहीं होता क्योंकि धर्म का प्रयोजन परमसत्य को तथा उसके साथ मनुष्य के सम्बन्ध को जानना है | गीता में भगवान् स्पष्टतः कहते हैं कि उनसे परे कोई भी नहीं और वे ही परमसत्य हैं | मनुष्य-जीवन का सुसंस्कृत रूप सर्वशक्तिमान परमसत्य श्रीभगवान् कृष्ण के साथ मनुष्य की विस्मृतभावना को जागृत करने के लिए मिला है | जो इस सुअवसर को हाथ से जाने देता है वही नराधम है | शास्त्रों से पता चलता है कि जब बालक माँ के गर्भ में अत्यन्त असहाय रहता है, तो वह अपने उद्धार के लिए प्रार्थना करता है और वचन देता है कि गर्भ से बाहर आते ही वह केवल भगवान् की पूजा करेगा | संकट के समय ईश्र्वर का स्मरण प्रत्येक जीव का स्वभाव है, क्योंकि वह ईश्र्वर के साथ सदा से सम्बन्धित रहता है | किन्तु उद्धार के बाद बालक जन्म-पीड़ा को ओर उसी के साथ अपने उद्धारक को भी भूल जाता है, क्योंकि वह माया के वशीभूत हो जाता है |",
                "यह तो बालकों के अभिभावकों का कर्तव्य है कि वे उनमें सुप्त दिव्य भावनामृत को जागृत करें | वर्णाश्रम पद्धति में मनुस्मृति के अनुसार ईशभावनामृत को जागृत करने के उद्देश्य से दस शुद्धि-संस्कारों का विधान है, जो धर्म का पथ-प्रदर्शन करते हैं | किन्तु अब विश्र्व के किसी भाग में किसी भी विधि का दृढ़तापूर्वक पालन नहीं होता और फलस्वरूप ९९.९% जनसंख्या नराधम है |",
                "जब सारी जनसंख्या नराधम हो जाती है तो स्वाभाविक है कि उनकी सारी तथाकथित शिक्षा भौतिक प्रकृति की सर्वसमर्थ शक्ति द्वारा व्यर्थ कर दी जाती है | गीता के अनुसार विद्वान पुरुष वही है जो एक ब्राह्मण, कुत्ता, गाय, हाथी तथा चंडाल को समान दृष्टि से देखता है | असली भक्त की भी ऐसी ही दृष्टि होती है | गुरु रूप ईश्र्वर के अवतार श्रीनित्यानन्द प्रभु ने दो भाइयों जगाई तथा माधाई नामक विशिष्ट नराधमों का उद्धार किया और यह दिखला दिया कि किस प्रकार शुद्ध भक्त नराधमों पर दया करता है | अतः जो नराधम भगवान् द्वारा बहिष्कृत किया जाता है, वह केवल भक्त की अनुकम्पा से पुनः अपना अध्यात्मिक भावनामृत कर सकता है |",
                "श्रीचैतन्य महाप्रभु ने भागवत-धर्म का प्रवर्तन करते हुए संस्तुति की है कि लोग विनीत भाव से भगवान् के सन्देश को सुनें | इस सन्देश का सार भगवद्गीता है | विनीत भाव से श्रवण करने मात्र से अधम से अधम मनुष्यों का उद्धार हो सकता है, किन्तु दुर्भाग्यवश वे इस सन्देश को सुनना तक नहीं चाहते – परमेश्र्वर की इच्छा के प्रति समर्पण करना तो दूर रहा| ये नराधम मनुष्य के प्रधान कर्तव्य की डटकर अपेक्षा करते हैं |",
                "(३) दुष्कृतियों की तीसरी श्रेणी माययापहृतज्ञानाः की है अर्थात् ऐसे व्यक्तियों की जिनका प्रकाण्ड ज्ञान माया के प्रभाव से शून्य हो चुका है | ये अधिकांशतः बुद्धिमान व्यक्ति होते हैं – यथा महान दार्शनिक, कवि, साहित्यकार, वैज्ञानिक आदि, किन्तु माया इन्हें भ्रान्त कर देती है, जिसके कारण ये परमेश्र्वर की अवज्ञा करते हैं |",
                "इस समय माययापहृतज्ञानाः की बहुत बड़ी संख्या है, यहाँ तक कि वे भगवद्गीता के विद्वानों के मध्य भी हैं | गीता में अत्यन्त सीधी सरल भाषा में कहा गया है कि श्रीकृष्ण ही भगवान् हैं | न तो कोई उनके तुल्य है, न ही उनसे बड़ा | वे समस्त मनुष्यों के आदि पिता ब्रह्मा के भी पिता बताये गये हैं | वास्तव में वे ब्रह्मा के ही नहीं, अपितु समस्त जीवयोनियों के भी पिता हैं | वे निराकार ब्रह्म तथा परमात्मा के मूल हैं और जीवात्मा में स्थित परमात्मा उनका अंश है | वे सबके उत्स हैं और सबों को सलाह दी जाती है कि उनके चरणकमलों के शरणागत बनें | इन सब कथनों के बावजूद ये माययापहृतज्ञानाः भगवान् का उपहास करते हैं और उन्हें सामान्य मनुष्य मानते हैं | वे यह नहीं जानते कि भाग्यशाली मानव जीवन श्रीभगवान् के दिव्य शाश्र्वत स्वरूप के अनुरूप ही रचा गया है |",
                "गीता की ऐसी सारी अवैध व्याख्याएँ जो माययापहृतज्ञानाः वर्ग के लोगों द्वारा की गई हैं और परम्परा पद्धति से हटकर हैं, अध्यात्मिक जानकारी के पथ में रोड़े का कार्य करती हैं | मायाग्रस्त व्याख्याकार न तो स्वयं भगवान् कृष्ण के चरणों की शरण में जाते हैं और नअन्यों को इस सिद्धान्त का पालन करने के लिए शिक्षा देते हैं |",
                "(४) दुष्कृतियों की चौथी श्रेणी आसुरं भावमाश्रिताः अर्थात् आसुरी सिद्धान्त वालों की है | यह श्रेणी खुले रूप से नास्तिक होती है | इनमें से कुछ तर्क करते हैं कि परमेश्र्वर कभी भी इस संसार में अवतरित नहीं हो सकता, किन्तु वे इसका कोई ठोस प्रमाण नहीं बता पाते कि ऐसा क्यों नहीं हो सकता | कुछ ऐसे हैं जो परेमश्र्वर को निर्विशेष रूप के अधीन मानते हैं, यद्यपि गीता में इसका उल्टा बताया गया है | नास्तिक श्रीभगवान् के द्वेषवश अपनी बुद्धि से कल्पित अनेक अवैध अवतारों को प्रस्तुत करते हैं | ऐसे लोग जिनके जीवन का एकमात्र उद्देश्य भगवान् को नकारना है, श्रीकृष्ण के चरणकमलों के कभी शरणागत नहीं हो सकते |",
                "दक्षिण भरत के श्रीयामुनाचार्य अल्बन्दरू ने कहा है “हे प्रभु! आप उन लोगों द्वारा नहीं जाने जाते जो नास्तिक सिद्धान्तों में लगे हैं, भले ही आप विलक्षण गुण, रूप तथा लीला से युक्त हैं, सभी शास्त्रों ने आपका विशुद्ध सत्त्वमय विग्रह प्रमाणित किया है तथा दैवी गुणसम्पन्न दिव्यज्ञान के आचार्य भी आपको मानते हैं |”",
                "अतएव (१) मूढ़ (२) नराधम (३) माययापहृतज्ञानी अर्थात् भ्रमित मनोधर्मी, तथा (४) नास्तिक – ये चार प्रकार के दुष्कृती कभी भी भगवान् के चरणकमलों की शरण में नहीं जाते, भले ही सारे शास्त्र तथा आचार्य ऐसा उपदेश क्यों न देते रहें |"
            ],
            "english": [
                "It is said in Bhagavad-gita that simply by surrendering oneself unto the lotus feet of the Supreme Personality Krsna, one can surmount the stringent laws of material nature. At this point a question arises: How is it that educated philosophers, scientists, businessmen, administrators and all the leaders of ordinary men do not surrender to the lotus feet of Sri Krsna, the all-powerful Personality of Godhead? Mukti, or liberation from the laws of material nature, is sought by the leaders of mankind in different ways and with great plans and perseverance for a great many years and births. But if that liberation is possible by simply surrendering unto the lotus feet of the Supreme Personality of Godhead, then why don't these intelligent and hard-working leaders adopt this simple method?",
                "The Gita answers this question very frankly. Those really learned leaders of society like Brahma, Siva, Kapila, the Kumaras, Manu, Vyasa, Devala, Asita, Janaka, Prahlada, Bali, and later on Madhvacarya, Ramanujacarya, Sri Caitanya and many others—who are faithful philosophers, politicians, educators, scientists, etc.—surrender to the lotus feet of the Supreme Person, the all-powerful authority. Those who are not actually philosophers, scientists, educators, administrators, etc., but who pose themselves as such for material gain, do not accept the plan or path of the Supreme Lord. They have no idea of God; they simply manufacture their own worldly plans and consequently complicate the problems of material existence in their vain attempts to solve them. Because material energy (nature) is so powerful, it can resist the unauthorized plans of the atheists and baffle the knowledge of \"planning commissions.\"",
                "The atheistic plan-makers are described herein by the word duskrtina, or \"miscreants.\" Krtina means one who has performed meritorious work. The atheist planmaker is sometimes very intelligent and meritorious also, because any gigantic plan, good or bad, must take intelligence to execute. But because the atheist's brain is improperly utilized in opposing the plan of the Supreme Lord, the atheistic planmaker is called duskrtina, which indicates that his intelligence and efforts are misdirected.",
                "In the Gita it is clearly mentioned that material energy works fully under the direction of the Supreme Lord. It has no independant authority. It works as the shadow moves, in accordance with the movements of the object. But still material energy is very powerful, and the atheist, due to his godless temperament, cannot know how it works; nor can he know the plan of the Supreme Lord. Under illusion and the modes of passion and ignorance, all his plans are baffled, as in the case of Hiranyakasipu and Ravana, whose plans were smashed to dust although they were both materially learned as scientists, philosophers, administrators and educators. These duskrtinas, or miscreants, are of four different patterns, as outlined below:",
                "(1) The mudhas are those who are grossly foolish, like hard-working beasts of burden. They want to enjoy the fruits of their labor by themselves, and so do not want to part with them for the Supreme. The typical example of the beast of burden is the ass. This humble beast is made to work very hard by his master. The ass does not really know for whom he works so hard day and night. He remains satisfied by filling his stomach with a bundle of grass, sleeping for a while under fear of being beaten by his master, and satisfying his sex appetite at the risk of being repeatedly kicked by the opposite party. The ass sings poetry and philosophy sometimes, but this braying only disturbs others. This is the position of the foolish fruitive worker who does not know for whom he should work. He does not know that karma (action) is meant for yajna (sacrifice).",
                "Most often, those who work very hard day and night to clear the burden of self-created duties say that they have no time to hear of the immortality of the living being. To such mudhas, material gains, which are destructible, are life's all in all—despite the fact that the mudhas enjoy only a very small fraction of the fruit of labor. Sometimes they spend sleepless days and nights for fruitive gain, and although they may have ulcers or indigestion, they are satisfied with practically no food; they are simply absorbed in working hard day and night for the benefit of illusory masters. Ignorant of their real master, the foolish workers waste their valuable time serving mammon. Unfortunately, they never surrender to the supreme master of all masters, nor do they take time to hear of Him from the proper sources. The swine who eat the soil do not care to accept sweetmeats made of sugar and ghee. Similarly, the foolish worker will untiringly continue to hear of the sense-enjoyable tidings of the flickering mundane force that moves the material world.",
                "(2) Another class of duskrtina, or miscreant, is called the naradhama, or the lowest of mankind. Nara means human being, and adhama means the lowest. Out of the 8,400,000 different species of living beings, there are 400,000 human species. Out of these there are numerous lower forms of human life that are mostly uncivilized. The civilized human beings are those who have regulated principles of social, political and religious life. Those who are socially and politically developed, but who have no religious principles, must be considered naradhamas. Nor is religion without God religion, because the purpose of following religious principles is to know the Supreme Truth and man's relation with Him. In the Gita the Personality of Godhead clearly states that there is no authority above Him and that He is the Supreme Truth. The civilized form of human life is meant for man's reviving the lost consciousness of his eternal relation with the Supreme Truth, the Personality of Godhead Sri Krsna, who is all-powerful. Whoever loses this chance is classified as a naradhama. We get information from revealed scriptures that when the baby is in the mother's womb (an extremely uncomfortable situation) he prays to God for deliverance and promises to worship Him alone as soon as he gets out. To pray to God when he is in difficulty is a natural instinct in every living being because he is eternally related with God. But after his deliverance, the child forgets the difficulties of birth and forgets his deliverer also, being influenced by maya, the illusory energy.",
                "It is the duty of the guardians of children to revive the divine consciousness dormant in them. The ten processes of reformatory ceremonies, as enjoined in the Manu-smrti, which is the guide to religious principles, are meant for reviving God consciousness in the system of varnasrama. However, no process is strictly followed now in any part of the world, and therefore 99.9 percent of the population is naradhama.",
                "When the whole population becomes naradhama, naturally all their so-called education is made null and void by the all-powerful energy of physical nature. According to the standard of the Gita, a learned man is he who sees on equal terms the learned brahmana, the dog, the cow, the elephant and the dog-eater. That is the vision of a true devotee. Sri Nityananda Prabhu, who is the incarnation of Godhead as divine master, delivered the typical naradhamas, the brothers Jagai and Madhai, and showed how the mercy of a real devotee is bestowed upon the lowest of mankind. So the naradhama who is condemned by the Personality of Godhead can again revive his spiritual consciousness only by the mercy of a devotee.",
                "Sri Caitanya Mahaprabhu, in propagating the bhagavata-dharma or activities of the devotees, has recommended that people submissively hear the message of the Personality of Godhead. The essence of this message is Bhagavad-gita. The lowest amongst human beings can be delivered by this submissive hearing process only, but unfortunately they even deny giving an aural reception to these messages, and what to speak of surrendering to the will of the Supreme Lord? Naradhamas, or the lowest of mankind, willfully neglect the prime duty of the human being.",
                "(3) The next class of duskrtina is called mayayapahrta-jnana, or those persons whose erudite knowledge has been nullified by the influence of illusory material energy. They are mostly very learned fellows—great philosophers, poets, literati, scientists, etc.—but the illusory energy misguides them, and therefore they disobey the Supreme Lord.",
                "There are a great number of mayayapahrta-jnanas at the present moment, even amongst the scholars of the Gita. In the Gita, in plain and simple language, it is stated that Sri Krsna is the Supreme Personality of Godhead. There is none equal to or greater than Him. He is mentioned as the father of Brahma, the original father of all human beings. In fact, Sri Krsna is said to be not only the father of Brahma but also the father of all species of life. He is the root of the impersonal Brahman and Paramatma; the Supersoul in every entity is His plenary portion. He is the fountainhead of everything, and everyone is advised to surrender unto His lotus feet. Despite all these clear statements, the mayayapahrta-jnana deride the Personality of the Supreme Lord and consider Him merely another human being. They do not know that the blessed form of human life is designed after the eternal and transcendental feature of the Supreme Lord.",
                "All the unauthorized interpretations of the Gita by the class of mayayapahrta-jnana, outside the purview of the parampara system, are so many stumbling blocks in the path of spiritual understanding. The deluded interpreters do not surrender unto the lotus feet of Sri Krsna, nor do they teach others to follow this principle.",
                "(4) The last class of duskrtina is called asuram bhavam asrita, or those of demonic principles. This class is openly atheistic. Some of them argue that the Supreme Lord can never descend upon this material world, but they are unable to give any tangible reasons as to why not. There are others who make Him subordinate to the impersonal feature, although the opposite is declared in the Gita. Envious of the Supreme Personality of Godhead, the atheist will present a number of illicit incarnations manufactured in the factory of his brain. Such persons whose very principle of life is to decry the Personality of Godhead cannot surrender unto the lotus feet of Sri Krsna.",
                "Sri Yamunacarya Albandru of South India said, \"O my Lord! You are unknowable to persons involved with atheistic principles despite Your uncommon qualities, features, and activities and despite Your personality being confirmed by all the revealed scriptures in the quality of goodness, and despite Your being acknowledged by the famous authorities renowned for their depth of knowledge in the transcendental science and situated in the godly qualities.\"",
                "Therefore, (1) grossly foolish persons, (2) the lowest of mankind, (3) the deluded speculators, and (4) the professed atheists, as above mentioned, never surrender unto the lotus feet of the Personality of Godhead in spite of all scriptural and authoritative advice."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "चतुर्विधा भजन्ते मां जनाः सुकृतिनोऽर्जुन |",
                "आर्तो जिज्ञासुरर्थार्थी ज्ञानी च भरतर्षभ || १६ ||"
            ],
            "english": [
                "catur-vidha bhajante mam",
                "janah sukrtino 'rjuna",
                "arto jijnasur artharthi",
                "jnani ca bharatarsabha"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतश्रेष्ठ! चार प्रकार के पुण्यात्मा मेरी सेवा करते हैं – आर्त, जिज्ञासु, अर्थार्थी तथा ज्ञानी |"
            ],
            "english": [
                "O best among the Bharatas [Arjuna], four kinds of pious men render devotional service unto Me—the distressed, the desirer of wealth, the inquisitive, and he who is searching for knowledge of the Absolute."
            ]
        },
        "meaning": {
            "hindi": [
                "दुष्कृती के सर्वथा विपरीत ऐसे लोग हैं जो शास्त्रीय विधि-विधानों का दृढ़ता से पालन करते हैं और ये सुकृतिनः कहलाते हैं अर्थात् ये वे लोग हैं जो शास्त्रीय विधि-विधानों, नैतिक तथा सामाजिक नियमों को मानते हैं और परमेश्र्वर के प्रति न्यूनाधिक भक्ति करते हैं | इस लोगों की चार श्रेणियाँ हैं – वे जो पीड़ित हैं, वे जिन्हें धन की आवश्यकता है, वे जिन्हें जिज्ञासा है और वे जिन्हें परमसत्य का ज्ञान है | ये सारे लोग विभिन्न परिस्थितियों में परमेश्र्वर की भक्ति करते रहते हैं | ये शुद्ध भक्त नहीं हैं, क्योंकि ये भक्ति के बदले कुछ महत्त्वाकांक्षाओं की पूर्ति करना चाहते हैं | शुद्ध भक्ति निष्काम होती है और उसमें किसी लाभ की आकांशा नहीं रहती | भक्तिरसामृत सिन्धु में (१.१.११) शुद्ध भक्ति की परिभाषा इस प्रकार की गई है –",
                "अन्याभिलाषिताशून्यं ज्ञानकर्माद्यनावृतम् |",
                "आनुकूल्येन कृष्णानुशीलनं भक्तिरुत्तमा ||",
                "“मनुष्य को चाहिए कि परमेश्र्वर कृष्ण की दिव्य प्रेमाभक्ति किसी सकामकर्म अथवा मनोधर्म द्वारा भौतिक लाभ की इच्छा से रहित होकर करे | यह शुद्धभक्ति कहलाती है |”",
                "जब ये चार प्रकार के लोग परमेश्र्वर के पास भक्ति के लिए आते हैं और शुद्ध भक्त की संगती से पूर्णतया शुद्ध हो जाते हैं, तो ये भी शुद्ध भक्त हो जाते हैं | जहाँ तक दुष्टों (दुष्कृतियों) का प्रश्न है उनके लिए भक्ति दुर्गम है क्योंकि उनका जीवन स्वार्थपूर्ण, अनियमित तथा निरुद्देश्य होता है | किन्तु इनमें से भी कुछ लोग शुद्ध भक्त के सम्पर्क में आने पर शुद्ध भक्त बन जाते हैं |",
                "जो लोग सदैव सकाम कर्मों में व्यस्त रहते हैं, वे संकट के समय भगवान् के पास आते हैं और तब वे शुद्धभक्तों की संगति करते हैं तथा विपत्ति में भगवान् के भक्त बन जाते हैं | जो बिलकुल हताश हैं वे भी कभी-कभी शुद्ध भक्तों की संगति करने आते हैं और ईश्र्वर के विषय में जानने की जिज्ञासा करते हैं | इसी प्रकार शुष्क चिन्तक जब ज्ञान के प्रत्येक क्षेत्र से हताश हो जाते हैं तो वे कभी-कभी ईश्र्वर को जानना चाहते हैं और वे भगवान् की भक्ति करने आते हैं | इस प्रकार ये निराकार ब्रह्म तथा अन्तर्यामी परमात्मा के ज्ञान को पार कर जाते हैं और भगवत्कृपा से या उनके शुद्ध भक्त की कृपा से उन्हें साकार भगवान् का बोध हो जाता है | कुल मिलाकर जब आर्त, जिज्ञासु, ज्ञानी तथा धन की इच्छा रखने वाले समस्त भौतिक इच्छाओं से मुक्त हो जाते हैं और जब वे यह भलीभाँति समझ जाते हैं कि भौतिक आसक्ति से आध्यात्मिक उन्नति का कोई सरोकार नहीं है, तो वे शुद्धभक्त बन जाते हैं | जब तक ऐसी शुद्ध अवस्था प्राप्त नहीं हो लेती, तब तक भगवान् की दिव्यसेवा में लगे भक्त सकाम कर्मों में या संसारी ज्ञान की खोज में अनुरक्त रहते हैं | अतः शुद्ध भक्ति की अवस्था तक पहुँचने के लिए मनुष्य को इन सबों को लाँघना होता है |"
            ],
            "english": [
                "Unlike the miscreants, these are adherents of the regulative principles of the scriptures, and they are called sukrtina, or those who obey the rules and regulations of scriptures, the moral and social laws, and are, more or less, devoted to the Supreme Lord. Out of these there are four classes of men—those who are sometimes distressed, those who are in need of money, those who are sometimes inquisitive, and those who are sometimes searching after knowledge of the Absolute Truth. These persons come to the Supreme Lord for devotional service under different conditions. These are not pure devotees because they have some aspiration to fulfill in exchange for devotional service. Pure devotional service is without aspiration and without desire for material profit. The Bhakti-rasamrta-sindhu defines pure devotion thus:",
                "When these four kinds of persons come to the Supreme Lord for devotional service and are completely purified by the association of a pure devotee, they also become pure devotees. As far as the miscreants are concerned, for them devotional service is very difficult because their lives are selfish, irregular and without spiritual goals. But even some of them, by chance, when they come in contact with a pure devotee, also become pure devotees.",
                "Those who are always busy with fruitive activities come to the Lord in material distress and at that time associate with pure devotees and become, in their distress, devotees of the Lord. Those who are simply frustrated also come sometimes to associate with the pure devotees and become inquisitive to know about God. Similarly, when the dry philosophers are frustrated in every field of knowledge, they sometimes want to learn of God, and they come to the Supreme Lord to render devotional service and thus transcend knowledge of the impersonal Brahman and the localized Paramatma and come to the personal conception of Godhead by the grace of the Supreme Lord or His pure devotee. On the whole, when the distressed, the inquisitive, the seekers of knowledge, and those who are in need of money are free from all material desires, and when they fully understand that material remuneration has nothing to do with spiritual improvement, they become pure devotees. As long as such a purified stage is not attained, devotees in transcendental service to the Lord are tainted with fruitive activities, and they search after mundane knowledge, etc. So one has to transcend all this before one can come to the stage of pure devotional service."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "तेषां ज्ञानी नित्ययुक्त एकभक्तिर्विशिष्यते |",
                "प्रियो हि ज्ञानिनोऽत्यर्थमहं स च मम प्रियः || १७ ||"
            ],
            "english": [
                "tesam jnani nitya-yukta",
                "eka-bhaktir visisyate",
                "priyo hi jnanino 'tyartham",
                "aham sa ca mama priyah"
            ]
        },
        "translation": {
            "hindi": [
                "इनमें से जो परमज्ञानी है और शुद्धभक्ति में लगा रहता है वह सर्वश्रेष्ठ है, क्योंकि मैं उसे अत्यन्त प्रिय हूँ और वह मुझे प्रिय है |"
            ],
            "english": [
                "Of these, the wise one who is in full knowledge in union with Me through pure devotional service is the best. For I am very dear to him, and he is dear to Me."
            ]
        },
        "meaning": {
            "hindi": [
                "भौतिक इच्छाओं के समस्त कल्मष से मुक्त आर्त, जिज्ञासु, धनहीन तथा ज्ञानी ये सब शुद्धभक्त बन सकते हैं | किन्तु इनमें से जो परमसत्य का ज्ञानी है और भौतिक इच्छाओं से मुक्त होता है वही भगवान् का शुद्धभक्त हो पता है | इन चार वर्गों में से जो भक्त ज्ञानी है और साथ ही भक्ति में लगा रहता है, वह भगवान् के कथनानुसार सर्वश्रेष्ठ है | ज्ञान की खोज करते रहने से मनुष्य को अनुभूति होती है कि उसका आत्मा उसके भौतिक शरीर से भिन्न है | अधिक उन्नति करने पर उसे निर्विशेष ब्रह्म तथा परमात्मा का ज्ञान होता है | जब वह पूर्णतया शुद्ध हो जाता है तो उसे ईश्र्वर के नित्य दास के रूप में अपनी स्वाभाविक स्थिति की अनुभूति होती है | इस प्रकार शुद्ध भक्त की संगति में आर्त, जिज्ञासु, धन का इच्छुक तथा ज्ञानी स्वयं शुद्ध हो जाते हैं | किन्तु प्रारम्भिक अवस्था में जिस व्यक्ति को परमेश्र्वर का पूर्णज्ञान होता है और साथ ही जो उनकी भक्ति करता रहता है, वह व्यक्ति भगवान् को अत्यन्त प्रिय होता है | जिसे भगवान् की दिव्यता का शुद्ध ज्ञान प्राप्तहोता है, वह भक्ति द्वारा इस तरह सुरक्षित रहता है कि भौतिक कल्मष उसे छू भी नहीं पाते |"
            ],
            "english": [
                "Free from all contaminations of material desires, the distressed, the inquisitive, the penniless, and the seeker after supreme knowledge can all become pure devotees. But out of them, he who is in knowledge of the Absolute Truth and free from all material desires becomes a really pure devotee of the Lord. And of the four orders, the devotee who is in full knowledge and is at the same time engaged in devotional service is, the Lord says, the best. By searching after knowledge one realizes that his self is different from his material body, and when further advanced he comes to the knowledge of impersonal Brahman and Paramatma. When one is fully purified, he realizes that his constitutional position is to be the eternal servant of God. So by association with pure devotees, the inquisitive, the distressed, the seeker after material amelioration and the man in knowledge all become themselves pure. But in the preparatory stage, the man who is in full knowledge of the Supreme Lord and is at the same time executing devotional service is very dear to the Lord. He who is situated in pure knowledge of the transcendence of the Supreme Personality of God is so protected in devotional service that material contaminations cannot touch him."
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "उदाराः सर्व एवैते ज्ञानी त्वात्मैव मे मतम् |",
                "आस्थितः स हि युक्तात्मा मामेवानुत्तमां गतिम् || १८ ||"
            ],
            "english": [
                "udarah sarva evaite",
                "jnani tv atmaiva me matam",
                "asthitah sa hi yuktatma",
                "mam evanuttamam gatim"
            ]
        },
        "translation": {
            "hindi": [
                "निस्सन्देह ये सब उदारचेता व्यक्ति हैं, किन्तु जो मेरे ज्ञान को प्राप्त है, उसे मैं अपने ही समान मानता हूँ | वह मेरी दिव्यसेवा में तत्पर रहकर मुझ सर्वोच्च उद्देश्य को निश्चित रूप से प्राप्त करता है |"
            ],
            "english": [
                "All these devotees are undoubtedly magnanimous souls, but he who is situated in knowledge of Me I consider verily to dwell in Me. Being engaged in My transcendental service, he attains Me."
            ]
        },
        "meaning": {
            "hindi": [
                "ऐसा नहीं है कि जो कम ज्ञानी भक्त है वे भगवान् को प्रिय नहीं हैं | भगवान् कहते हैं कि सभी उदारचेता हैं क्योंकि चाहे जो भी भगवान् के पास किसी भी उद्देश्य से आये वह महात्मा कहलाता है | जो भक्त भक्ति के बदले कुछ लाभ चाहते हैं उन्हें भगवान् स्वीकार करते हैं क्योंकि इससे स्नेह का विनिमय होता है | वे स्नेहवश भगवान् से लाभ की याचना करते हैं और जब उन्हें वह प्राप्त हो जाता है तो वे इतने प्रसन्न होते हैं कि वे भगवद्भक्ति करने लगते हैं | किन्तु ज्ञानी भक्त भगवान् को इसलिए प्रिय है कि उसका उद्देश्य प्रेम तथा भक्ति से परमेश्र्वर की सेवा करना होता है | ऐसा भक्त भगवान् की सेवा किये बिना क्षण भर भी नहीं रह सकता | इसी प्रकार परमेश्र्वर अपने भक्त को बहुत चाहते हैं और वे उससे विलग नहीं हो पाते |",
                "श्रीमद्भागवत में (१.४.६८) भगवान् कहते हैं-",
                "साधवो हृदयं मह्यं साधूनां हृदयं त्वहम् |",
                "मदन्यत्ते न जानन्ति नाहं तेभ्यो मनागपि ||",
                "”भक्तगण सदैव मेरे हृदय में वास करते हैं और मैं भक्तों के हृदयों में वास करता हूँ | भक्त मेरे अतिरिक्त और कुछ नहीं जानता और मैं भी भक्त को कभी नहीं भूलता | मेरे तथा शुद्ध भक्तों के बीच घनिष्ट सम्बन्ध रहता है | ज्ञानी शुद्धभक्त कभी भी अध्यात्मिक सम्पर्क से दूर नहीं होते, अतः वे मुझे अत्यन्त प्रिय हैं |”"
            ],
            "english": [
                "It is not that other devotees who are less complete in knowledge are not dear to the Lord. The Lord says that all are magnanimous because anyone who comes to the Lord for any purpose is called a mahatma or great soul. The devotees who want some benefit out of devotional service are accepted by the Lord because there is an exchange of affection. Out of affection they ask the Lord for some material benefit, and when they get it they become so satisfied that they also advance in devotional service. But the devotee in full knowledge is considered to be very dear to the Lord because his only purpose is to serve the Supreme Lord with love and devotion. Such a devotee cannot live a second without contacting or serving the Supreme Lord. Similarly, the Supreme Lord is very fond of His devotee and cannot be separated from him.",
                "In the Srimad-Bhagavatam (9.4.57), the Lord says:",
                "aham bhakta-paradhino hy asvatantra iva dvijasadhubhir grasta-hrdayo bhaktair bhakta-jana-priyah",
                "\"The devotees are always in My heart, and I am always in the heart of the devotees. The devotee does not know anything beyond Me, and I also cannot forget the devotee. There is a very intimate relationship between Me and the pure devotees. Pure devotees in full knowledge are never out of spiritual touch, and therefore they are very much dear to Me.\""
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "बहूनां जन्मनामन्ते ज्ञानवान्मां प्रपद्यते |",
                "वासुदेवः सर्वमिति स महात्मा सुदुर्लभः || १९ ||"
            ],
            "english": [
                "bahunam janmanam ante",
                "jnanavan mam prapadyate",
                "vasudevah sarvam iti",
                "sa mahatma su-durlabhah"
            ]
        },
        "translation": {
            "hindi": [
                "अनेक जन्म-जन्मान्तर के बाद जिसे सचमुच ज्ञान होता है, वह मुझको समस्त कारणों का कारण जानकर मेरी शरण में आता है | ऐसा महात्मा अत्यन्त दुर्लभ होता है |"
            ],
            "english": [
                "After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare."
            ]
        },
        "meaning": {
            "hindi": [
                "भक्ति या दिव्य अनुष्ठानों को करता हुआ जीव अनेक जन्मों के पश्चात् इस दिव्यज्ञान को प्राप्त कर सकता है कि आत्म-साक्षात्कार का चरम लक्ष्य श्रीभगवान् हैं | आत्म-साक्षात्कार के प्रारम्भ में जब मनुष्य भौतिकता का परित्याग करने का प्रयत्न करता है तब निर्विशेषवाद की ओर उसका झुकाव हो सकता है, किन्तु आगे बढ़ने पर वह यह समझ पता है कि आध्यात्मिक जीवन में भी कार्य हैं और इन्हीं से भक्ति का विधान होता है | इसकी अनुभूति होने पर वह भगवान् के प्रति आसक्त हो जाता है और उनकी शरण ग्रहण कर लेता है | इस अवसर पर वह समझ सकता है कि श्रीकृष्ण की कृपा ही सर्वस्व है, वे ही सब कारणों के कारण हैं और यह जगत् उनसे स्वतन्त्र नहीं है | वह इस भौतिक जगत् को अध्यात्मिक विविधताओं का विकृत प्रतिबिम्ब मानता है और अनुभव करता है कि प्रत्येक वस्तु का परमेश्र्वर कृष्ण से सम्बन्ध है | इस प्रकार वह प्रत्येक वस्तु को वासुदेव श्रीकृष्ण से सम्बन्धित समझता है | इस प्रकार की वासुदेवमयी व्यापक दृष्टि होने पर भगवान् कृष्ण को परमलक्ष्य मानकर शरणागति प्राप्त होती है | ऐसे शरणागत महात्मा दुर्लभ हैं |",
                "इस श्लोक की सुन्दर व्याख्या श्र्वेताश्र्वतर उपनिषद् में (३.१४-१५) मिलती है –",
                "सहस्रशीर्षा पुरुषः सहस्राक्षः सहस्रपात् |",
                "स भूमिं विश्र्वतो वृत्यात्यातिष्ठद् दशांगुलम् ||",
                "पुरुष एवेदं सर्वं यद्भूतं यच्च भव्यम् |",
                "उतामृतत्वस्येशानो यदन्नेनातिरोहति ||",
                "छान्दोग्य उपनिषद् (५.१.१५) में कहा गया है – न वै वाचो न चक्षूंषि न श्रोत्राणि न मनांसीत्याचक्षते प्राण इति एवाचक्षते ह्येवैतानि सर्वाणि भवन्ति – जीव के शरीर की बोलने की शक्ति, देखने की शक्ति, सुनने की शक्ति, सोचने की शक्ति ही प्रधान नहीं है |समस्त कार्यों का केन्द्रबिन्दु तो वह जीवन (प्राण) है | इसी प्रकार भगवान् वासुदेव या भगवान् श्रीकृष्ण ही समस्त पदार्थों में मूल सत्ता हैं | इस देह में बोलने, देखने, सुनने तथा सोचने आदि की शक्तियाँ हैं, किन्तु यदि वे भगवान् से सम्बन्धित न हों तो सभी व्यर्थ हैं | वासुदेव सर्वव्यापी हैं और प्रत्येक वस्तु वासुदेव है | अतः भक्त पूर्ण ज्ञान में रहकर शरण ग्रहण करता है (तुलनार्थ भगवद्गीता ७.१७ तथा ११.४०) |"
            ],
            "english": [
                "The living entity, while executing devotional service or transcendental rituals after many, many births, may actually become situated in transcendental pure knowledge that the Supreme Personality of Godhead is the ultimate goal of spiritual realization. In the beginning of spiritual realization, while one is trying to give up one's attachment to materialism, there is some leaning towards impersonalism, but when one is further advanced he can understand that there are activities in the spiritual life and that these activities constitute devotional service. Realizing this, he becomes attached to the Supreme Personality of Godhead and surrenders to Him. At such a time one can understand that Lord Sri Krsna's mercy is everything, that He is the cause of all causes and that this material manifestation is not independant from Him. He realizes the material world to be a perverted reflection of spiritual variegatedness and realizes that in everything there is a relationship with the Supreme Lord Krsna. Thus he thinks of everything in relation to Vasudeva, or Sri Krsna. Such a universal vision of Vasudeva precipitates one's full surrender to the Supreme Lord Sri Krsna as the highest goal. Such surrendered great souls are very rare.",
                "This verse is very nicely explained in the Third Chapter of Svetasvatara Upanisad: \"In this body there are powers of speaking, of seeing, of hearing, of mental activities, etc. But these are not important if not related to the Supreme Lord. And because Vasudeva is all-pervading and everything is Vasudeva, the devotee surrenders in full knowledge.\" (Cf. Bhagavad-gita 7.17 and 11.40)"
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "कामैस्तैस्तैर्ह्रतज्ञानाः प्रपद्यन्तेऽन्यदेवताः |",
                "तं तं नियममास्थाय प्रकृत्या नियताः स्वया || २० ||"
            ],
            "english": [
                "kamais tais tair hrta-jnanah",
                "prapadyante 'nya-devatah",
                "tam tam niyamam asthaya",
                "prakrtya niyatah svaya"
            ]
        },
        "translation": {
            "hindi": [
                "जिनकी बुद्धि भौतिक इच्छाओं द्वारा मारी गई है, वे देवताओं की शरण में जाते हैं और वे अपने-अपने स्वभाव के अनुसार पूजा विशेष विधि-विधानों का पालन करते हैं |"
            ],
            "english": [
                "Those whose minds are distorted by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures."
            ]
        },
        "meaning": {
            "hindi": [
                "जो समस्त भौतिक कल्मष से मुक्त हो चुके हैं, वे भगवान् की शरण ग्रहण करते हैं और उनकी भक्ति में तत्पर होते हैं | जब तक भौतिक कल्मष धुल नहीं जाता, तब तक वे स्वभावतः अभक्त रहते हैं | किन्तु जो भौतिक इच्छाओं के होते हुए भी भगवान् की ओर उन्मुख होते हैं, वे बहिरंगा द्वारा आकृष्ट नहीं होते |चूँकि वे सही उद्देश्य की ओर अग्रसर होते हैं, अतः वे शीघ्र ही सारी भौतिक कामेच्छाओं से मुक्त हो जाते हैं | श्रीमद्भागवत में कहा गया है कि मनुष्य को चाहिए कि स्वयं को वासुदेव के प्रति समर्पित करे और उनकी पूजा करे, चाहे वह भौतिक इच्छाओं से रहित हो या भौतिक इच्छाओं से पूरित हो या भौतिक कल्मष से मुक्ति चाहता हो | जैसा कि भागवत में (२.३.१०) कहा गया है –",
                "अकामः सर्वकामो वा मोक्षकाम उदारधीः |",
                "तीव्रेण भक्तियोगेन यजेत पुरुषं परम् ||",
                "जो अल्पज्ञ हैं और जिन्होंने अपनी आध्यात्मिक चेतना खो दी है, वे भौतिक इच्छाओं की अविलम्ब पूर्ति के लिए देवताओं की शरण में जाते हैं | सामान्यतः ऐसे लोग भगवान् की शरण में नहीं जाते क्योंकि वे निम्नतर गुणों वाले (रजो तथा तमोगुणी) होते हैं, अतः वे विभिन्न देवताओं की पूजा करते हैं | वे पूजा के विधि-विधानों का पालन करने में ही प्रसन्न रहते हैं | देवताओं के पूजक छोटी-छोटी इच्छाओं के द्वारा प्रेरित होते हैं और यह नहीं जानते कि परमलक्ष्य तक किस प्रकार पहुँचा जाय | किन्तु भगवद्भक्त कभी भी पथभ्रष्ट नहीं होता | चूँकि वैदिक साहित्य में विभिन्न उद्देश्यों के लिए भिन्न-भिन्न देवताओं के पूजन का विधान है, अतः जो भगवद्भक्त नहीं है वे सोचते हैं कि देवता कुछ कार्यों के लिए भगवान् से श्रेष्ठ हैं | किन्तु शुद्धभक्त जानता है कि भगवान् कृष्ण ही सबके स्वामी हैं | चैतन्यचरितामृत में (आदि ५.१४२) कहा गया है – एकले ईश्र्वर कृष्ण, आर सब भृत्य – केवल भगवान् कृष्ण ही स्वामी हैं और अन्य सब दास हैं | फलतः शुद्धभक्त कभी भी अपनी आवश्यकताओं की पूर्ति के लिए देवताओं के निकट नहीं जाता | वह तो परमेश्र्वर पर निर्भर रहता है और वे जो कुछ देते हैं, उसी में संतुष्ट रहता है |"
            ],
            "english": [
                "Those who are freed from all material contaminations surrender unto the Supreme Lord and engage in His devotional service. As long as the material contamination is not completely washed off, they are by nature nondevotees. But even those who have material desires and who resort to the Supreme Lord are not so much attracted by external nature; because of approaching the right goal, they soon become free from all material lust. In the Srimad-Bhagavatam it is recommended that whether one is free from all material desires, or is full of material desires, or desires liberation from material contamination, or is a pure devotee and has no desire for material sense gratification, he should in all cases surrender to Vasudeva and worship Him.",
                "It is said in the Bhagavatam that less intelligent people who have lost their spiritual sense take shelter of demigods for immediate fulfillment of material desires. Generally, such people do not go to the Supreme Personality of Godhead, because they are in particular modes of nature (ignorance and passion) and therefore worship various demigods. Following the rules and regulations of worship, they are satisfied. The worshipers of demigods are motivated by small desires and do not know how to reach the supreme goal, but a devotee of the Supreme Lord is not misguided. Because in Vedic literature there are recommendations for worshiping different gods for different purposes (e.g., a diseased man is recommended to worship the sun), those who are not devotees of the Lord think that for certain purposes demigods are better than the Supreme Lord. But a pure devotee knows that the Supreme Lord Krsna is the master of all. In the Caitanya-caritamrta it is said that only the Supreme Personality of Godhead, Krsna, is master and all others are servants. Therefore a pure devotee never goes to demigods for satisfaction of his material needs. He depends on the Supreme Lord. And the pure devotee is satisfied with whatever He gives."
            ]
        }
    }
]