[
    {
        "id": [
            21
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                " यो यो यां यां तनुं भक्तः श्रद्धयार्चितुमिच्छति |",
                "तस्य तस्याचलां श्रद्धां तामेव विदधाम्यहम् || २१ ||"
            ],
            "english": [
                "yo yo yam yam tanum bhaktah",
                "sraddhayarcitum icchati",
                "tasya tasyacalam sraddham",
                "tam eva vidadhamy aham"
            ]
        },
        "translation": {
            "hindi": [
                "मैं प्रत्येक जीव के हृदय में परमात्मा स्वरूप स्थित हूँ | जैसे ही कोई किसी देवता की पूजा करने की इच्छा करता है, मैं उसकी श्रद्धा को स्थिर करता हूँ, जिससे वह उसी विशेष देवता की भक्ति कर सके |"
            ],
            "english": [
                "I am in everyone's heart as the Supersoul. As soon as one desires to worship the demigods, I make his faith steady so that he can devote himself to some particular deity."
            ]
        },
        "meaning": {
            "hindi": [
                "ईश्र्वर ने हर एक को स्वतन्त्रता प्रदान की है, अतः यदि कोई पुरुष भौतिक भोग करने का इच्छुक है और इसके लिए देवताओं से सुविधाएँ चाहता है तो प्रत्येक हृदय में परमात्मा स्वरूप स्थित भगवान् उसके मनोभावों को जानकर ऐसी सुविधाएँ प्रदान करते हैं | समस्त जीवों के परम पिता के रूप में वे उनकी स्वतन्त्रता में हस्तक्षेप नहीं करते, अपितु उन्हें सुविधाएँ प्रदान करते हैं, जिससे वे अपनी भौतिक इच्छाएँ पूरी कर सकें | कुछ लोग यह प्रश्न कर सकते हैं कि सर्वशक्तिमान ईश्र्वर जीवों को ऐसी सुविधाएँ प्रदान करके उन्हें माया के पाश में गिरने ही क्यों देते हैं? इसका उत्तर यह है कि यदि परमेश्र्वर उन्हें ऐसी सुविधाएँ प्रदान न करें तो फिर स्वतन्त्रता का कोई अर्थ नहीं रह जाता | अतः वे सबों को पूर्ण स्वतन्त्रता प्रदान करते हैं – चाहे कोई कुछ करे – किन्तु उनका अन्तिम उपदेश हमें भगवद्गीता में प्राप्त होता है – मनुष्य को चाहिए कि अन्य सारे कार्यों को त्यागकर उनकी शरण में आए | इससे मनुष्य सुखी रहेगा |",
                "जीवात्मा तथा देवता दोनों ही परमेश्र्वर की इच्छा के अधीन हैं, अतः जीवात्मा न तो स्वेच्छा से किसी देवता की पूजा कर सकता है, न ही देवता परमेश्र्वर की इच्छा के विरुद्ध कोई वर दे सकते हैं जैसी कि कहावत है – ‘ईश्र्वर की इच्छा के बिना एक पत्ती भी नहीं हिलती |’ सामान्यतः जो लोग इस संसार में पीड़ित हैं, वे देवताओं के पास जाते हैं, क्योंकि वेदों में ऐसा करने का उपदेश है कि अमुक-अमुक इच्छाओं वाले को अमुक-अमुक देवताओं की शरण में जाना चाहिए | उदाहरणार्थ, एक रोगी को सूर्यदेव की पूजा करने का आदेश है | इसी प्रकार विद्या का इच्छुक सरस्वती की पूजा कर सकता है और सुन्दर पत्नी चाहने वाला व्यक्ति शिवजी की पत्नी देवी उमा की पूजा कर सकता है | इस प्रकार शास्त्रों में विभिन्न देवताओं के पूजन की विधियाँ बताई गई हैं | चूँकि प्रत्येक जीव विशेष सुविधा चाहता है, अतः भगवान् उसे विशेष देवता से उस वर को प्राप्त करने की प्रबल इच्छा की प्रेरणा देते हैं और उसे वर प्राप्त हो जाता है | किसी विशेष देवता के पूजन की विधि भी भगवान् द्वारा ही नियोजित की जाती है | जीवों में वह प्रेरणा देवता नहीं दे सकते, किन्तु भगवान् परमात्मा हैं जो समस्त जीवों के हृदयों में उपस्थित रहते हैं, अतः कृष्ण मनुष्य को किसी देवता के पूजन की प्रेरणा प्रदान करते हैं | सारे देवता परमेश्र्वर के विराट शरीर के अभिन्न अंगस्वरूप हैं, अतः वे स्वतन्त्र नहीं होते| वैदिक साहित्य में कथन है, “परमात्मा रूप में भगवान् देवता के हृदय में भी स्थित रहते हैं, अतः वे देवता के माध्यम से जीव की इच्छा को पूरा करने की व्यवस्था करते हैं | किन्तु जीव तथा देवता दोनों ही परमात्मा की इच्छा पर आश्रित हैं | वे स्वतन्त्र नहीं हैं |”"
            ],
            "english": [
                "God has given independence to everyone; therefore, if a person desires to have material enjoyment and wants very sincerely to have such facilities from the material demigods, the Supreme Lord, as Supersoul in everyone's heart, understands and gives facilities to such persons. As the supreme father of all living entities, He does not interfere with their independence, but gives all facilities so that they can fulfill their material desires. Some may ask why the all-powerful God gives facilities to the living entities for enjoying this material world and so lets them fall into the trap of the illusory energy. The answer is that if the Supreme Lord as Supersoul does not give such facilities, then there is no meaning to independence. Therefore He gives everyone full independence—whatever one likes—but His ultimate instruction we find in the Bhagavad-gita: man should give up all other engagements and fully surrender unto Him. That will make man happy.",
                "Both the living entity and the demigods are subordinate to the will of the Supreme Personality of Godhead; therefore the living entity cannot worship the demigod by his own desire, nor can the demigod bestow any benediction without the supreme will. As it is said, not a blade of grass moves without the will of the Supreme Personality of Godhead. Generally, persons who are distressed in the material world go to the demigods, as they are advised in the Vedic literature. A person wanting some particular thing may worship such and such a demigod. For example, a diseased person is recommended to worship the sun-god; a person wanting education may worship the goddess of learning, Sarasvati; and a person wanting a beautiful wife may worship the goddess Uma, the wife of Lord Siva. In this way there are recommendations in the sastras (Vedic scriptures) for different modes of worship of different demigods. And because a particular living entity wants to enjoy a particular material facility, the Lord inspires him with a strong desire to achieve that benediction from that particular demigod, and so he successfully receives the benediction. The particular mode of the devotional attitude of the living entity toward a particular type of demigod is also arranged by the Supreme Lord. The demigods cannot infuse the living entities with such an affinity, but because He is the Supreme Lord or the Supersoul who is present in the heart of all living entities, Krsna gives impetus to man to worship certain demigods. The demigods are actually different parts of the universal body of the Supreme Lord; therefore they have no independence. In the Vedic literature (Taittiriya Upanisad, First Anuvaka) it is stated: “The Supreme Personality of Godhead as Supersoul is also present within the heart of the demigod; therefore He arranges through the demigod to fulfill the desire of the living entity. But both the demigod and the living entity are dependant on the supreme wil1. They are not independant.”"
            ]
        }
    },
    {
        "id": [
            22
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "स तया श्रद्धया युक्तस्तस्याराधनमीहते |",
                "लभते च ततः कामान्मयैव विहितान्हितान् || २२ ||"
            ],
            "english": [
                "sa taya sraddhaya yuktas",
                "tasyaradhanam ihate",
                "labhate ca tatah kaman",
                "mayaiva vihitan hi tan"
            ]
        },
        "translation": {
            "hindi": [
                "ऐसी श्रद्धा से समन्वित वह देवता विशेष की पूजा करने का यत्न करता है और अपनी इच्छा की पूर्ति करता है | किन्तु वास्तविकता तो यह है कि ये सारे लाभ केवल मेरे द्वारा प्रदत्त हैं |"
            ],
            "english": [
                "Endowed with such a faith, he seeks favors of a particular demigod and obtains his desires. But in actuality these benefits are bestowed by Me alone."
            ]
        },
        "meaning": {
            "hindi": [
                "देवतागण परमेश्र्वर की अनुमति के बिना अपने भक्तों को वर नहीं दे सकते | जीव भले ही यह भूल जाय कि प्रत्येक वस्तु परमेश्र्वर की सम्पत्ति है, किन्तु देवता इसे नहीं भूलते | अतः देवताओं की पूजा तथा वांछित फल की प्राप्ति देवताओं के कारण नहीं, अपितु उनके माध्यम से भगवान् के कारण होती है | अल्पज्ञानी जीव इसे नहीं जानते, अतः वे मुर्खतावश देवताओं के पास जाते हैं | किन्तु शुद्धभक्त आवश्यकता पड़ने पर परमेश्र्वर से ही याचना करता है परन्तु वर माँगना शुद्धभक्त का लक्षण नहीं है | जीव सामान्यता देवताओं के पास इसीलिए जाता है, क्योंकि वह अपनी इच्छाओं की पूर्ति के लिए पगलाया रहता है | ऐसा तब होता है जब जीव अनुचित कामना करता है जिसे स्वयं भगवान् पूरा नहीं करते | चैतन्यचरितामृत में कहा गया है कि जो व्यक्ति परमेश्र्वर की पूजा के साथ-साथ भौतिकभोग की कामना करता है वह परस्पर विरोधी इच्छाओं वाला होता है | परमेश्र्वर की भक्ति तथा देवताओं की पूजा समान स्तर पर नहीं हो सकती, क्योंकि देवताओं की पूजा भौतिक है और परमेश्र्वर की भक्ति नितान्त आध्यात्मिक है |",
                "जो जीव भगवद्धाम जाने का इच्छुक है, उसके मार्ग में भौतिक इच्छाएँ बाधक हैं | अतः भगवान् के शुद्धभक्त को वे भौतिक लाभ नहीं प्रदान किये जाते, जिनकी कामना अल्पज्ञ जीव करते रहते हैं, जिसके कारण वे परमेश्र्वर की भक्ति न करके देवताओं की पूजा में लगे रहते हैं |"
            ],
            "english": [
                "The demigods cannot award benediction to the devotees without the permission of the Supreme Lord. The living entity may forget that everything is the property of the Supreme Lord, but the demigods do not forget. So the worship of demigods and achievement of desired results are not due to the demigods but to the Supreme Personality of Godhead, by arrangement. The less intelligent living entity does not know this, and therefore he foolishly goes to the demigods for some benefit. But the pure devotee, when in need of something, prays only to the Supreme Lord. Asking for material benefit, however, is not a sign of a pure devotee. A living entity goes to the demigods usually because he is mad to fulfill his lust. This happens when something undue is desired by the living entity, and the Lord Himself does not fulfill the desire. In the Caitanya-caritamrta it is said that one who worships the Supreme Lord and at the same time desires material enjoyment is contradictory in his desires. Devotional service of the Supreme Lord and the worship of a demigod cannot be on the same platform because worship of a demigod is material and devotional service to the Supreme Lord is completely spiritual.",
                "For the living entity who desires to return to Godhead, material desires are impediments. A pure devotee of the Lord is therefore not awarded the material benefits desired by less intelligent living entities who prefer to worship demigods of the material world rather than engage in devotional service of the Supreme Lord."
            ]
        }
    },
    {
        "id": [
            23
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "अन्तवत्तुफलंतेषांतद्भवत्यल्पमेधसाम् |",
                "देवान्देवयजो यान्ति मद्भक्तायान्तिमामपि || २३ ||"
            ],
            "english": [
                "antavat tu phalam tesam",
                "tad bhavaty alpa-medhasam",
                "devan deva-yajo yanti",
                "mad-bhakta yanti mam api"
            ]
        },
        "translation": {
            "hindi": [
                "अल्पबुद्धि वाले व्यक्ति देवताओं की पूजा करते हैं और उन्हें प्राप्त होने वाले फल सीमित तथा क्षणिक होते हैं | देवताओं की पूजा करने वाले देवलोक को जाते हैं, किन्तु मेरे भक्त अन्ततः मेरे परमधाम को प्राप्त होते हैं |"
            ],
            "english": [
                "Men of small intelligence worship the demigods, and their fruits are limited and temporary. Those who worship the demigods go to the planets of the demigods, but My devotees ultimately reach My supreme planet."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता के कुछ भाष्यकार कहते हैं कि देवता की पूजा करने वाला व्यक्ति परमेश्र्वर के पास पहुँच सकता है, किन्तु यहाँ यह स्पष्ट कहा गया है कि देवताओं के उपासक भिन्न लोक को जाते हैं, जहाँ विभिन्न देवता स्थित हैं – ठीक उसी प्रकार जिस तरह सूर्य की उपासना करने वाला सूर्य को या चन्द्रमा का उपासक चन्द्रमा को प्राप्त होता है | इसी प्रकार यदि कोई इन्द्र जैसे देवता की पूजा करना चाहता है, तो उसे पूजे जाने वाले उसी देवता का लोक प्राप्त होगा | ऐसा नहीं है कि किसी भी देवता की पूजा करने से भगवान् को प्राप्त किया जा सकता है | यहाँ पर इसका निषेध किया गया है, क्योंकि यह स्पष्ट कहा गया है कि देवताओं के उपासक भौतिक जगत् के अन्य लोकों को जाते हैं, किन्तु भगवान् का भक्त भगवान् के परमधाम को जाता है |",
                "यहाँ पर यह प्रश्न उठाया जा सकता है कि यदि विभिन्न देवता परमेश्र्वर के शरीर के विभिन्न अंग हैं, तो उन सबकी पूजा करने से एक ही जैसा फल मिलना चाहिए | किन्तु देवताओं के उपासक अल्पज्ञ होते हैं, क्योंकि वे यह नहीं जानते कि शरीर के किस अंग को भोजन दिया जाय | उनमें से कुछ इतने मुर्ख होते हैं कि वह यह दावा करते हैं कि अंग अनेक हैं, अतः भोजन देने के ढंग अनेक हैं | किन्तु यह बहुत उचित नहीं है | क्या कोई कानों या आँखों से शरीर को भोजन पहुँचा सकता है? वे यह नहीं जानते कि ये देवता भगवान् के विराट शरीर के विभिन्न अंग हैं और वे अपने अज्ञानवश यह विश्र्वास कर बैठते हैं कि प्रत्येक देवता पृथक् ईश्र्वर है और परमेश्र्वर का प्रतियोगी है |",
                "न केवल सारेदेवता, अपितु सामान्य जीव भी परमेश्र्वर के अंग (अंश) हैं | श्रीमद्भागवत में कहा गया है कि ब्राह्मण परमेश्र्वर के सिर हैं, क्षत्रिय उनकी बाहें हैं, वैश्य उनकी कटि तथा शुद्र उनके पाँव हैं, और इन सबके अलग-अलग कार्य हैं | यदि कोई देवताओं को तथा अपने आपको परमेश्र्वर का अंश मानता है तो उसका ज्ञान पूर्ण है | किन्तु यदि वह इसे नहीं समझता तो उसे भिन्न लोकों की प्राप्ति होती है, जहाँ देवतागण निवास करते हैं | यह वह गन्तव्य नहीं है, जहाँ भक्तगण जाते हैं |",
                "देवताओं से प्राप्त वर नाशवान होते हैं, क्योंकि इस भौतिक जगत् के भीतर सारे लोक, सारे देवता तथा उनके सारे उपासक नाशवान हैं | अतः इस लश्लोक में स्पष्ट कहा गया है कि ऐसे देवताओं की उपासना से प्राप्त होने वाले सारे फल नाशवान होते हैं, अतः ऐसी पूजा केवल अल्पज्ञों द्वारा की जाती है | चूँकि परमेश्र्वर की भक्ति में कृष्णभावनामृत में संलग्न व्यक्ति ज्ञान से पूर्ण दिव्य आनन्दमय लोक की प्राप्ति करता है अतः उसकी तथा देवताओं के सामान्य उपासक की उपलब्धियाँ पृथक्-पृथक् होती हैं | परमेश्र्वर असीम हैं, उनका अनुग्रह अनन्त है, उनकी दया भी अनन्त है | अतः परमेश्र्वर की अपने शुद्धभक्तों पर कृपा भी असीम होती है |"
            ],
            "english": [
                "Some commentators on the Gita say that one who worships a demigod can reach the Supreme Lord, but here it is clearly stated that the worshipers of demigods go to the different planetary systems where various demigods are situated, just as a worshiper of the sun achieves the sun or a worshiper of the demigod of the moon achieves the moon. Similarly, if anyone wants to worship a demigod like Indra, he can attain that particular god's planet. It is not that everyone, regardless of whatever demigod is worshiped, will reach the Supreme Personality of Godhead. That is denied here, for it is clearly stated that the worshipers of demigods go to different planets in the material world, but the devotee of the Supreme Lord goes directly to the supreme planet of the Personality of Godhead.",
                "Here the point may be raised that if the demigods are different parts of the body of the Supreme Lord, then the same end should be achieved by worshiping them. However, worshipers of the demigods are less intelligent because they don't know to what part of the body food must be supplied. Some of them are so foolish that they claim that there are many parts and many ways to supply food. This isn't very sanguine. Can anyone supply food to the body through the ears or eyes? They do not know that these demigods are different parts of the universal body of the Supreme Lord, and in their ignorance they believe that each and every demigod is a separate God and a competitor of the Supreme Lord.",
                "Not only are demigods parts of the Supreme Lord, but ordinary living entities are also. In the Srimad-Bhagavatam it is stated that the brahmanas are the head of the Supreme Lord, the ksatriyas are the arms, etc., and that all serve different functions. Regardless of the situation, if one knows that both the demigods and himself are part and parcel of the Supreme Lord, his knowledge is perfect. But if he does not understand this, he achieves different planets where the demigods reside. This is not the same destination the devotee reaches.",
                "The results achieved by the demigods' benedictions are perishable because within this material world the planets, the demigods and their worshipers are all perishable. Therefore it is clearly stated in this verse that all results achieved by worshiping demigods are perishable, and therefore such worship is performed by the less intelligent living entity. Because the pure devotee engaged in Krsna consciousness in devotional service of the Supreme Lord achieves eternal blissful existence that is full of knowledge, his achievements and those of the common worshiper of the demigods are different. The Supreme Lord is unlimited; His favor is unlimited; His mercy is unlimited. Therefore the mercy of the Supreme Lord upon His pure devotees is unlimited."
            ]
        }
    },
    {
        "id": [
            24
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                " अव्यक्तं व्यक्तिमापन्नं मन्यन्ते मामबुद्धयः |",
                "परं भावमजानन्तो ममाव्ययमनुत्तमम् || २४ ||"
            ],
            "english": [
                "avyaktam vyaktim apannam",
                "manyante mam abuddhayah",
                "param bhavam ajananto",
                "mamavyayam anuttamam"
            ]
        },
        "translation": {
            "hindi": [
                "बुद्धिहीन मनुष्य मुझको ठीक से न जानने के कारण सोचते हैं कि मैं (भगवान् कृष्ण) पहले निराकार था और अब मैंने इस स्वरूप को धारण किया है | वे अपने अल्पज्ञान के कारण मेरी अविनाशी तथा सर्वोच्च प्रकृति को नहीं जान पाते |"
            ],
            "english": [
                "Unintelligent men, who know Me not, think that I have assumed this form and personality. Due to their small knowledge, they do not know My higher nature, which is changeless and supreme."
            ]
        },
        "meaning": {
            "hindi": [
                "देवताओं के उपासकों को अल्पज्ञ कहा गया है | भगवान् कृष्ण अपने साकार रूप में यहाँ पर अर्जुन से बातें कर रहे हैं, किन्तु तब भी निर्विशेषवादी अपने अज्ञान के कारण तर्क करते रहते हैं कि परमेश्र्वर का अन्ततः स्वरूप नहीं होता | श्रीरामानुजाचार्य की परम्परा के महान भगवद्भक्त यामुनाचार्य ने इस सम्बन्ध में दो अत्यन्त उपयुक्त श्लोक कहे हैं (स्तोत्र रत्न १२) –",
                "त्वां शीलरूपचरितैः परमप्रकृष्टैः",
                "सत्त्वेन सात्त्विकतया प्रबलैश्र्च शास्त्रैः |",
                "प्रख्यातदैवपरमार्थविदां मतैश्र्च",
                "नैवासुरप्रकृतयः प्रभवन्ति बोद्धुम् ||",
                "हे प्रभु! व्यासदेव तथा नारद जैसे भक्त आपको भगवान् रूप में जानते हैं | मनुष्य विभिन्न वैदिक ग्रंथों को पढ़कर आपके गुण, रूप तथा कार्यों को जान सकता है और इस तरह आपको भगवान् के रूप में समझ सकता है | किन्तु जो लोग रजो तथा तमोगुण के वश में हैं, ऐसे असुर तथा अभक्तगण आपको नहीं समझ पाते | ऐसे अभक्त वेदान्त, उपनिषद् तथा वैदिक ग्रंथों की व्याख्या करने में कितने ही निपुण क्यों न हों, वे भगवान् को समझ नहीं पाते |",
                "ब्रह्मसंहिता में यह बताया गया है कि केवल वेदान्त साहित्य के अध्ययन से भगवान् को नहीं समझा जा सकता | परमपुरुष को केवल भगवत्कृपा से जाना जा सकता है | अतः इस श्लोक में स्पष्ट रूप से कहा गया है कि न केवल देवताओं के उपासक अल्पज्ञ होते हैं, अपितु वे अभक्त भी जो कृष्णभावनामृत से रहित हैं, जो वेदान्त तथा वैदिक साहित्य के अध्ययन में लगे रहते हैं, अल्पज्ञ हैं और उनके लिए ईश्र्वर के साकार रूप को समझ पाना सम्भव नहीं है | जो लोग परमसत्य को निर्विशेष करके मानते हैं वे अबुद्धयः बताये गये हैं जिसका अर्थ है, वे लोग जो परमसत्य के परम स्वरूप को नहीं समझते | श्रीमद्भागवत में बताया गया है कि निर्विशेष ब्रह्म से ही परम अनुभूति प्रारम्भ होती है जो ऊपर उठती हुई अन्तर्यामी परमात्मा तक जाती है, किन्तु परमसत्य की अन्तिम अवस्था भगवान् है | आधुनिक निर्विशेषवादी तो और भी अधिक अल्पज्ञ हैं, क्योंकि वे पूर्वगामी शंकराचार्य का भी अनुसरण नहीं करते जिन्होंने स्पष्ट बताया है कि कृष्ण परमेश्र्वर हैं | अतः निर्विशेषवादी परमसत्य को न जानने के कारण सोचते हैं कि कृष्ण देवकी तथा वासुदेव के पुत्र हैं या कि राजकुमार हैं या कि शक्तिमान जीवात्मा हैं | भगवद्गीता में (९.११) भी इसकी भर्त्सना की गई है | अवजानन्ति मां मूढा मानुषीं तनुमाश्रितम् – केवल मुर्ख ही मुझे सामान्य पुरुष मानते हैं |",
                "तथ्य तो यह है कि कोई बिना भक्ति के तथा कृष्णभावनामृत विकसित किये बिना कृष्ण को नहीं समझ सकता | इसकी पुष्टि भागवत में (१०.१४.२९) हुई है –",
                "अथापि ते देव पदाम्बुजद्वय प्रसादलेशानुगृहीत एव हि |",
                "जानाति तत्त्वं भगवन् महिन्मो न चान्य एकोऽपि चिरं विचिन्वन् ||",
                "“हे प्रभु! यदि कोई आपके चरणकमलों की रंचमात्र भी कृपा प्राप्त कर लेता है तो वह आपकी महानता को समझ सकता है | किन्तु जो लोग भगवान् को समझने के लिए मानसिक कल्पना करते हैं वे वेदों का वर्षों तक अध्ययन करके भी नहीं समझ पाते |” कोई न तो मनोधर्म द्वारा, न ही वैदिक साहित्य की व्याख्या द्वार भगवान् कृष्ण या उनके रूप को समझ सकता है | भक्ति के द्वारा की उन्हें समझा जा सकता है | जब मनुष्य हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे | हरे राम हरे राम राम राम हरे हरे – इस महानतम जप से प्रारम्भ करके कृष्णभावनामृत में पूर्णतया तन्मय हो जाता है, तभी वह भगवान् को समझ सकता है | अभक्त निर्विशेषवादी मानते हैं कि भगवान् कृष्ण का शरीर इसी भौतिक प्रकृति का बना है और उनके कार्य, उनका रूप इत्यादि सभी माया हैं | ये निर्विशेषवादी मायावादी कहलाते हैं | ये परमसत्य को नहीं जानते |",
                "बीसवें श्लोक से स्पष्ट है – कामैस्तैस्तैर्हृतज्ञानाः प्रपद्यन्तेऽन्यदेवताः – जो लोग कामेच्छाओं से अन्धे हैं वे अन्य देवताओं की शरण में जाते हैं | यह स्वीकार किया गया है कि भगवान् के अतिरिक्त अन्य देवता भी हैं, जिनके अपने-अपने लोक हैं और भगवान् का भी अपना लोक है | जैसा कि तेईसवें श्लोक में कहा गया है – देवान् देवजयो यान्ति भद्भक्ता यान्ति मामपि – देवताओं के उपासक उनके लोकों को जाते हैं और जो कृष्ण के भक्त हैं वे कृष्णलोक को जाते हैं, किन्तु तो भी मुर्ख मायावादी यह मानते हैं कि भगवान् निर्विशेष हैं और ये विभिन्न रूप उन पर ऊपर से थोपे गये हैं | क्या गीता के अध्ययन से ऐसा प्रतीत होता है कि देवता तथा उनके धाम निर्विशेष हैं? स्पष्ट है कि न तो देवतागण, न ही कृष्ण निर्विशेष हैं | वे सभी व्यक्ति हैं | भगवान् कृष्णपरमेश्र्वर हैं, उनका अपना लोक है और देवताओं के भी अपने-अपने लोक हैं |",
                "अतः यह अद्वैतवादी तर्क कि परमसत्य निर्विशेष है और रूप ऊपर से थोपा (आरोपित) हुआ है, सत्य नहीं उतरता | यहाँ स्पष्ट बताया गया है कि यह ऊपर से थोपा हुआनहीं है | भगवद्गीता से हम स्पष्टतया समझ सकते हैं कि देवताओं के रूप तथा परमेश्र्वर का स्वरूप साथ-साथ विद्यमान हैं और भगवान् कृष्ण सच्चिदानन्द रूप हैं | वेद भी पुष्टि करते हैं कि परमसत्य आनन्दमयोऽभ्यासात्– अर्थात् वे स्वभाव से ही आनन्दमय हैं और वे अनन्त शुभ गुणों के आगार हैं | गीता में भगवान् कहते हैं कि यद्यपि वे अज (अजन्मा) हैं, तो भी वे प्रकट होते हैं | भगवद्गीता से हम इस सारे तथ्यों को जान सकते हैं | अतः हम यह नहीं समझ पाते कि भगवान् किस तरह निर्विशेष हैं? जहाँ तक गीता के कथन हैं, उनके अनुसार निर्विशेषवादी अद्वैतवादियों का यह आरोपित सिद्धान्त मिथ्या है | यहाँ स्पष्ट है कि परमसत्य भगवान् कृष्ण के रूप और व्यक्तित्व दोनों हैं |"
            ],
            "english": [
                "Those who are worshipers of demigods have been described as less intelligent persons, and here the impersonalists are similarly described. Lord Krsna in His personal form is here speaking before Arjuna, and still, due to ignorance, impersonalists argue that the Supreme Lord ultimately has no form. Yamunacarya, a great devotee of the Lord in the disciplic succession from Ramanujacarya, has written two very appropriate verses in this connection. He says, “My dear Lord, devotees like Vyasadeva and Narada know You to be the Personality of Godhead. By understanding different Vedic literatures, one can come to know Your characteristics, Your form and Your activities, and one can thus understand that You are the Supreme Personality of Godhead. But those who are in the modes of passion and ignorance, the demons, the nondevotees, cannot understand You. They are unable to understand You. However expert such nondevotees may be in discussing Vedanta and the Upanisads and other Vedic literatures, it is not possible for them to understand the Personality of Godhead.”",
                "In the Brahma-samhita it is stated that the Personality of Godhead cannot be understood simply by study of the Vedanta literature. Only by the mercy of the Supreme Lord can the Personality of the Supreme be known. Therefore in this verse it is clearly stated that not only the worshipers of the demigods are less intelligent, but those nondevotees who are engaged in Vedanta and speculation on Vedic literature without any tinge of true Krsna consciousness are also less intelligent, and for them it is not possible to understand God's personal nature. Persons who are under the impression that the Absolute Truth is impersonal are described as asuras, which means one who does not know the ultimate feature of the Absolute Truth. In the Srimad-Bhagavatam it is stated that supreme realization begins from the impersonal Brahman and then rises to the localized Supersoul—but the ultimate word in the Absolute Truth is the Personality of Godhead. Modern impersonalists are still less intelligent, for they do not even follow their great predecessor, Sankaracarya, who has specifically stated that Krsna is the Supreme Personality of Godhead. Impersonalists, therefore, not knowing the Supreme Truth, think Krsna to be only the son of Devaki and Vasudeva, or a prince, or a powerful living entity. This is also condemned in Bhagavad-gita: “Only the fools regard Me as an ordinary person.” The fact is that no one can understand Krsna without rendering devotional service and without developing Krsna consciousness. The Gita confirms this.",
                "One cannot understand the Supreme Personality of Godhead, Krsna, or His form, quality or name simply by mental speculation or by discussing Vedic literature. One must understand Him by devotional service. When one is fully engaged in Krsna consciousness, beginning by chanting the mahamantra—Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/Hare Rama, Hare Rama, Rama Rama, Hare Hare—then only can one understand the Supreme Personality of Godhead. Nondevotee impersonalists think that Krsna has a body made of this material nature and that all His activities, His form and everything, are maya. These impersonalists are known as Mayavadi. They do not know the ultimate truth.",
                "The twentieth verse clearly states: “Those who are blinded by lusty desires surrender unto the different demigods.” It is accepted that besides the Supreme Personality of Godhead, there are demigods who have their different planets (Bg. 7.23), and the Lord also has a planet. It is also stated that the worshipers of the demigods go to the different planets of the demigods, and those who are devotees of Lord Krsna go to the Krsnaloka planet. Although this is clearly stated, the foolish impersonalists still maintain that the Lord is formless and that these forms are impositions. From the study of the Gita does it appear that the demigods and their abodes are impersonal? Clearly, neither the demigods nor Krsna, the Supreme Personality of Godhead, are impersonal. They are all persons; Lord Krsna is the Supreme Personality of Godhead, and He has His own planet, and the demigods have theirs.",
                "Therefore the monistic contention that ultimate truth is formless and that form is imposed does not hold true. It is clearly stated here that it is not imposed. From the Gita we can clearly understand that the forms of the demigods and the form of the Supreme Lord are simultaneously existing and that Lord Krsna is sac-cid-ananda, eternal blissful knowledge. The Vedas also confirm that the Supreme Absolute Truth is anandamaya, or full of blissful pleasure, and that He is abhyasat, by nature the reservoir of unlimited auspicious qualities. And in the Gita the Lord says that although He is aja (unborn), He still appears. These are the facts that we should understand from the Gita. We cannot understand how the Supreme Personality of Godhead can be impersonal; the imposition theory of the impersonalist monist is false as far as the statements of the Gita are concerned. It is clear herein that the Supreme Absolute Truth, Lord Krsna, has both form and personality."
            ]
        }
    },
    {
        "id": [
            25
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "नाहं प्रकाशः सर्वस्य योगमायासमावृतः |",
                "मूढोऽयं नाभिजानाति लोको मामजमव्ययम् || २५ ||"
            ],
            "english": [
                "naham prakasah sarvasya",
                "yoga-maya-samavrtah",
                "mudho 'yam nabhijanati",
                "loko mam ajam avyayam"
            ]
        },
        "translation": {
            "hindi": [
                "मैं मूर्खों तथा अल्पज्ञों के लिए कभी भी प्रकट नहीं हूँ | उनके लिए तो मैं अपनी अन्तरंगा शक्ति द्वारा आच्छादित रहता हूँ, अतः वे यह नहीं जान पाते कि मैं अजन्मा तथा अविनाशी हूँ |"
            ],
            "english": [
                "I am never manifest to the foolish and unintelligent. For them I am covered by My eternal creative potency [yoga-maya]; and so the deluded world knows Me not, who am unborn and infallible."
            ]
        },
        "meaning": {
            "hindi": [
                "यह तर्क दिया जा सकता है कि जब कृष्ण इस पृथ्वी पर विद्यमान थे और सबों के लिए दृश्य थे तो अब वे सबों के समक्ष क्यों नहीं प्रकट होते? किन्तु वास्तव में वे हर एक के समक्ष प्रकट नहीं थे | जब कृष्ण विद्यमान थे तो उन्हें भगवान् रूप में समझने वाले व्यक्ति थोड़े ही थे | जब कुरु सभा में शिशुपाल ने कृष्ण के समाध्यक्ष चुने जाने पर विरोध किया तो भीष्म ने कृष्ण का समर्थन किया और उन्हें परमेश्र्वर घोषित किया | इसी प्रकार पाण्डव तथा कुछ अन्य लोग उन्हें परमेश्र्वर के रूप में जानते थे, किन्तु सभी ऐसे नहीं थे | अभक्तों तथा सामान्य व्यक्ति के लिए वे प्रकट नहीं थे | इसीलिए भगवद्गीता में कृष्ण कहते हैं कि उनके विशुद्ध भक्तों के अतिरिक्त अन्य सारे लोग उन्हें अपनी तरह समझते हैं | वे अपने भक्तों के समक्ष आनन्द के आगार के रूप में प्रकट होते थे, किन्तु अन्यों के लिए, अल्पज्ञ अभक्तों के लिए, वे अपनी अन्तरंगा शक्ति से आच्छादित रहते थे |",
                "श्रीमद्भागवत में (१.८.१९) कुन्ती ने अपनी प्रार्थना में कहा है कि भगवान् योगमाया के आवरण से आवृत हैं, अतः सामान्य लोग उन्हें समझ नहीं पाते | ईशोपनिषद् में (मन्त्र १५) भी इस योगमाया आवरण की पुष्टि हुई है, जिससे भक्त प्रार्थना करता है –",
                "हिरण्मयेन पात्रेण सत्यस्यापिहितं मुखम् |",
                "तत्त्वं पूषन्नपावृणु सत्यधर्माय दृष्टये ||",
                "“हे भगवान! आप समग्र ब्रह्माण्ड के पालक हैं और आपकी भक्ति सर्वोच्च धर्म है | अतः मेरी प्रार्थना है कि आप मेरा भी पालन करें | आपका दिव्यरूप योगमाया से आवृत है | ब्रह्मज्योति आपकी अन्तरंगा शक्ति का आवरण है | कृपया इस तेज को हटा ले क्योंकि यह आपके सच्चिदानन्द विग्रह के दर्शन में बाधक है |” भगवान् अपने दिव्य सच्चिदानन्द रूप में ब्रह्मज्योति की अन्तरंगाशक्ति से आवृत हैं, जिसके फलस्वरूप अल्पज्ञानी निर्विशेषवादी परमेश्र्वर को नहीं देख पाते |",
                "श्रीमद्भागवत में भी (१०.१४.७) ब्रह्मा द्वारा की गई यह स्तुति है – “हे भगवान्, हे परमात्मा, हे समस्त रहस्यों के स्वामी! संसार में ऐसा कौन है जो आपकी शक्ति तथा लीलाओं का अनुमान लगा सके? आप सदैव अपनी अन्तरंगाशक्ति का विस्तार करते रहते हैं, अतः कोई भी आपको नहीं समझ सकता | विज्ञानी तथा विद्वान भले ही भौतिक जगत् की परमाणु संरचना का या कि विभिन्न ग्रहों का अन्वेषण कर लें, किन्तु अपने समक्ष आपके विद्यमान होते हुए भी वे आपकी शक्ति की गणना करने में असमर्थ हैं |” भगवान् कृष्ण न केवल अजन्मा हैं, अपितु अव्यय भी हैं | वे सच्चिदानन्द रूप हैं और उनकी शक्तियाँ अव्यय हैं |"
            ],
            "english": [
                "It may be argued that since Krsna was present on this earth and was visible to everyone, then why isn't He manifest to everyone now? But actually He was not manifest to everyone. When Krsna was present there were only a few people who could understand Him to be the Supreme Personality of Godhead. In the assembly of Kurus, when Sisupala spoke against Krsna being elected president of the assembly, Bhisma supported Him and proclaimed Him to be the Supreme God. Similarly, the Pandavas and a few others knew that He was the Supreme, but not everyone. He was not revealed to the nondevotees and the common man. Therefore in the Gita Krsna says that but for His pure devotees, all men consider Him to be like themselves. He was manifest only to His devotees as the reservoir of all pleasure. But to others, to unintelligent nondevotees, He was covered by His eternal potency.",
                "In the prayers of Kunti in the Srimad-Bhagavatam (1.8.18), it is said that the Lord is covered by the curtain of yoga-maya and thus ordinary people cannot understand Him. Kunti prays: “O my Lord, You are the maintainer of the entire universe, and devotional service to You is the highest religious principle. Therefore, I pray that You will also maintain me. Your transcendental form is covered by the yoga-maya. The brahmajyoti is the covering of the internal potency. May You kindly remove this glowing effulgence that impedes my seeing Your sac-cid-ananda-vigraha, Your eternal form of bliss and knowledge.”",
                "This yoga-maya curtain is also mentioned in the Fifteenth Chapter of the Gita. The Supreme Personality of Godhead in His transcendental form of bliss and knowledge is covered by the eternal potency of brahmajyoti and the less intelligent impersonalists cannot see the Supreme on this account. Also in the Srimad-Bhagavatam (10.14.7) there is this prayer by Brahma: “O Supreme Personality of Godhead, O Supersoul, O master of all mystery, who can calculate Your potency and pastimes in this world? You are always expanding Your eternal potency, and therefore no one can understand You. Learned scientists and learned scholars can examine the atomic constitution of the material world or even the planets, but still they are unable to calculate Your energy and potency, although You are present before them.” The Supreme Personality of Godhead, Lord Krsna, is not only unborn, but He is avyaya, inexhaustible. His eternal form is bliss and knowledge, and His energies are all inexhaustible."
            ]
        }
    },
    {
        "id": [
            26
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "वेदाहं समतीतानि वर्तमानानि चार्जुन |",
                "भविष्याणि च भूतानि मां तु वेद न कश्र्चन || २६ ||"
            ],
            "english": [
                "vedaham samatitani",
                "vartamanani carjuna",
                "bhavisyani ca bhutani",
                "mam tu veda na kascana"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! श्रीभगवान् होने के नाते मैं जो कुछ भूतकाल में घटित हो चुका है, जो वर्तमान में घटित हो रहा है और जो आगे होने वाला है, वह सब कुछ जानता हूँ | मैं समस्त जीवों को भी जानता हूँ, किन्तु मुझे कोई नहीं जानता |"
            ],
            "english": [
                "O Arjuna, as the Supreme Personality of Godhead, I know everything that has happened in the past, all that is happening in the present, and all things that are yet to come. I also know all living entities; but Me no one knows."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर साकारता तथा निराकारता का स्पष्ट उल्लेख है | यदि भगवान् कृष्ण का स्वरूप माया होता, जैसा कि मायावादी मानते हैं, तो उन्हें भी जीवात्मा की भाँति अपना शरीर बदलना पड़ता और विगत जीवन के विषय में सब कुछ विस्मरण हो जाता | कोई भी भौतिक देहधारी अपने विगत जीवन की स्मृति बनाये नहीं रख पाता, न ही वह भावी जीवन के विषय में या वर्तमान जीवन की उपलब्धि के विषय में भविष्यवाणी कर सकता है | अतः वह यह नहीं जानता कि भूत, वर्तमान तथा भविष्य में क्या घट रहा है | भौतिक कल्मष से मुक्त हुए बिना वह ऐसा नहीं कर सकता |",
                "सामान्य मनुष्यों से भिन्न, भगवान् कृष्ण स्पष्ट कहते हैं कि वे यह भलीभाँति जानते हैं कि भूतकाल में क्या घटा, वर्तमान में क्या हो रहा है और भविष्य में क्या होने वाला है लेकिन सामान्य मनुष्य ऐसा नहीं जानते हैं | चतुर्थ अध्याय में हम देख चुके हैं कि लाखों वर्ष पूर्व उन्होंने सूर्यदेव विवस्वान को जो उपदेश दिया था वह उन्हें स्मरण है | कृष्ण प्रत्येक जीव को जानते हैं क्योंकि वे सबों के हृदय में परमात्मा रूप में स्थित हैं | किन्तु अल्पज्ञानी प्रत्येक जीव के हृदय में परमात्मा रूप में स्थित होने तथा श्रीभगवान् के रूप में उपस्थित रहने पर भी श्रीकृष्ण को परमपुरुष के रूप में नहीं जान पाते, भले ही वे निर्विशेष ब्रह्म को क्यों न समझ लेते हों | निस्सन्देह श्रीकृष्ण का दिव्य शरीर अनश्र्वर है | वे सूर्य के समान हैं और माया बादल के समान है | भौतिक जगत में हम सूर्य को देखते हैं, बादलों को देखते हैं और विभिन्न नक्षत्र तथा ग्रहों को देखते हैं | आकाश में बादल इन सबों को अल्पकाल के लिए ढक सकता है, किन्तु यह आवरण हमारी दृष्टि तक ही सीमित होता है | सूर्य, चन्द्रमा तथा तारे सचमुच ढके नहीं होते | इसी प्रकार माया परमेश्र्वर को आच्छादित नहीं कर सकती | वे अपनी अन्तरंगा शक्ति के कारण अल्पज्ञों को दृश्य नहीं होते | जैसा कि इस अध्याय के तृतीय श्लोक में कहा गया है कि करोड़ों पुरुषों में से कुछ ही सिद्ध बनने का प्रयत्न करते हैं और सहस्त्रों ऐसे सिद्ध पुरुषों में से कोई एक भगवान् कृष्ण को समझ पाता है | भले ही कोई निराकार ब्रह्म या अन्तर्यामी परमात्मा की अनुभूति के कारण सिद्ध हो ले, किन्तु कृष्णभावनामृत के बिना वह भगवान् श्रीकृष्ण को समझ ही नहीं सकता |"
            ],
            "english": [
                "Here the question of personality and impersonality is clearly stated. If Krsna, the form of the Supreme Personality of Godhead, is considered by the impersonalists to be maya, to be material, then He would, like the living entity, change His body and forget everything in His past life. Anyone with a material body cannot remember his past life, nor can he foretell his future life, nor can he predict the outcome of his present life; therefore he cannot know what is happening in past, present and future. Unless one is liberated from material contamination, he cannot know past, present and future.",
                "Unlike the ordinary human being, Lord Krsna clearly says that He completely knows what happened in the past, what is happening in the present, and what will happen in the future. In the Fourth Chapter we have seen that Lord Krsna remembers instructing Vivasvan, the sun-god, millions of years ago. Krsna knows every living entity because He is situated in every living being's heart as the Supreme Soul. But despite His presence in every living entity as Supersoul and His presence beyond the material sky, as the Supreme Personality of Godhead, the less intelligent cannot realize Him as the Supreme Person. Certainly the transcendental body of Sri Krsna is not perishable. He is just like the sun, and maya is like the cloud. In the material world we can see that there is the sun and that there are clouds and different stars and planets. The clouds may cover all these in the sky temporarily, but this covering is only apparent to our limited vision. The sun, moon and stars are not actually covered. Similarly, maya cannot cover the Supreme Lord. By His internal potency He is not manifest to the less intelligent class of men. As it is stated in the third verse of this chapter, out of millions and millions of men, some try to become perfect in this human form of life, and out of thousands and thousands of such perfected men, hardly one can understand what Lord Krsna is. Even if one is perfected by realization of impersonal Brahman or localized Paramatma, he cannot possibly understand the Supreme Personality of Godhead, Sri Krsna, without being in Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            27
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                " इच्छाद्वेषसमुत्थेन द्वन्द्वमोहेन भारत |",
                "सर्वभूतानि सम्मोहं सर्गे यान्ति परन्तप || २७ ||"
            ],
            "english": [
                "iccha-dvesa-samutthena",
                "dvandva-mohena bharata",
                "sarva-bhutani sammoham",
                "sarge yanti parantapa"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतवंशी! हे शत्रुविजेता! समस्त जीव जन्म लेकर इच्छा तथा घृणा से उत्पन्न द्वन्द्वों से मोहग्रस्त होकर मोह को प्राप्त होते हैं |"
            ],
            "english": [
                "O scion of Bharata [Arjuna], O conquerer of the foe, all living entities are born into delusion, overcome by the dualities of desire and hate."
            ]
        },
        "meaning": {
            "hindi": [
                "जीव की स्वाभाविक स्थिति शुद्धज्ञान रूप परमेश्र्वर की अधीनता है | मोहवश जब मनुष्य इस शुद्धज्ञान से दूर हो जाता है तो वह माया के वशीभूत हो जाता है और भगवान् को नहीं समझ पाता | यह माया इच्छा तथा घृणा के द्वन्द्व रूप में प्रकट होती है | इसी इच्छा तथा घृणा के कारण मनुष्य परमेश्र्वर से तदाकार होना चाहता है और भगवान् के रूप में कृष्ण से ईर्ष्या करता है | किन्तु शुद्धभक्त इच्छा तथा घृणा से मोहग्रस्त नहीं होते अतः वे समझ सकते हैं कि भगवान् श्रीकृष्ण अपनी अन्तरंगाशक्ति से प्रकट होते हैं | पर जो द्वन्द्व तथा अज्ञान के कारण मोहग्रस्त हैं, वे सोचते हैं कि भगवान् भौतिक (अपरा) शक्तियों द्वारा उत्पन्न होते हैं | यही उनका दुर्भाग्य है | ऐसे मोहग्रस्त व्यक्ति मान-अपमान, दुख-सुख, स्त्री-पुरुष, अच्छा-बुरा, आनन्द-पीड़ा जैसे द्वन्द्वों में रहते हुए सोचते रहते हैं “यह मेरी पत्नी है, यह मेरा घर है, मैं इस घर का स्वामी हूँ, मैं इस स्त्री का पति हूँ |” ये ही मोह के द्वन्द्व हैं | जो लोग ऐसे द्वन्द्वों से मोहग्रस्त रहते हैं, वे निपट मुर्ख हैं और वे भगवान् को नहीं समझ सकते |"
            ],
            "english": [
                "The real constitutional position of the living entity is that of subordination to the Supreme Lord, who is pure knowledge. When one is deluded into separation from this pure knowledge, he becomes controlled by illusory energy and cannot understand the Supreme Personality of Godhead. The illusory energy is manifested in the duality of desire and hate. Due to desire and hate, the ignorant person wants to become one with the Supreme Lord and envies Krsna as the Supreme Personality of Godhead. Pure devotees, who are not so deluded or contaminated by desire and hate, can understand that Lord Sri Krsna appears by His internal potencies, but those who are deluded by duality and nescience think that the Supreme Personality of Godhead is created by material energies. This is their misfortune. Such deluded persons, symptomatically, dwell in dualities of dishonor and honor, misery and happiness, woman and man, good and bad, pleasure and pain, etc., thinking, “This is my wife; this is my house; I am the master of this house; I am the husband of this wife.” These are the dualities of delusion. Those who are so deluded by dualities are completely foolish and therefore cannot understand the Supreme Personality of Godhead."
            ]
        }
    },
    {
        "id": [
            28
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "येषां त्वन्तगतं पापं जनानां पुण्यकर्मणाम् |",
                "ते द्वन्द्वमोहनिर्मुक्ता भजन्ते मां दृढव्रताः || २८ ||"
            ],
            "english": [
                "yesam tv anta-gatam papam",
                "jananam punya-karmanam",
                "te dvandva-moha-nirmukta",
                "bhajante mam drdha-vratah"
            ]
        },
        "translation": {
            "hindi": [
                "जिन मनुष्यों ने पूर्वजन्मों में तथा इस जन्म में पुण्यकर्म किये हैं और जिनके पापकर्मों का पूर्णतया उच्छेदन हो चुका होता है, वे मोह के द्वन्द्वों से मुक्त हो जाते हैं और वे संकल्पपूर्वक मेरी सेवा में तत्पर होते हैं |"
            ],
            "english": [
                "Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination."
            ]
        },
        "meaning": {
            "hindi": [
                "इस अध्याय में उन लोगों का उल्लेख है जो दिव्य पद को प्राप्त करने के अधिकारी हैं | जो पापी, नास्तिक, मूर्ख तथा कपटी हैं उनके लिए इच्छा तथा घृणा के द्वन्द्व को पार कर पाना कठिन है | केवल ऐसे पुरुष भक्ति स्वीकार करके क्रमशः भगवान् के शुद्धज्ञान को प्राप्त करते हैं, जिन्होंने धर्म के विधि-विधानों का अभ्यास करने, पुण्यकर्म करने तथा पापकर्मों के जीतने में अपना जीवन लगाया है | फिर वे क्रमशः भगवान् का ध्यान समाधि में करते हैं | आध्यात्मिक पद पर आसीन होने की यही विधि है | शुद्धभक्तों की संगति में कृष्णभावनामृत के अन्तर्गत ही ऐसी पद प्राप्ति सम्भव है, क्योंकि महान भक्तों की संगति से ही मनुष्य मोह से उबर सकता है |",
                "श्रीमद्भागवत में (५.५.२) कहा गया है कि यदि कोई सचमुच मुक्ति चाहता है तो उसे भक्तों की सेवा करनी चाहिए (महत्सेवां द्वारमाहुर्विमुक्तेः), किन्तु जो भौतिकतावादी पुरुषों की संगति करता है वह संसार के गहन अंधकार की ओर अग्रसर होता रहता है (तमोद्वारं योषितां सङगिसङम्) | भगवान् के सारे भक्त विश्र्व भर का भ्रमण इसीलिए करते हैं जिससे वे बद्धजीवों को उनके मोह से उबार सकें | मायावादी यह नहीं जान पाते कि परमेश्र्वर के अधीन अपनी स्वाभाविक स्थिति को भूलना ही ईश्र्वरीय नियम की सबसे बड़ी अवहेलना है | जब तक वह अपनी स्वाभाविक स्थिति को पुनः प्राप्त नहीं कर लेता, तब तक परमेश्र्वर को समझ पाना या संकल्प के साथ उनकी दिव्य प्रेमाभक्ति में पूर्णतया प्रवृत्त हो पाना कठिन है |"
            ],
            "english": [
                "Those eligible for elevation to the transcendental position are mentioned in this verse. For those who are sinful, atheistic, foolish and deceitful, it is very difficult to transcend the duality of desire and hate. Only those who have passed their lives in practicing the regulative principles of religion, who have acted piously and have conquered sinful reactions can accept devotional service and gradually rise to the pure knowledge of the Supreme Personality of Godhead. Then, gradually, they can meditate in trance on the Supreme Personality of Godhead. That is the process of being situated on the spiritual platform. This elevation is possible in Krsna consciousness in the association of pure devotees who can deliver one from delusion.",
                "It is stated in the Srimad-Bhagavatam that if one actually wants to be liberated he must render service to the devotees; but one who associates with materialistic people is on the path leading to the darkest region of existence. All the devotees of the Lord traverse this earth just to recover the conditioned souls from their delusion. The impersonalists do not know that forgetting their constitutional position as subordinate to the Supreme Lord is the greatest violation of God's law. Unless one is reinstated in his own constitutional position, it is not possible to understand the Supreme Personality or to be fully engaged in His transcendental loving service with determination."
            ]
        }
    },
    {
        "id": [
            29
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "जरामरणमोक्षाय मामाश्रित्य यतन्ति ये |",
                "ते ब्रह्म तद्विदु: कृत्स्नमध्यात्मं कर्म चाखिलम् || २९ ||"
            ],
            "english": [
                "jara-marana-moksaya",
                "mam asritya yatanti ye",
                "te brahma tad viduh krtsnam",
                "adhyatmam karma cakhilam"
            ]
        },
        "translation": {
            "hindi": [
                "जो जरा तथा मृत्यु से मुक्ति पाने के लिए यत्नशील रहते हैं, वे बुद्धिमान व्यक्ति मेरी भक्ति की शरण ग्रहण करते हैं | वे वास्तव में ब्रह्म हैं क्योंकि वे दिव्य कर्मों के विषय में पूरी तरह से जानते हैं |"
            ],
            "english": [
                "Intelligent persons who are endeavoring for liberation from old age and death take refuge in Me in devotional service. They are actually Brahman because they entirely know everything about transcendental and fruitive activities."
            ]
        },
        "meaning": {
            "hindi": [
                "जन्म, मृत्यु, जरा तथा रोग इस भौतिक शरीर को सताते हैं, आध्यात्मिक शरीर को नहीं | आध्यात्मिक शरीर के लिए न जन्म है, न मृत्यु, न जरा, न रोग | अतः जिसे आध्यात्मिक शरीर प्राप्त हो जाता है वह भगवान् का पार्षद बन जाता है और नित्य भक्ति करता है | वही मुक्त है | अहंब्रह्मास्मि– मैं आत्मा हूँ | कहा गया है कि मनुष्य को चाहिए कि वह यह समझे कि मैं ब्रह्म या आत्मा हूँ | शुद्धभक्त ब्रह्म पद पर आसीन होते हैं और वे दिव्य कर्मों के विषय में सब कुछ जानते रहते हैं |",
                "भगवान् की दिव्यसेवा में रत रहने वाले चार प्रकार के अशुद्ध भक्त हैं जो अपने-अपने लक्ष्यों को प्राप्त करते हैं और भगवत्कृपा से जब वे पूर्णतया कृष्णभावनाभावित हो जाते हैं, तो परमेश्र्वर की संगति का लाभ उठाते हैं | किन्तु देवताओं के उपासक कभी भी भगवद्धाम नहीं पहुँच पाते | यहाँ तक कि अल्पज्ञ ब्रह्मभूत व्यक्ति भी कृष्ण के परमधाम, गोलोक वृन्दावन को प्राप्त नहीं कर पाते | केवल ऐसे व्यक्ति जो कृष्णभावनामृत में कर्म करते हैं (माम् आश्रित्य) वे ही ब्रह्म कहलाने के अधिकारी होते हैं, क्योंकि वे सचमुच ही कृष्णधाम पहुँचने के लिए प्रयत्नशील रहते हैं | ऐसे व्यक्तियों को कृष्ण के विषय में कोई भ्रान्ति नहीं रहती और वे सचमुच ब्रह्म हैं |",
                "जो लोग भगवान् के अर्चा (स्वरूप) की पूजा करने में लगे रहते हैं या भवबन्धन से मुक्ति पाने के लिए निरन्तर भगवान् का ध्यान करते हैं, वे भी ब्रह्म अधिभूत आदि के तात्पर्य को समझते हैं, जैसा कि भगवान् ने अगले अध्याय में बताया है |"
            ],
            "english": [
                "Birth, death, old age and diseases affect this material body, but not the spiritual body. There is no birth, death, old age and disease for the spiritual body, so one who attains a spiritual body, becomes one of the associates of the Supreme Personality of Godhead and engages in eternal devotional service, is really liberated. Aham brahmasmi: I am spirit. It is said that one should understand that he is Brahman-spirit soul. This Brahman conception of life is also in devotional service, as described in this verse. The pure devotees are transcendentally situated on the Brahman platform, and they know everything about transcendental and material activities.",
                "Four kinds of impure devotees who engage themselves in the transcendental service of the Lord achieve their respective goals, and by the grace of the Supreme Lord, when they are fully Krsna conscious, they actually enjoy spiritual association with the Supreme Lord. But those who are worshipers of demigods never reach the Supreme Lord in His supreme planet. Even the less intelligent Brahman-realized persons cannot reach the supreme planet of Krsna known as Goloka Vrndavana. Only persons who perform activities in Krsna consciousness (mam asritya) are actually entitled to be called Brahman, because they are actually endeavoring to reach the Krsna planet. Such persons have no misgivings about Krsna, and thus they are factually Brahman.",
                "Those who are engaged in worshiping the form or arca of the Lord or who are engaged in meditation on the Lord simply for liberation from material bondage, also know, by the grace of the Lord, the purports of Brahman, adhibhuta, etc., as explained by the Lord in the next chapter."
            ]
        }
    },
    {
        "id": [
            30
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "साधिभूताधिदैवं मां साधियज्ञं च ये विदु : |",
                "प्रयाणकालेऽपि च मां ते विदुर्युक्तचेतसः || ३० ||"
            ],
            "english": [
                "sadhibhutadhidaivam mam",
                "sadhiyajnam ca ye viduh",
                "prayana-kale 'pi ca mam",
                "te vidur yukta-cetasah"
            ]
        },
        "translation": {
            "hindi": [
                "जो मुझ परमेश्र्वर को मेरी पूर्ण चेतना में रहकर मुझे जगत् का, देवताओं का तथा समस्त यज्ञविधियों का नियामक जानते हैं, वे अपनी मृत्यु के समय भी मुझ भगवान् को जान और समझ सकते हैं |"
            ],
            "english": [
                "Those who know Me as the Supreme Lord, as the governing principle of the material manifestation, who know Me as the one underlying all the demigods and as the one sustaining all sacrifices, can, with steadfast mind, understand and know Me even at the time of death."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्णभावनामृत में कर्म करने वाले मनुष्य कभी भी भगवान् को पूर्णतया समझने के पथ से विचलित नहीं होते | कृष्णभावनामृत के दिव्य सान्निध्य से मनुष्य यह समझ सकता है कि भगवान् किस तरह भौतिक जगत् तथा देवताओं तक के नियामक हैं | धीरे-धीरे ऐसी दिव्य संगति से मनुष्य का भगवान् में विश्र्वास बढ़ता है, अतः मृत्यु के समय ऐसा कृष्णभावनाभावित व्यक्ति कृष्ण को कभी भुला नहीं पाता | अतएव वह सहज ही भगवद्धाम गोलोक वृन्दावन को प्राप्त होता है |",
                "यह सातवाँ अध्याय विशेष रूप से बताता है कि कोई किस प्रकार से पूर्णतया कृष्णभावनाभावित हो सकता है | कृष्णभावना का शुभारम्भ ऐसे व्यक्तियों के सान्निध्य से होता है जो कृष्णभावनाभावित होते हैं | ऐसा सान्निध्य आध्यात्मिक होता है और इससे मनुष्य प्रत्यक्ष भगवान् के संसर्ग में आता है और भगवत्कृपा से वह कृष्ण को भगवान् समझ सकता है | साथ ही वह जीव के वास्तविक स्वरूप को समझ सकता है और यह समझ सकता है कि किस प्रकार कृष्ण को भुलाने से वह प्रकृति के नियमों द्वारा बद्ध हुआ है | वह यह भी समझ सकता है कि यह मनुष्य-जीवन कृष्णभावनामृत को पुनः प्राप्त करने के लिए मिला है, अतः इसका सदुपयोग परमेश्र्वर की अहैतुकी कृपा प्राप्त करने के लिए करना चाहिए |",
                "इस अध्याय में जिन अनेक विषयों की विवेचना की गई है वे हैं – दुख में पड़ा हुआ मनुष्य, जिज्ञासु मानव, अभावग्रस्त मानव, ब्रह्म ज्ञान, परमात्मा ज्ञान, जन्म, मृत्यु तथा रोग से मुक्ति एवं परमेश्र्वर की पूजा | किन्तु जो व्यक्ति वास्तव में कृष्णभावनामृत को प्राप्त है, वह विभिन्न विधियों की परवाह नहीं करता | वह सीधे कृष्णभावनामृत में प्रवृत्त होता है और उसी से भगवान् कृष्ण के नित्य दास के रूप में अपनी स्वाभाविक स्थिति को प्राप्त करता है | ऐसी अवस्था में वह शुद्धभक्ति में परमेश्र्वर के श्रवण तथा गुणगान में आनन्द पाता है | उसे पूर्णविश्र्वास रहता है कि ऐसा करने से उसके सारे उद्देश्यों की पूर्ति होगी | ऐसी दृढ़ श्रद्धा दृढव्रत कहलाती है और यह भक्तियोग या दिव्य प्रेमाभक्ति की शुरुआत होती है | समस्त शास्त्रों का भी यही मत है | भगवद्गीता का यह सातवाँ अध्याय इसी निश्चय का सारांश है |",
                "इस प्रकार श्रीमद्भगवद्गीता के सातवें अध्याय “भगवद्ज्ञान” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
            ],
            "english": [
                "Persons acting in Krsna consciousness are never entirely deviated from the path of understanding the Supreme Personality of Godhead. In the transcendental association of Krsna consciousness, one can understand how the Supreme Lord is the governing principle of the material manifestation and even of the demigods. Gradually, by such transcendental association, one becomes convinced of the Supreme Personality of Godhead Himself, and at the time of death such a Krsna conscious person can never forget Krsna. Naturally he is thus promoted to the planet of the Supreme Lord, Goloka Vrndavana.",
                "This Seventh Chapter particularly explains how one can become a fully Krsna conscious person. The beginning of Krsna consciousness is association of persons who are Krsna conscious. Such association is spiritual and puts one directly in touch with the Supreme Lord, and, by His grace, one can understand Krsna to be the Supreme God. At the same time one can really understand the constitutional position of the living entity and how the living entity forgets Krsna and becomes entangled in material activities. By gradual development of Krsna consciousness in good association, the living entity can understand that due to forgetfulness of Krsna he has become conditioned by the laws of material nature. He can also understand that this human form of life is an opportunity to regain Krsna consciousness and that it should be fully utilized to attain the causeless mercy of the Supreme Lord.",
                "Many subjects have been discussed in this chapter: the man in distress, the inquisitive man, the man in want of material necessities, knowledge of Brahman, knowledge of Paramatma, liberation from birth, death and diseases, and worship of the Supreme Lord. However, he who is actually elevated in Krsna consciousness does not care for the different processes. He simply directly engages himself in activities of Krsna consciousness and thereby factually attains his constitutional position as eternal servitor of Lord Krsna. In such a situation he takes pleasure in hearing and glorifying the Supreme Lord in pure devotional service. He is convinced that by doing so, all his objectives will be fulfilled. This determined faith is called drdha-vrata, and it is the beginning of bhakti-yoga or transcendental loving service. That is the verdict of all scriptures. This Seventh Chapter of the Gita is the substance of that conviction."
            ]
        }
    }
]