[
    {
        "id": [
            1
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                " श्रीभगवानुवाच",
                "मय्यासक्तमनाः पार्थ योगं युञ्जन्मदाश्रयः |",
                "असंशयं समग्रं मां यथा ज्ञास्यसि तच्छृणु || १ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "mayy asakta-manah partha",
                "yogam yunjan mad-asrayah",
                "asamsayam samagram mam",
                "yatha jnasyasi tac chrnu"
            ]
        },
        "translation": {
            "hindi": [
                "श्रीभगवान् ने कहा – हे पृथापुत्र! अब सुनो कि तुम किस तरह मेरी भावना से पूर्ण होकर और मन को मुझमें आसक्त करके योगाभ्यास करते हुए मुझे पूर्णतया संशयरहित जान सकते हो |"
            ],
            "english": [
                "Now hear, O son of Prtha [Arjuna], how by practicing yoga in full consciousness of Me, with mind attached to Me, you can know Me in full, free from doubt."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता के इस सातवें अध्याय में कृष्णभावनामृत की प्रकृति का विशद वर्णन हुआ है | कृष्ण समस्त ऐश्र्वर्यों से पूर्ण हैं और वे इन्हें किस प्रकार प्रकट करते हैं, इसका वर्णन इसमें हुआ है | इसके अतिरिक्त इस अध्याय में इसका भी वर्णन है कि चार प्रकार के भाग्यशाली व्यक्ति कृष्ण के प्रति आसक्त होते हैं और चार प्रकार के भाग्यहीन व्यक्ति कृष्ण की शरण में कभी नहीं आते |",
                "प्रथम छः अध्यायों में जीवात्मा को अभौतिक आत्मा के रूप में वर्णित किया गया है जो विभिन्न प्रकार के योगों द्वारा आत्म-साक्षात्कार को प्राप्त हो सकता है | छठे अध्याय के अन्त में यह स्पष्ट कहा गया है कि मन को कृष्ण पर एकाग्र करना या दूसरे शब्दों में कृष्णभावनामृत ही सर्वोच्च योग है | मन को कृष्ण पर एकाग्र करने से ही मनुष्य परमसत्य को पूर्णतया जान सकता है, अन्यथा नहीं | निर्विशेष ब्रह्मज्योति या अन्तर्यामी परमात्मा की अनुभूति परमसत्य का पूर्ण ज्ञान नहीं है, क्योंकि वह आंशिक होती है | कृष्ण ही पूर्ण तथा वैज्ञानिक ज्ञान हैं और कृष्णभावनामृत में ही मनुष्य को सारी अनुभूति होती है | पूर्ण कृष्णभावनामृत में मनुष्य जान पाता है कि कृष्ण ही निस्सन्देह परम ज्ञान हैं | विभिन्न प्रकार के योग तो कृष्णभावनामृत के मार्ग के सोपान सदृश हैं | जो व्यक्ति कृष्णभावनामृत ग्रहण करता है, वह स्वतः ब्रह्मज्योति तथा परमात्मा के विषय में पूरी तरह जान लेता है | कृष्णभावनामृत योग का अभ्यास करके मनुष्य सभी वस्तुओं को-यथा परमसत्य, जीवात्माएँ, प्रकृति तथा साज-सामग्री समेत उनके प्राकट्य को पूरी तरह जान सकता है |",
                "अतः मनुष्य को चाहिए कि छठे अध्याय के अन्तिम श्लोक के अनुसार योग का अभ्यास करे | परमेश्र्वर कृष्ण पर ध्यान की एकाग्रता को नवधा भक्ति के द्वारा सम्भव बनाया जाता है जिसमें श्रवणम् अग्रणी एवं महत्त्वपूर्ण है | अतः भगवान् अर्जुन से कहते हैं – तच्छृणु– अर्थात् “मुझसे सुनो” | कृष्ण से बढ़कर कोई प्रमाण नहीं, अतः उनसे सुनने का जिसे सौभाग्य प्राप्त होता है वह पूर्णतया कृष्णभावनाभावित हो जाता है | अतः मनुष्य को या तो साक्षात् कृष्ण से या कृष्ण के शुद्धभक्त से सीखना चाहिए, न कि अपनी शिक्षा का अभिमान करने वाले अभक्त से |",
                "परमसत्य श्रीभगवान् कृष्ण को जानने की विधि का वर्णन श्रीमद्भागवत के प्रथम स्कंध के द्वितीय अध्याय में इस प्रकार हुआ है –",
                "शृण्वतां स्वकथाः कृष्णः पुण्यश्रवणकीर्तनः |",
                "हृद्यन्तःस्थो ह्यभद्राणि विधुनोति सुहृत्सताम् ||",
                "नष्टप्रायेष्वभद्रेषु नित्यं भागवतसेवया |",
                "भगवत्युत्तमश्लोके भक्तिर्भवति नैष्ठिकी ||",
                "तदा रजस्तमोभावाः कामलोभदयश्र्च ये |",
                "चेत एतैरनाविद्धं स्थितं सत्त्वे प्रसीदति ||",
                "एवं प्रसन्नमनसो भगवद्भक्तियोगतः |",
                "भगवतत्त्वविज्ञानं मुक्तसंगस्य जायते ||",
                "भिद्यते हृदयग्रंथिश्छिद्यन्ते सर्वसंशयाः |",
                "क्षीयन्ते चास्य कर्माणि दृष्ट एवात्मनीश्र्वरे ||",
                "वैदिक साहित्य से श्रीकृष्ण के विषय में सुनना या भगवद्गीता से साक्षात् उन्हीं से सुनना अपने आपमें पुण्यकर्म है | और जो प्रत्येक हृदय में वास करने वाले भगवान् कृष्ण के विषय में सुनता है, उसके लिए वे शुभेच्छु मित्र की भाँति कार्य करते हैं और जो भक्त निरन्तर उनका श्रवण करता है, उसे वे शुद्ध कर देते हैं | इस प्रकार भक्त अपने सुप्त दिव्यज्ञान को फिर से पा लेता है | ज्यों-ज्यों वह भागवत तथा भक्तों से कृष्ण के विषय में अधिकाधिक सुनता है, त्यों-त्यों वह भगवद्भक्ति में स्थिर होता जाता है | भक्ति के विकसित होने पर वह रजो तथा तमो गुणों से मुक्त हो जाता है और इस प्रकार भौतिक काम तथा लोभ कम हो जाते हैं | जब ये कल्मष दूर हो जाते हैं तो भक्त सतोगुण में स्थिर हो जाता है, भक्ति के द्वारा स्फूर्ति प्राप्त करता है और भगवत्-तत्त्व को पूरी तरह जान लेता है | भक्तियोग भौतिक मोह की कठिन ग्रंथि को भेदता है और भक्त को असंशयं समग्रम् अर्थात् परम सत्य श्रीभगवान् को समझने की अवस्था को प्राप्त कराता है (भागवत् १.२.१७-२१) |"
            ],
            "english": [
                "In this Seventh Chapter of Bhagavad-gita, the nature of Krsna consciousness is fully described. Krsna is full in all opulences, and how He manifests such opulences is described herein. Also, four kinds of fortunate people who become attached to Krsna, and four kinds of unfortunate people who never take to Krsna are described in this chapter.",
                "Therefore only by hearing from Krsna or from His devotee in Krsna consciousness can one understand the science of Krsna.",
                "In the first six chapters of Bhagavad-gita, the living entity has been described as nonmaterial spirit soul which is capable of elevating himself to self-realization by different types of yogas. At the end of the Sixth Chapter, it has been clearly stated that the steady concentration of the mind upon Krsna, or in other words Krsna consciousness, is the highest form of all yoga. By concentrating one's mind upon Krsna, one is able to know the Absolute Truth completely, but not otherwise. Impersonal brahmajyoti or localized Paramatma realization is not perfect knowledge of the Absolute Truth because it is partial. Full and scientific knowledge is Krsna, and everything is revealed to the person in Krsna consciousness. In complete Krsna consciousness one knows that Krsna is ultimate knowledge beyond any doubts. Different types of yoga are only steppingstones on the path of Krsna consciousness. One who takes directly to Krsna consciousness automatically knows about brahmajyoti and Paramatma in full. By practice of Krsna consciousness yoga, one can know everything in full—namely the Absolute Truth, the living entities, the material nature, and their manifestations with paraphernalia.",
                "One should therefore begin yoga practice as directed in the last verse of the Sixth Chapter. Concentration of the mind upon Krsna the Supreme is made possible by prescribed devotional service in nine different forms, of which sravanam is the first and most important. The Lord therefore says to Arjuna, “tat srnu,” or “Hear from Me.” No one can be a greater authority than Krsna, and therefore by hearing from Him one receives the greatest opportunity for progress in Krsna consciousness. One has therefore to learn from Krsna directly or from a pure devotee of Krsna—and not from a nondevotee upstart, puffed up with academic education.",
                "In the Srimad-Bhagavatam this process of understanding Krsna, the Supreme Personality of Godhead, the Absolute Truth, is described in the Second Chapter of the First Canto as follows:",
                "srnvatam sva-katham krsnah punya-sravana-kirtanahhrdyantahstho hy abhadrani vidbunoti suhrt satam.",
                "nasta-prayesv abhadresu nityam bhagavata-sevayabhagavaty uttama-sloke bhaktir bhavati naisthiki.",
                "tada rajas-tamo-bhavah kama-lobhadayas ca yeceta etair anaviddham sthitam sattve prasidati.",
                "evam prasanna-manaso bhagavad-bhakti-yogatahbhagavat-tattva-vijnanam mukta-sangasya jayate.",
                "bhidyate hrdaya-granthis chidyante sarva-samsayahksiyante casya karmani drsta evatmanisvare.",
                "“To hear about Krsna from Vedic literatures, or to hear from Him directly through the Bhagavad-gita, is itself righteous activity. And for one who hears about Krsna, Lord Krsna, who is dwelling in everyone's heart, acts as a best-wishing friend and purifies the devotee who constantly engages in hearing of Him. In this way, a devotee naturally develops his dormant transcendental knowledge. As he hears more about Krsna from the Bhagavatam and from the devotees, he becomes fixed in the devotional service of the Lord. By development of devotional service one becomes freed from the modes of passion and ignorance, and thus material lusts and avarice are diminished. When these impurities are wiped away, the candidate remains steady in his position of pure goodness, becomes enlivened by devotional service and understands the science of God perfectly. Thus bhakti-yoga severs the hard knot of material affection and enables one to come at once to the stage of 'asamsayam samagram,' understanding of the Supreme Absolute Truth Personality of Godhead.” (Bhag. 1.2.17-21)"
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                " ज्ञानं तेऽहं सविज्ञानमिदं वक्ष्याम्यशेषतः |",
                "यज्ज्ञात्वा नेह भूयोऽन्यज्ज्ञातव्यमवशिष्यते || २ ||"
            ],
            "english": [
                "jnanam te 'ham sa-vijnanam",
                "idam vaksyamy asesatah",
                "yaj jnatva neha bhuyo 'nyaj",
                "jnatavyam avasisyate"
            ]
        },
        "translation": {
            "hindi": [
                "अब मैं तुमसे पूर्णरूप से व्यावहारिक तथा दिव्यज्ञान कहूँगा | इसे जान लेने पर तुम्हें जानने के लिए और कुछ भी शेष नहीं रहेगा |"
            ],
            "english": [
                "I shall now declare unto you in full this knowledge both phenomenal and noumenal, by knowing which there shall remain nothing further to be known."
            ]
        },
        "meaning": {
            "hindi": [
                "पूर्णज्ञान में प्रत्यक्ष जगत्, इसके पीछे काम करने वाला आत्मा तथा इन दोनों के उद्गम सम्मिलित हैं | यह दिव्यज्ञान है | भगवान् उपर्युक्त ज्ञानपद्धति बताना चाहते हैं, क्योंकि अर्जुन उनका विश्र्वस्त भक्त तथा मित्र है | चतुर्थ अध्याय के प्रारम्भ में इसकी व्याख्या भगवान् कृष्ण ने की और उसी की पुष्टि यहाँ पर हो रही है | भगवद्भक्त द्वारा पूर्णज्ञान का लाभ भगवान् से प्रारम्भ होने वाली गुरु-परम्परा से ही किया जा सकता है | अतः मनुष्य को इतना बुद्धिमान तो होना ही चाहिए कि वह समस्त ज्ञान के अद्गम को जान सके, जो समस्त कारणों के कारणहै और समस्त योगों में ध्यान का एकमात्र लक्ष्य है | जब समस्त कारणों के कारण का पता चल जाता है, तो सभी ज्ञेय वस्तुएँ ज्ञात हो जाती हैं और कुछ भी अज्ञेय नहीं रह जाता | वेदों का (मुण्डक उपनिषद् १.३) कहना है – कस्मिन् भगवो विज्ञाते सर्वमिदं विज्ञातं भवति|"
            ],
            "english": [
                "Complete knowledge includes knowledge of the phenomenal world and the spirit behind it. The source of both of them is transcendental knowledge. The Lord wants to explain the above-mentioned system of knowledge because Arjuna is Krsna's confidential devotee and friend. In the beginning of the Fourth Chapter this explanation was given by the Lord, and it is again confirmed here: complete knowledge can be achieved only by the devotee of the Lord directly from the Lord in disciplic succession. Therefore one should be intelligent enough to know the source of all knowledge, who is the cause of all causes and the only object for meditation in all types of yoga practices. When the cause of all causes becomes known, then everything knowable becomes known, and nothing remains unknown. The Vedas say, “yasmin vijnate sarvam eva vijnatam bhavanti.”"
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "मनुष्याणां सहस्त्रेषु कश्र्चिद्यतति सिद्धये |",
                "यततामपि सिद्धानां कश्र्चिन्मां वेत्ति तत्त्वतः || ३ ||"
            ],
            "english": [
                "manusyanam sahasresu",
                "kascid yatati siddhaye",
                "yatatam api siddhanam",
                "kascin mam vetti tattvatah"
            ]
        },
        "translation": {
            "hindi": [
                "कई हजार मनुष्यों में से कोई एक सिद्धि के लिए प्रयत्नशील होता है और इस तरह सिद्धि प्राप्त करने वालों में से विरला ही कोई मुझे वास्तव में जान पाता है |"
            ],
            "english": [
                "Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth."
            ]
        },
        "meaning": {
            "hindi": [
                "मनुष्यों की विभिन्न कोटियाँ हैं और हजारों मनुष्यों में से शायद विरला मनुष्य ही यह जानने में रूचि रखता है कि आत्मा क्या है, शरीर क्या है, और परमसत्य क्या है | सामान्यतया मानव आहार, निद्रा, भय तथा मैथुन जैसी पशुवृत्तियों में लगा रहता है और मुश्किल से कोई एक दिव्यज्ञान में रूचि रखता है | गीता के प्रथम छह अध्याय उन लोगों के लिए हैं जिनकी रूचि दिव्यज्ञान में, आत्मा, परमात्मा तथा ज्ञानयोग, ध्यानयोग द्वारा अनुभूति की क्रिया में तथा पदार्थ से आत्मा के पार्थक्य को जानने में है | किन्तु कृष्ण तो केवल उन्हीं व्यक्तियों द्वारा ज्ञेय हैं जो कृष्णभावनाभावित हैं | अन्य योगी निर्विशेष ब्रह्म-अनुभूति प्राप्त कर सकते हैं, क्योंकि कृष्ण को जानने की अपेक्षा यह सुगम है | कृष्ण परमपुरुष हैं, किन्तु साथ ही वे ब्रह्म तथा परमात्मा-ज्ञान से परे हैं | योगी तथा ज्ञानीजन कृष्ण को नहीं समझ पाते | यद्यपि महानतम निर्विशेषवादी (मायावादी) शंकराचार्य ने अपने गीता– भाष्य में स्वीकार किया है कि कृष्ण भगवान् हैं, किन्तु उनके अनुयायी इसे स्वीकार नहीं करते,क्योंकि भले ही किसी को निर्विशेष ब्रह्म की दिव्य अनुभूति क्यों न हो, कृष्ण को जान पाना अत्यन्त कठिन है |",
                "कृष्ण भगवान् समस्त कारणों के कारण, आदि पुरुष गोविन्द हैं | ईश्र्वरः परमः कृष्णः सच्चिदानन्द विग्रहः| अनादिरादिर्गोविन्दः सर्वकारणकारणम्| अभक्तों के लिए उन्हें जान पाना अत्यन्त कठिन है | यद्यपि अभक्तगण यह घोषित करते हैं कि भक्ति का मार्ग सुगम है, किन्तु वे इस पर चलते नहीं | यदि भक्तिमार्ग इतना सुगम है जितना अभक्तगण कहते हैं तो फिर वे कठिन मार्ग को क्यों ग्रहण करते हैं? वास्तव में भक्तिमार्ग सुगम नहीं है | भक्ति के ज्ञान में हीन अनधिकारी लोगों द्वारा ग्रहण किया जाने वाला तथाकथित भक्तिमार्ग भले ही सुगम हो, किन्तु जब विधि-विधानों के अनुसार दृढ़तापूर्वक इसका अभ्यास किया जाता है तो मीमांसक तथा दार्शनिक इस मार्ग से च्युत हो जाते हैं | श्रील रूप गोस्वामी अपनी कृति भक्तिरसामृत सिन्धु में (१.२.१०१) लिखते हैं –",
                "श्रुति स्मृतिपुराणादि पञ्चरात्रविधिं विना |",
                "एकान्तिकी हरेर्भक्तिरुत्पातायैव कल्पते ||",
                "वह भगवद्भक्ति, जो उपनिषदों, पुराणों तथा नारद पंचरात्र जैसे प्रामाणिक वैदिक ग्रंथों की अवहेलना करती है, समाज में व्यर्थ ही अव्यवस्था फैलाने वाली है |",
                "ब्रह्मवेत्ता निर्विशेषवादी या परमात्मावेत्ता योगी भगवान् श्रीकृष्ण को यशोदा-नन्दन या पार्थासारथी के रूप में कभी नहीं समझ सकते | कभी-कभी बड़े-बड़े देवता भी कृष्ण के विषय में भ्रमित हो जाते हैं – मुह्यन्ति यत्सूरयः | मां तु वेद न कश्र्चन – भगवान् कहते हैं कि कोई भी मुझे उस रूप में तत्त्वतः नहीं जानता, जैसा मैं हूँ | और यदि कोई जानता है – स महात्मा सुदुर्लभः– तो ऐसा महात्मा विरला होता है | अतः भगवान् की भक्ति किये बिना कोई भगवान् को तत्त्वतः नहीं जान पाता, भले ही वह महान विद्वान् या दार्शनिक क्यों न हो | केवल शुद्ध भक्त ही कृष्ण के अचिन्त्य गुणों को सब कारणों के कारण रूप में उनकी सर्वशक्तिमत्ता तथा ऐश्र्वर्य, उनकी सम्पत्ति, यश, बल, सौन्दर्य, ज्ञान तथा वैराग्य के विषय में कुछ-कुछ जान सकता है, क्योंकि कृष्ण अपने भक्तों पर दयालु होते हैं | ब्रह्म-साक्षात्कार की वे पराकाष्टा हैं और केवल भक्तगण ही उन्हें तत्त्वतः जान सकते हैं | अतएव भक्तिरसामृत सिन्धु में (१.२.२३४) कहा गया है –",
                "अतः श्रीकृष्णनामादि न भवेद्ग्राह्यमिन्द्रियैः |",
                "सेवोन्मुखे हि जिह्वादौ स्वयमेव स्फुरत्यदः ||",
                "कुंठित इन्द्रियों के द्वारा कृष्ण को तत्त्वतः नहीं समझा जा सकता | किन्तु भक्तों द्वारा की गई अपनी दिव्यसेवा से प्रसन्न होकर वे भक्तों को आत्मतत्त्व प्रकाशित करते हैं |"
            ],
            "english": [
                "There are various grades of men, and out of many thousands one may be sufficiently interested in transcendental realization to try to know what is the self, what is the body, and what is the Absolute Truth. Generally mankind is simply engaged in the animal propensities, namely eating, sleeping, defending and mating, and hardly anyone is interested in transcendental knowledge. The first six chapters of the Gita are meant for those who are interested in transcendental knowledge, in understanding the self, the Superself and the process of realization by jnana-yoga, dhyana-yoga, and discrimination of the self from matter. However, Krsna can only be known by persons who are in Krsna consciousness. Other transcendentalists may achieve impersonal Brahman realization, for this is easier than understanding Krsna. Krsna is the Supreme Person, but at the same time He is beyond the knowledge of Brahman and Paramatma. The yogis and jnanis are confused in their attempts to understand Krsna, although the greatest of the impersonalists, Sripada Sankaracarya, has admitted in his Gita commentary that Krsna is the Supreme Personality of Godhead. But his followers do not accept Krsna as such, for it is very difficult to know Krsna, even though one has transcendental realization of impersonal Brahman.",
                "It is not possible for the Brahman realized impersonalist or the Paramatma realized yogi to understand Krsna, the Supreme Personality of Godhead as the son of mother Yasoda or the charioteer of Arjuna. Even the great demigods are sometimes confused about Krsna: “muhyanti yat surayah,” “mam tu veda na kascana.” “No one knows Me as I am,” the Lord says. And if one does know Him, then “sa mahatma sudurlabhah.” “Such a great soul is very rare.” Therefore unless one practices devotional service to the Lord, he cannot know Krsna as He is (tattvatah), even though one is a great scholar or philosopher. Only the pure devotees can know something of the inconceivable transcendental qualities in Krsna, in the cause of all causes, in His omnipotence and opulence, and in His wealth, fame, strength, beauty, knowledge and renunciation, because Krsna is benevolently inclined to His devotees. He is the last word in Brahman realization, and the devotees alone can realize Him as He is. Therefore it is said:",
                "Krsna is the Supreme Personality of Godhead, the cause of all causes, the primeval Lord Govinda. Isvarah paramah krsnah sac-cid-ananda-vigrahah anadir adir govindah sarva-karana-karanam. It is very difficult for the nondevotees to know Him. Although nondevotees declare that the path of bhakti or devotional service is very easy, they cannot practice it. If the path of bhakti is so easy, as the nondevotee class of men proclaim, then why do they take up the difficult path? Actually the path of bhakti is not easy. The so-called path of bhakti practiced by unauthorized persons without knowledge of bhakti may be easy, but when it is practiced factually according to the rules and regulations, the speculative scholars and philosophers fall away from the path. Srila Rupa Gosvami writes in his Bhakti-rasamrta-sindhu:",
                "sruti-smrti-puranadi-pancaratra-vidhim vinaaikantiki harer bhaktir utpatayaiva kalpate.",
                "“Devotional service of the Lord that ignores the authorized Vedic literatures like the Upanisads, Puranas, Narada-pancaratra, etc., is simply an unnecessary disturbance in society.”",
                "atah sri-krsna-namadi na bhaved grahyam indriyaihsevonmukhe hi jihvadau svayam eva sphuraty adah",
                "“No one can understand Krsna as He is by the blunt material senses. But He reveals Himself to the devotees, being pleased with them for their transcendental loving service unto Him.” (Padma Purana)"
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "भूमिरापोऽनलो वायु: खं मनो बुद्धिरेव च |",
                "अहंकार इतीयं मे भिन्ना प्रकृतिरष्टधा || ४ ||"
            ],
            "english": [
                "bhumir apo 'nalo vayuh",
                "kham mano buddhir eva ca",
                "ahankara itiyam me",
                "bhinna prakrtir astadha"
            ]
        },
        "translation": {
            "hindi": [
                "पृथ्वी, जल, अग्नि, वायु, आकाश, मन, बुद्धि तथा अहंकार – ये आठ प्रकार से विभक्त मेरी भिन्ना (अपर) प्रकृतियाँ हैं |"
            ],
            "english": [
                "Earth, water, fire, air, ether, mind, intelligence and false ego—altogether these eight comprise My separated material energies."
            ]
        },
        "meaning": {
            "hindi": [
                "ईश्र्वर-विज्ञान भगवान् की स्वाभाविक स्थिति तथा उनकी विविध शक्तियों का विश्लेषण है | भगवान् के विभिन्न पुरुष अवतारों (विस्तारों) की शक्ति को प्रकृति कहा जाता है, जैसा कि सात्वततन्त्र में उल्लेख मिलता है –",
                "विष्णोस्तु त्रीणि रूपाणि पुरूषाख्यान्यथो विदुः |",
                "एकं तु महतः स्त्रष्टृ द्वितीयं त्वण्डसंस्थितम् |",
                "तृतीयं सर्वभूतस्थं तानि ज्ञात्वा विमुच्यते ||",
                "सृष्टि के लिए भगवान् कृष्ण का स्वांश तीन विष्णुओं का रूप धारण करता है | पहले महाविष्णु हैं, जो सम्पूर्ण भौतिक शक्ति महत्तत्व को उत्पन्न करते हैं | द्वितीय गर्भोदकशायी विष्णु हैं, जो समस्त ब्रह्माण्डों में प्रविष्ट होकर उनमें विविधता उत्पन्न करते हैं | तृतीय क्षीरोदकशायी विष्णु हैं जो समस्त ब्रह्माण्डों में सर्वव्यापी परमात्मा केरूप में फैले हुए हैं और परमात्मा कहलाते हैं | वे प्रत्येक परमाणु तक के भीतर उपस्थित हैं | जो भी इन तीनों विष्णु रूपों को जानता है, वह भवबन्धन से मुक्त हो सकता है |",
                "यह भौतिक जगत् भगवान् की शक्तियों में से एक का क्षणिक प्राकट्य है | इस जगत् की सारी क्रियाएँ भगवान् कृष्ण के इन तीनों विष्णु अंशों द्वारा निर्देशित हैं | ये पुरुष अवतार कहलाते हैं | सामान्य रूप से जो व्यक्ति ईश्र्वर तत्त्व (कृष्ण) को नहीं जानता, वह यह मान लेता है कि यह संसार जीवों के भोग के लिए है और सारे जीव पुरुष हैं – भौतिक शक्ति के कारण, नियन्ता तथा भोक्ता हैं | भगवद्गीता के अनुसार यह नास्तिक निष्कर्ष झूठा है | प्रस्तुत श्लोक में कृष्ण को इस जगत् का आदि कारण माना गया है | श्रीमद्भागवत में भी इसकी पुष्टि होती है | भगवान् की पृथक्-पृथक् शक्तियाँ इस भौतिक जगत् के घटक हैं | यहाँ तक कि निर्विशेषवादियों का चरमलक्ष्य ब्रह्मज्योति भी एक अध्यात्मिक शक्ति है, जो परव्योम में प्रकट होती है | ब्रह्मज्योति में वैसी भिन्नताएँ नहीं, जैसी कि वैकुण्ठलोकों में हैं, फिर भी निर्विशेषवादी इस ब्रह्मज्योति को चरम शाश्र्वत लक्ष्य स्वीकार करते हैं | परमात्मा की अभिव्यक्ति भी क्षीरोदकशायी विष्णु का एक क्षणिक सर्वव्यापी पक्ष है | आध्यात्मिक जगत् में परमात्मा की अभिव्यक्ति शाश्र्वत नहीं होती |अतः यथार्थ परमसत्य तो श्रीभगवान् कृष्ण हैं | वे पूर्ण शक्तिमान पुरुष हैं और उनकी नाना प्रकार की भिन्ना तथा अन्तरंगा शक्तियाँ होती हैं |",
                "जैसा की ऊपर कहा जा चुका है, भौतिक शक्ति आठ प्रधान रूपों में व्यक्त होती है | इनमें से प्रथम पाँच – पृथ्वी, जल, अग्नि, वायु तथा आकाश स्थूल अथवा विराट सृष्टियाँ कहलाती हैं, जिनमें पाँच इन्द्रियविषय, जिनके नाम हैं – शब्द, स्पर्श, रूप, रस, तथा गंध – सम्मिलित रहते हैं | भौतिक विज्ञान में ये ही दस तत्त्व हैं | किन्तु अन्य तीन तत्त्वों को, जिनके नाम मन, बुद्धि तथा अहंकार हैं, भौतिकतावादी उपेक्षित रखते हैं | दार्शनिक भी, जो मानसिक कार्यकलापों से संबंध रखते हैं, पूर्णज्ञानी नहीं है, क्योंकि वे परम उद्गम कृष्ण को नहीं जानते | मिथ्या अहंकार – ‘मैं हूँ’ तथा ‘यह मेरा है’ – जो कि संसार का मूल कारण है इसमें विषयभोग की दस इन्द्रियों का समावेश है | बुद्धि महत्तत्व नामक समग्र भौतिक सृष्टि की सूचक है | अतः भगवान् की आठ विभिन्न शक्तियों से जगत् के चौबीस तत्त्व प्रकट हैं, जो नास्तिक सांख्यदर्शन के विषय हैं | ये मूलतः कृष्ण की शक्तियों की उपशाखाएँ हैं और उनसे भिन्न हैं, किन्तु नास्तिक सांख्य दार्शनिक अल्पज्ञान के कारण यह नहीं जान पाते कि कृष्ण समस्त कारणों के कारण हैं | जैसा कि भगवद्गीता में कहा गया है, सांख्यदर्शन की विवेचना का विषय कृष्ण की बहिरंगा शक्ति का प्राकट्य है |"
            ],
            "english": [
                "The science of God analyzes the constitutional position of God and His diverse energies. Material nature is called prakrti, or the energy of the Lord in His different purusa incarnations (expansions) as described in the Svatvata Tantra:",
                "This material world is a temporary manifestation of one of the energies of the Lord. All the activities of the material world are directed by these three Visnu expansions of Lord Krsna. These Purusas are called incarnations. Generally one who does not know the science of God (Krsna) assumes that this material world is for the enjoyment of the living entities and that the living entities are the causes (Purusas), controllers and enjoyers of the material energy. According to Bhagavad-gita this atheistic conclusion is false. In the verse under discussion it is stated that Krsna is the original cause of the material manifestation. Srimad-Bhagavatam also confirms this. The ingredients of the material manifestation are separated energies of the Lord. Even the brahmajyoti, which is the ultimate goal of the impersonalists, is a spiritual energy manifested in the spiritual sky. There are no spiritual diversities in brahmajyoti as there are in the Vaikunthalokas, and the impersonalist accepts this brahmajyoti as the ultimate eternal goal. The Paramatma manifestation is also a temporary all-pervasive aspect of the Ksirodakasayi Visnu. The Paramatma manifestation is not eternal in the spiritual world. Therefore the factual Absolute Truth is the Supreme Personality of Godhead Krsna. He is the complete energetic person, and He possesses different separated and internal energies.",
                "In the material energy, the principal manifestations are eight, as above mentioned. Out of these, the first five manifestations, namely earth, water, fire, air and sky, are called the five gigantic creations or the gross creations, within which the five sense objects are included. They are the manifestations of physical sound, touch, form, taste and smell. Material science comprises these ten items and nothing more. But the other three items, namely mind, intelligence and false ego, are neglected by the materialists. Philosophers who deal with mental activities are also not perfect in knowledge because they do not know the ultimate source, Krsna. The false ego-“I am,” and “It is mine,” which constitute the basic principle of material existence-includes ten sense organs for material activities. Intelligence refers to the total material creation, called the mahat-tattva. Therefore from the eight separated energies of the Lord are manifest the twenty-four elements of the material world, which are the subject matter of sankhya atheistic philosophy; they are originally offshoots from Krsna's energies and are separated from Him, but atheistic sankhya philosophers with a poor fund of knowledge do not know Krsna as the cause of all causes. The subject matter for discussion in the sankhya philosophy is only the manifestation of the external energy of Krsna, as it is described in the Bhagavad-gita."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                " अपरेयमितस्त्वन्यां प्रकृतिं विद्धि मे पराम् |",
                "जीवभूतां महाबाहो ययेदं धार्यते जगत् || ५ ||"
            ],
            "english": [
                "apareyam itas tv anyam",
                "prakrtim viddhi me param",
                "jiva-bhutam maha-baho",
                "yayedam dharyate jagat"
            ]
        },
        "translation": {
            "hindi": [
                "हे महाबाहु अर्जुन! इनके अतिरिक्त मेरी एक अन्य परा शक्ति है जो उन जीवों से युक्तहै, जो इस भौतिक अपरा प्रकृति के साधनों का विदोहन कर रहे हैं |"
            ],
            "english": [
                "Besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which are all living entities who are struggling with material nature and are sustaining the universe."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में स्पष्ट कहा गया है कि जीव परमेश्र्वर की परा प्रकृति (शक्ति) है | अपरा शक्ति तो पृथ्वी, जल, अग्नि, वायु, आकाश, मन, बुद्धि तथा अहंकार जैसे विभिन्न तत्त्वों के रूप में प्रकट होती है | भौतिक प्रकृति के ये दोनों रूप-स्थूल (पृथ्वी आदि) तथा सूक्ष्म (मन आदि) – अपरा शक्ति के ही प्रतिफल हैं | जीव जो अपने विभिन्न कार्यों के लिए अपरा शक्तियों का विदोहन करता रहता है, स्वयं परमेश्र्वर की परा शक्ति है और यह वही शक्ति है जिसके कारण संसार कार्यशील है | इस दृश्यजगत् में कार्य करने की तब तक शक्ति नहीं आती, जब तक परा शक्ति अर्थात् जीव द्वारा यह गतिशील नहीं बनाया जाता | शक्ति का नियन्त्रण सदैव शक्तिमान करता है, अतः जीव सदैव भगवान् द्वारा नियन्त्रित होते हैं | जीवों का अपना कोई स्वतन्त्र अस्तित्व नहीं है | वे कभी भी सम शक्तिमान नहीं, जैसा कि बुद्धिहीन मनुष्य सोचते हैं | श्रीमद्भागवत में (१०.८७.३०) जीव तथा भगवान् के अन्तर को इस प्रकार बताया गया है –",
                "अपरिमिता ध्रुवास्तनुभृतो यदि सर्वगता-",
                "स्तर्हि न शास्यतेति नियमो ध्रुव नेतरथा |",
                "अजनि च यन्मयं तदविमुच्य नियन्तृ भवेत्",
                "सममनुजानतां यदमतं मतदृष्टतया ||",
                "हे परम शाश्र्वत! यदि सारे देहधारी जीव आप ही की तरह शाश्र्वत एवं सर्वव्यापी होते तो वे आपके नियन्त्रण में न होते | किन्तु यदि जीवों को आपकी सूक्ष्म शक्ति के रूप में मान लिया जाय तब तो वे सभी आपके परम नियन्त्रण में आ जाते हैं | अतः वास्तविक मुक्ति तो आपकी शरण में जाना है और इस शरणागति से वे सुखी होंगे | उस स्वरूप में ही वे नियन्ता बन सकते हैं | अतः अल्पज्ञ पुरुष, जो अद्वैतवाद के पक्षधर हैं और इस सिद्धान्त का प्रचार करते हैं कि भगवान् और जीव सभी प्रकार से एक दूसरे के समान हैं, वास्तव में वे प्रदूषित मत द्वारा निर्देशित होते हैं |",
                "परमेश्र्वर कृष्ण ही एकमात्र नियन्ता हैं और सारे जीव उन्हीं के द्वारा नियन्त्रित हैं | सारे जीव उनकी पराशक्ति हैं, क्योंकि उनके गुण परमेश्र्वर के समान हैं, किन्तु वे शक्ति की मात्रा के विषय में कभी भी समान नहीं है | अतुल तथा सूक्ष्म अपराशक्ति का उपभोग करते हुए पराशक्ति (जीव) को अपने वास्तविक मन तथा बुद्धि की विस्मृति हो जाती है | इस विस्मृति का कारण जीव परजड़ प्रकृति का प्रभाव है | किन्तु जब जीव माया के बन्धन से मुक्त हो जाता है, तो उसे मुक्ति-पद प्राप्त होता है | माया के प्रभाव में आकर अहंकार सोचता है, “मैं ही पदार्थ हूँ और सारी भौतिक उपलब्धि मेरी है |” जब वह सारे भौतिक विचारों से, जिनमें भगवान् के साथ तादात्म्य भी सम्मिलित है, मुक्त हो जाता है, तो उसे वास्तविक स्थिति प्राप्त होती है | अतः यह निष्कर्ष निकाला जा सकता है कि गीता जीव को कृष्ण की अनेक शक्तियों में से एक मानती है और जब यह शक्ति भौतिक कल्मष से मुक्त हो जाती है, तो यह पूर्णतयाकृष्णभावनाभावित या बन्धन मुक्त हो जाती है |"
            ],
            "english": [
                "Here it is clearly mentioned that living entities belong to the superior nature (or energy) of the Supreme Lord. The inferior energy is matter manifested in different elements, namely earth, water, fire, air, ether, mind, intelligence and false ego. Both forms of material nature, namely gross (earth, etc.) and subtle (mind, etc.), are products of the inferior energy. The living entities, who are exploiting these inferior energies for different purposes, are the superior energy of the Supreme Lord, and it is due to this energy that the entire material world functions. The cosmic manifestation has no power to act unless it is moved by the superior energy, the living entity. Energies are always controlled by the energetic, and therefore living entities are always controlled by the Lord—they have no independant existence. They are never equally powerful, as unintelligent men think. The distinction between the living entities and the Lord is described in Srimad-Bhagavatam as follows (10.87.30):",
                "The Supreme Lord Krsna is the only controller, and all living entities are controlled by Him. These living entities are His superior energy because the quality of their existence is one and the same with the Supreme, but they are never equal to the Lord in quantity of power. While exploiting the gross and subtle inferior energy (matter), the superior energy (the living entity) forgets his real spiritual mind and intelligence. This forgetfulness is due to the influence of matter upon the living entity. But when the living entity becomes free from the influence of the illusory material energy, he attains the stage called mukti, or liberation. The false ego, under the influence of material illusion, thinks, “I am matter, and material acquisitions are mine.” His actual position is realized when he is liberated from all material ideas, including the conception of his becoming one in all respects with God. Therefore one may conclude that the Gita confirms the living entity to be only one of the multi-energies of Krsna; and when this energy is freed from material contamination, it becomes fully Krsna conscious, or liberated."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "एतद्योनीनि भूतानि सर्वाणीत्युपधारय |",
                "अहं कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा || ६ ||"
            ],
            "english": [
                "etad-yonini bhutani",
                "sarvanity upadharaya",
                "aham krtsnasya jagatah",
                "prabhavah pralayas tatha"
            ]
        },
        "translation": {
            "hindi": [
                "सारे प्राणियों का उद्गम इन दोनों शक्तियों में है | इस जगत् में जो कुछ भी भौतिक तथा आध्यात्मिक है, उसकी उत्पत्ति तथा प्रलय मुझे ही जानो |"
            ],
            "english": [
                "Of all that is material and all that is spiritual in this world, know for certain that I am both its origin and dissolution."
            ]
        },
        "meaning": {
            "hindi": [
                "जितनी वस्तुएँ विद्यमान हैं, वे पदार्थ तथा आत्मा के प्रतिफल हैं | आत्मा सृष्टि का मूल क्षेत्र है और पदार्थ आत्मा द्वारा उत्पन्न किया जाता है | भौतिक विकास की किसी भी अवस्था में आत्मा की उत्पत्ति नहीं होती, अपितु यह भौतिक जगत् आध्यात्मिक शक्ति के आधार पर ही प्रकट होता है | इस भौतिक शरीर का इसीलिए विकास हुआ क्योंकि इसके भीतर आत्मा उपस्थित है | एक बालक धीरे-धीरे बढ़कर कुमार तथा अन्त में युवा बन जाता है, क्योंकि उसके भीतर आत्मा उपस्थित है | इसी प्रकार इस विराट ब्रह्माण्ड की समग्र सृष्टि का विकास परमात्मा विष्णु की उपस्थिति के कारण होता है | अतः आत्मा तथा पदार्थ मूलतः भगवान् की दो शक्तियाँ हैं, जिनके संयोग से विराट ब्रह्माण्ड प्रकट होता है | अतः भगवान् ही सभी वस्तुओं के आदि कारण हैं | भगवान् का अंश रूप जीवात्मा भले ही किसी गगनचुम्बी प्रासाद या किसी महान कारखाने या किसी महानगर का निर्माता हो सकता है, किन्तु वह विराट ब्रह्माण्ड का कारण नहीं हो सकता | इस विराट ब्रह्माण्ड का स्त्रष्टा भी विराट आत्मा या परमात्मा है | और परमेश्र्वर कृष्ण विराट तथा लघु दोनों ही आत्माओं के कारण हैं | अतः वे समस्त कारणों के कारण है | इसकी पुष्टि कठोपषद् में (२.२.१३) हुई है – नित्यो नित्यानां चेतनश्र्चेतनानाम्|"
            ],
            "english": [
                "Everything that exists is a product of matter and spirit. Spirit is the basic field of creation, and matter is created by spirit. Spirit is not created at a certain stage of material development. Rather, this material world is manifested only on the basis of spiritual energy. This material body is developed because spirit is present within matter; a child grows gradually to boyhood and then to manhood because of that superior energy, spirit soul, being present. Similarly, the entire cosmic manifestation of the gigantic universe is developed because of the presence of the Supersoul, Visnu. Therefore spirit and matter, which combine together to manifest this gigantic universal form, are originally two energies of the Lord, and consequently the Lord is the original cause of everything. A fragmental part and parcel of the Lord, namely, the living entity, may by manipulation of material energy construct a skyscraper, factory or city, but he cannot create matter out of nothing, and he certainly cannot construct a planet or a universe. The cause of the universe is the Supersoul, Krsna, the supreme creator of all individual souls and the original cause of all causes, as the Katha Upanisad confirms: nityo nityanam cetanas cetananam."
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय |",
                "मयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव || ७ ||"
            ],
            "english": [
                "mattah parataram nanyat",
                "kincid asti dhananjaya",
                "mayi sarvam idam protam",
                "sutre mani-gana iva"
            ]
        },
        "translation": {
            "hindi": [
                "हे धनञ्जय! मुझसे श्रेष्ठ कोई सत्य नहीं है | जिस प्रकार मोती धागे में गुँथे रहते हैं, उसी प्रकार सब कुछ मुझ पर ही आश्रित है |"
            ],
            "english": [
                "O conquerer of wealth [Arjuna], there is no Truth superior to Me. Everything rests upon Me, as pearls are strung on a thread."
            ]
        },
        "meaning": {
            "hindi": [
                "परमसत्य साकार है या निराकार, इस पर सामान्य विवाद चलता है | जहाँ तक भगवद्गीता का प्रश्न है, परमसत्य तो श्रीभगवान् श्रीकृष्ण हैं और इसकी पुष्टि पद-पद पर होती है | इस श्लोक में विशेष रूप से बल है कि परमसत्य पुरुष रूप है | इस बात की कि भगवान् ही परमसत्य हैं, ब्रह्मसंहिता में भी पुष्टि हुई है – ईश्र्वरः परमः कृष्णः सच्चिदानन्द विग्रहः – परमसत्य श्रीभगवान् कृष्ण ही हैं, जो आदि पुरुष हैं | समस्त आनन्द के आगार गोविन्द हैं और वे सच्चिदानन्द स्वरूप हैं | ये सब प्रमाण निर्विवाद रूप से प्रमाणित करते हैं कि परम सत्य पुरुष हैं जो समस्त कारणों का कारण हैं | फिर भी निरीश्र्वरवादी श्र्वेताश्र्वतर उपनिषद् में (३.१०) उपलब्ध वैदिक मन्त्र के आधार पर तर्क देते हैं – ततो यदुत्तरतरं तदरूपमनामयं | य एतद्विदुरमृतास्ते भवन्त्यथेतरे दुःखमेवापियन्ति– “भौतिक जगत् में ब्रह्माण्ड के आदि जीव ब्रह्मा को देवताओं, मनुष्यों तथा निम्न प्राणियों में सर्वश्रेष्ठ माना जाता है | किन्तु ब्रह्मा के परे एक इन्द्रियातीत ब्रह्म है जिसका कोई भौतिक स्वरूप नहीं होता और वो समस्त भौतिक कल्मष से रहित होता है | जो व्यक्ति उसे जान लेता है वह भी दिव्य बन जाता है, किन्तु जो उसे नहीं जान पाते, वे सांसारिक दुखों को भोगते रहते हैं |”",
                "निर्विशेषवादी अरूपम् शब्द पर विशेष बल देते हैं | किन्तु यह अरूपम् शब्द निराकार नहीं है | यह दिव्य सच्चिदानन्द स्वरूप का सूचक है , जैसा कि ब्रह्मसंहिता में वर्णित है और ऊपर उद्धृत है | श्र्वेताश्र्वतर उपनिषद् के अन्य श्लोकों (३.८-९) से भी इसकी पुष्टि होती है –",
                "वेदाहमेतं पुरुषं महान्तमादित्यवर्णं तमसः परस्तात् |",
                "तमेव विद्वानति मृत्युमति नान्यः पन्था विद्यतेऽयनाय ||",
                "यस्मात्परं नापरमस्ति किञ्चिद् यस्मान्नाणीयो नो ज्यायोऽति किञ्चित् |",
                "वृक्ष इव स्तब्धो दिवि तिष्ठत्येकस्तेनेदं पूर्णं पुरुषेण सर्वम् ||",
                "मैं उन भगवान् को जानता हूँ जो अंधकार की समस्त भौतिक अनुभूतियों से परे हैं | उनको जानने वाला ही जन्म तथा मृत्यु के बन्धन का उल्लंघन कर सकता है | उस परमपुरुष के इस ज्ञान के अतिरिक्त मोक्ष का कोई अन्य साधन नहीं है |",
                "उन परमपुरुष से बढ़कर कोई सत्य नहीं क्योंकि वे श्रेष्ठतम हैं | वे सूक्ष्म से भी सूक्ष्मतर हैं और महान से भी महानतर हैं | वे मूक वृक्ष के समान स्थित हैं और दिव्य आकाश को प्रकाशित करते हैं | जिस प्रकार वृक्ष अपनी जड़ें फैलाता है, ये भी अपनी विस्तृत शक्तियों का प्रसार करते हैं |",
                "इस श्लोकों से निष्कर्ष निकलता है कि परमसत्य ही श्रीभगवान् हैं, जो अपनी विविध परा-अपरा शक्तियों के द्वारा सर्वव्यापी हैं |"
            ],
            "english": [
                "There is a common controversy over whether the Supreme Absolute Truth is personal or impersonal. As far as Bhagavad-gita is concerned, the Absolute Truth is the Personality of Godhead Sri Krsna, and this is confirmed in every step. In this verse, in particular, it is stressed that the Absolute Truth is a person. That the Personality of Godhead is the Supreme Absolute Truth is also the affirmation of the Brahma-samhita: isvarah paramah krsnah sac-cid-ananda-vigrahah; that is, the Supreme Absolute Truth Personality of Godhead is Lord Krsna, who is the primeval Lord, the reservoir of all pleasure, Govinda, and the eternal form of complete bliss and knowledge. These authorities leave no doubt that the Absolute Truth is the Supreme Person, the cause of all causes. The impersonalist, however, argues on the strength of the Vedic version given in the Svetasvatara Upanisad: tato yad uttarataram tad arupam anamayam ya etad vidur amrtas te bhavanti athetare duhkham evapi yanti. “In the material world Brahma, the primeval living entity within the universe, is understood to be the supreme amongst the demigods, human beings and lower animals. But beyond Brahma there is the Transcendence who has no material form and is free from all material contaminations. Anyone who can know Him also becomes transcendental, but those who do not know Him suffer the miseries of the material world.”",
                "“There is no truth superior to that Supreme Person because He is the supermost. He is smaller than the smallest, and He is greater than the greatest. He is situated as a silent tree, and He illumines the transcendental sky, and as a tree spreads its roots, He spreads His extensive energies.”",
                "The impersonalist puts more stress on the word arupam. But this arupam is not impersonal. It indicates the transcendental form of eternity, bliss and knowledge as described in the Brahma-samhita quoted above. Other verses in the Svetasvatara Upanisad substantiate this as follows:",
                "From these verses one concludes that the Supreme Absolute Truth is the Supreme Personality of Godhead who is all-pervading by His multi-energies, both material and spiritual."
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "रसोऽहमप्सु कौन्तेय प्रभास्मि शशिसुर्ययो: |",
                "प्रणवः सर्ववेदेषु शब्दः खे पौरुषं नृषु || ८ ||"
            ],
            "english": [
                "raso 'ham apsu kaunteya",
                "prabhasmi sasi-suryayoh",
                "pranavah sarva-vedesu",
                "sabdah khe paurusam nrsu"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुन्तीपुत्र! मैं जल का स्वाद हूँ, सूर्य तथा चन्द्रमा का प्रकाश हूँ, वैदिक मन्त्रों में ओंकार हूँ, आकाश में ध्वनि हूँ तथा मनुष्य में सामर्थ्य हूँ |"
            ],
            "english": [
                "O son of Kunti [Arjuna], I am the taste of water, the light of the sun and the moon, the syllable om in the Vedic mantras; I am the sound in ether and ability in man."
            ]
        },
        "meaning": {
            "hindi": [
                "यह श्लोक बताता है कि भगवान् किस प्रकार अपनी विविध परा तथा अपरा शक्तियों द्वारा सर्वव्यापी हैं | परमेश्र्वर की प्रारम्भिक अनुभूति उनकी विभिन्न शक्तियों द्वारा हो सकती है और इस प्रकार उनका निराकार रूप में अनुभव होता है | जिस प्रकार सूर्यदेवता एक पुरुष है और सर्वव्यापी शक्ति – सूर्यप्रकाश – द्वारा अनुभव किया जाता है, उसी प्रकार भगवान् अपने धाम में रहते हुए भी अपनी सर्वव्यापी शक्तियों द्वारा अनुभव किये जाते हैं | जल का स्वाद जल का मूलभूत गुण है | कोई भी व्यक्ति समुद्र का जल नहीं पीना चाहता क्योंकि इसमें शुद्ध जल के स्वाद के साथ साथ नमक मिला रहता है | जल के प्रति आकर्षण का कारण स्वाद की शुद्धि है और यह शुद्ध स्वाद भगवान् की शक्तियों में से एक है | निर्विशेषवादी व्यक्ति जल में भगवान् की उपस्थिति जल के स्वाद के कारण अनुभव करता है और सगुणवादी भगवान् का गुणगान करता है, क्योंकि वे प्यास बुझाने के लिए सुस्वादु जल प्रदान करते हैं | परमेश्र्वर को अनुभव करने की यही विधि है | व्यव्हारतः सगुणवाद तथा निर्विशेषवाद में कोई मतभेद नहीं है | जो ईश्र्वर को जानता है वह यह भी जानता है कि प्रत्येक वस्तु में एकसाथ सगुणबोध तथा निर्गुणबोध निहित होता है और इनमें कोई विरोध नहीं है | अतः भगवान् चैतन्य ने अपना शुद्ध सिद्धान्त प्रतिपादित किया जो अचिन्त्य भेदाभेद-तत्त्व कहलाता है |",
                "सूर्य तथा चन्द्रमा का प्रकाश भी मूलतः ब्रह्मज्योति से निकलता है, जो भगवान् का निर्विशेष प्रकाश है | प्रणव या ओंकार प्रत्येक वैदिक मन्त्र के प्रारम्भ में भगवान् को सम्बोधित करने के लिए प्रयुक्त दिव्य ध्वनि है | चूँकि निर्विशेषवादी परमेश्र्वर कृष्ण को उनके असंख्य नामों के द्वारा पुकारने से भयभीत रहते हैं, अतः वे ओंकार का उच्चारण करते हैं, किन्तु उन्हें इसकी तनिक भी अनुभूति नहीं होती कि ओंकार कृष्ण का शब्द स्वरूप है | कृष्णभावनामृत का क्षेत्र व्यापक है और जो इस भावनामृत को जानता है वह धन्य है | जो कृष्ण को नहीं जानते वे मोहग्रस्त रहते हैं | अतः कृष्ण का ज्ञान मुक्ति है और उनके प्रति अज्ञान बन्धन है |"
            ],
            "english": [
                "This verse explains how the Lord is all-pervasive by His diverse material and spiritual energies. The Supreme Lord can be preliminarily perceived by His different energies, and in this way He is realized impersonally. As the demigod in the sun is a person and is perceived by his all-pervading energy, the sunshine, similarly, the Lord, although in His eternal abode, is perceived by His all-pervading, diffusive energies. The taste of water is the active principle of water. No one likes to drink sea water because the pure taste of water is mixed with salt. Attraction for water depends on the purity of the taste, and this pure taste is one of the energies of the Lord. The impersonalist perceives the presence of the Lord in water by its taste, and the personalist also glorifies the Lord for His kindly supplying water to quench man's thirst. That is the way of perceiving the Supreme. Practically speaking, there is no conflict between personalism and impersonalism. One who knows God knows that the impersonal conception and personal conception are simultaneously present in everything and that there is no contradiction. Therefore Lord Caitanya established His sublime doctrine: acintya-bheda and abheda-tattvam-simultaneously one and different.",
                "The light of the sun and the moon is also originally emanating from the brahmajyoti, which is the impersonal effulgence of the Lord. Similarly pranava or the omkara transcendental sound used in the beginning of every Vedic hymn to address the Supreme Lord also emanates from Him. Because the impersonalists are very much afraid of addressing the Supreme Lord Krsna by His innumerable names, they prefer to vibrate the transcendental sound omkara. But they do not realize that omkara is the sound representation of Krsna. The jurisdiction of Krsna consciousness extends everywhere, and one who knows Krsna consciousness is blessed. Those who do not know Krsna are in illusion, and so knowledge of Krsna is liberation, and ignorance of Him is bondage."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                "पुण्यो गन्धः पृथिव्यां च तेजश्र्चास्मि विभावसौ |",
                "जीवनं सर्वभूतेषु तपश्र्चास्मि तपस्विषु || ९ ||"
            ],
            "english": [
                "punyo gandhah prthivyam ca",
                "tejas casmi vibhavasau",
                "jivanam sarva-bhutesu",
                "tapas casmi tapasvisu"
            ]
        },
        "translation": {
            "hindi": [
                "मैं पृथ्वी की आद्य सुगंध और अग्नि की ऊष्मा हूँ | मैं समस्त जीवों का जीवन तथा तपस्वियों का तप हूँ|"
            ],
            "english": [
                "I am the original fragrance of the earth, and I am the heat in fire. I am the life of all that lives, and I am the penances of all ascetics."
            ]
        },
        "meaning": {
            "hindi": [
                "पुण्य का अर्थ है – जिसमें विकार न हो, अतः आद्य | इस जगत में प्रत्येक वस्तु में कोई न कोई सुगंध होती है, यथा फूल की सुगंध या जल, पृथ्वी, अग्नि, वायु आदि की सुगंध | समस्त वस्तुओं में व्याप्त अदूषित भौतिक गन्ध, जो आद्य सुगंध है, वह कृष्ण हैं | इसी प्रकार प्रत्येक वस्तु का एक विशिष्ट स्वाद (रस) होता है और इस स्वाद को रसायनों के मिश्रण द्वारा बदला जा सकता है | अतः प्रत्येक मूल वस्तु में कोई न कोई गन्ध तथा स्वाद होता है | विभावसु का अर्थ अग्नि है | अग्नि के बिना न तो फैक्टरी चल सकती है, न भोजन पक सकता है | यह अग्नि कृष्ण है | अग्नि का तेज (ऊष्मा) भी कृष्ण ही है | वैदिक चिकित्सा के अनुसार कुपच का कारण पेट में अग्नि की मंदता है | अतः पाचन तक के लिए अग्नि आवश्यक है | कृष्णभावनामृत में हम इस बात से अवगत होते हैं कि पृथ्वी, जल, अग्नि, वायु तथा प्रत्येक सक्रीय तत्त्व, सारे रसायन तथा सारे भौतिक तत्त्व कृष्ण के कारण हैं | मनुष्य की आयु भी कृष्ण के कारण है | अतः कृष्ण कृपा से ही मनुष्य अपने को दीर्घालु या अल्पजीवी बना सकता है | अतः कृष्णभावनामृत प्रत्येक क्षेत्र में सक्रीय रहता है |"
            ],
            "english": [
                "Punya means that which is not decomposed; punya is original. Everything in the material world has a certain flavor or fragrance, as the flavor and fragrance in a flower, or in the earth, in water, in fire, in air, etc. The uncontaminated flavor, the original flavor, which permeates everything, is Krsna. Similarly, everything has a particular original taste, and this taste can be changed by the mixture of chemicals. So everything original has some smell, some fragrance, and some taste. Vibhava means fire. Without fire we cannot run factories, we cannot cook, etc., and that fire is Krsna. The heat in the fire is Krsna. According to Vedic medicine, indigestion is due to a low temperature in the belly. So even for digestion fire is needed. In Krsna consciousness we become aware that earth, water, fire, air and every active principle, all chemicals and all material elements are due to Krsna. The duration of man's life is also due to Krsna. Therefore by the grace of Krsna, man can prolong his life or diminish it. So Krsna consciousness is active in every sphere."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 7,
        "text": {
            "hindi": [
                " बीजं मां सर्वभूतानां विद्धि पार्थ सनातनम् |",
                "बुद्धिर्बुद्धिमतामस्मि तेजस्तेजस्विनामहम् || १० ||"
            ],
            "english": [
                "bijam mam sarva-bhutanam",
                "viddhi partha sanatanam",
                "buddhir buddhimatam asmi",
                "tejas tejasvinam aham"
            ]
        },
        "translation": {
            "hindi": [
                "हे पृथापुत्र! यह जान लो कि मैं ही समस्त जीवों का आदि बीज हूँ, बुद्धिमानों की बुद्धि तथा समस्त तेजस्वी पुरुषों का तेज हूँ |"
            ],
            "english": [
                "O son of Prtha, know that I am the original seed of all existences, the intelligence of the intelligent, and the prowess of all powerful men."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्ण समस्त पदार्थों के बीज हैं | कई प्रकार के चर तथा अचर जीव हैं | पक्षी, पशु, मनुष्य तथा अन्य सजीव प्राणी चर हैं, पेड़ पौधे अचर हैं – वे चल नहीं सकते, केवल खड़े रहते हैं | प्रत्येक जीव चौरासी लाख योनियों के अन्तर्गत है, जिनमे से कुछ चार हैं और कुछ अचर | किन्तु इस सबके जीवन के बीजस्वरूप श्रीकृष्ण हैं | जैसा कि वैदिक साहित्य में कहा गया है ब्रह्म या परमसत्य वह है जिससे प्रत्येक वस्तु उद्भुत है | कृष्ण परब्रह्म या परमात्मा हैं | ब्रह्म तो निर्विशेष है, किन्तु परब्रह्म साकार है | निर्विशेष ब्रह्म साकार रूप में आधारित है – यह भगवद्गीता में कहा गया है | अतः आदि रूप में कृष्ण समस्त वस्तुओं के उद्गम हैं | वे मूल हैं | जिस प्रकार मूल सारे वृक्ष का पालन करता है उसी प्रकार कृष्ण मूल होने के करण इस जगत् के समस्त प्राणियों का पालन करते हैं | इसकी पुष्टि वैदिक साहित्य में (कठोपनिषद् २.२.१३) हुई है –",
                "नित्यो नित्यानां चेतनश्र्चेतनानाम्",
                "एको बहूनां यो विदधाति कमान्",
                "वे समस्त नित्यों के नित्य हैं | वे समस्त जीवों के परम जीव हैं और वे ही समस्त जीवों का पालन करने वाले हैं | मनुष्य बुद्धि के बिना कुछ भी नहीं कर सकता और कृष्ण भी कहते हैं कि मैं समस्त बुद्धि का मूल हूँ | जब तक मनुष्य बुद्धिमान नहीं होता, वह भगवान् कृष्ण को नहीं समझ सकता |"
            ],
            "english": [
                "Bijam means seed; Krsna is the seed of everything. In contact with material nature, the seed fructifies into various living entities, movable and inert. Birds, beasts, men and many other living creatures are moving living entities; trees and plants, however, are inert—they cannot move, but only stand. Every entity is contained within the scope of 8,400,000 species of life; some of them are moving and some of them are inert. In all cases, however, the seed of their life is Krsna. As stated in Vedic literature, Brahman, or the Supreme Absolute Truth, is that from which everything is emanating. Krsna is Parabrahman, the Supreme Spirit. Brahman is impersonal and Parabrahman is personal. Impersonal Brahman is situated in the personal aspect—that is stated in Bhagavad-gita. Therefore, originally, Krsna is the source of everything. He is the root. As the root of a tree maintains the whole tree, Krsna, being the original root of all things, maintains everything in this material manifestation. This is also confirmed in the Vedic literature. Yato va imani bhutani jayante. “The Supreme Absolute Truth is that from which everything is born.” He is the prime eternal among all eternals. He is the supreme living entity of all living entities, and He alone is maintaining all life. Krsna also says that He is the root of all intelligence. Unless a person is intelligent he cannot understand the Supreme Personality of Godhead, Krsna."
            ]
        }
    }
]