[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अथवा योगिनामेव कुले भवति धीमताम् ।",
            "एतद्धि दुर्लभतरं लोके जन्म यदीदृशम् ॥ ४२ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "atha vā yoginām eva",
            "kule bhavati dhīmatām",
            "etad dhi durlabha-taraṁ",
            "loke janma yad īdṛśam"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "atha vā — or; yoginām — of learned transcendentalists; eva — certainly; kule — in the family; bhavati — takes birth; dhī-matām — of those who are endowed with great wisdom; etat — this; hi — certainly; durlabha-taram — very rare; loke — in this world; janma — birth; yat — that which; īdṛśam — like this."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Or [if unsuccessful after long practice of yoga] he takes his birth in a family of transcendentalists who are surely great in wisdom. Certainly, such a birth is rare in this world."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Birth in a family of yogīs or transcendentalists – those with great wisdom – is praised herein because the child born in such a family receives a spiritual impetus from the very beginning of his life. It is especially the case in the ācārya or gosvāmī families. Such families are very learned and devoted by tradition and training, and thus they become spiritual masters. In India there are many such ācārya families, but they have now degenerated due to insufficient education and training. By the grace of the Lord, there are still families that foster transcendentalists generation after generation. It is certainly very fortunate to take birth in such families. Fortunately, both our spiritual master, Oṁ Viṣṇupāda Śrī Śrīmad Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja, and our humble self had the opportunity to take birth in such families, by the grace of the Lord, and both of us were trained in the devotional service of the Lord from the very beginning of our lives. Later on we met by the order of the transcendental system."
        ]
    }
]