[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "वेदाहं समतीतानि वर्तमानानि चार्जुन |",
            "भविष्याणि च भूतानि मां तु वेद न कश्र्चन || २६ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "वेद – जानता हूँ; अहम् – मैं; समतीतानि – भूतकाल को; वर्तमानानि – वर्तमान को; च – तथा; अर्जुन – हे अर्जुन; भविष्याणि – भविष्य को; च – भी; भूतानि – सारे जीवों को; माम् – मुझको; तु – लेकिन; वेद – जानता है; न – नहीं; कश्र्चन – कोई |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे अर्जुन! श्रीभगवान् होने के नाते मैं जो कुछ भूतकाल में घटित हो चुका है, जो वर्तमान में घटित हो रहा है और जो आगे होने वाला है, वह सब कुछ जानता हूँ | मैं समस्त जीवों को भी जानता हूँ, किन्तु मुझे कोई नहीं जानता |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ पर साकारता तथा निराकारता का स्पष्ट उल्लेख है | यदि भगवान् कृष्ण का स्वरूप माया होता, जैसा कि मायावादी मानते हैं, तो उन्हें भी जीवात्मा की भाँति अपना शरीर बदलना पड़ता और विगत जीवन के विषय में सब कुछ विस्मरण हो जाता | कोई भी भौतिक देहधारी अपने विगत जीवन की स्मृति बनाये नहीं रख पाता, न ही वह भावी जीवन के विषय में या वर्तमान जीवन की उपलब्धि के विषय में भविष्यवाणी कर सकता है | अतः वह यह नहीं जानता कि भूत, वर्तमान तथा भविष्य में क्या घट रहा है | भौतिक कल्मष से मुक्त हुए बिना वह ऐसा नहीं कर सकता |",
            "सामान्य मनुष्यों से भिन्न, भगवान् कृष्ण स्पष्ट कहते हैं कि वे यह भलीभाँति जानते हैं कि भूतकाल में क्या घटा, वर्तमान में क्या हो रहा है और भविष्य में क्या होने वाला है लेकिन सामान्य मनुष्य ऐसा नहीं जानते हैं | चतुर्थ अध्याय में हम देख चुके हैं कि लाखों वर्ष पूर्व उन्होंने सूर्यदेव विवस्वान को जो उपदेश दिया था वह उन्हें स्मरण है | कृष्ण प्रत्येक जीव को जानते हैं क्योंकि वे सबों के हृदय में परमात्मा रूप में स्थित हैं | किन्तु अल्पज्ञानी प्रत्येक जीव के हृदय में परमात्मा रूप में स्थित होने तथा श्रीभगवान् के रूप में उपस्थित रहने पर भी श्रीकृष्ण को परमपुरुष के रूप में नहीं जान पाते, भले ही वे निर्विशेष ब्रह्म को क्यों न समझ लेते हों | निस्सन्देह श्रीकृष्ण का दिव्य शरीर अनश्वर है | वे सूर्य के समान हैं और माया बादल के समान है | भौतिक जगत में हम सूर्य को देखते हैं, बादलों को देखते हैं और विभिन्न नक्षत्र तथा ग्रहों को देखते हैं | आकाश में बादल इन सबों को अल्पकाल के लिए ढक सकता है, किन्तु यह आवरण हमारी दृष्टि तक ही सीमित होता है | सूर्य, चन्द्रमा तथा तारे सचमुच ढके नहीं होते | इसी प्रकार माया परमेश्वर को आच्छादित नहीं कर सकती | वे अपनी अन्तरंगा शक्ति के कारण अल्पज्ञों को दृश्य नहीं होते | जैसा कि इस अध्याय के तृतीय श्लोक में कहा गया है कि करोड़ों पुरुषों में से कुछ ही सिद्ध बनने का प्रयत्न करते हैं और सहस्त्रों ऐसे सिद्ध पुरुषों में से कोई एक भगवान् कृष्ण को समझ पाता है | भले ही कोई निराकार ब्रह्म या अन्तर्यामी परमात्मा की अनुभूति के कारण सिद्ध हो ले, किन्तु कृष्णभावनामृत के बिना वह भगवान् श्रीकृष्ण को समझ ही नहीं सकता |"
        ]
    }
]