[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Hospitality of the foresters towards Bharata and his party; Kaikeyī's remorse"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sarani sarōruha jala bihaga kūjata guṃjata bhṛṃga.",
            "baira bigata biharata bipina mṛga bihaṃga bahuraṃga..249.. [2-249]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Lotuses adorned the lakes, waterfowls cooed and bees hummed; while birds and beasts of various colours roamed about in the forest free from animosities."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kōla kirāta bhilla banabāsī. madhu suci suṃdara svādu sudhā sī..",
            "bhari bhari parana puṭīṃ raci rurī. kaṃda mūla phala aṃkura jūrī.. [2-249-1]",
            "sabahi dēhiṃ kari binaya pranāmā. kahi kahi svāda bhēda guna nāmā..",
            "dēhiṃ lōga bahu mōla na lēhīṃ. phērata rāma dōhāī dēhīṃ.. [2-249-2]",
            "kahahiṃ sanēha magana mṛdu bānī. mānata sādhu pēma pahicānī..",
            "tumha sukṛtī hama nīca niṣādā. pāvā darasanu rāma prasādā.. [2-249-3]",
            "hamahi agama ati darasu tumhārā. jasa maru dharani dēvadhuni dhārā..",
            "rāma kṛpāla niṣāda nēvājā. parijana prajau cahia jasa rājā.. [2-249-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Koals, Kiratas, Bhilas and other dwellers of the forest prepared lovely bowls of leaves and filling them with honey, pure, fine and delicious as nectar, presented them with small bundles of bulbs, roots,fruits and sprouts to all the newcomers with humble submission and salutations, severally mentioning the taste, species, virtue and name of each. The people offered a liberal price; but the foresters would not accept it and returned it adjuring them by Śrī Rāma's love to take it back. Overwhelmed with emotion they submitted in gentle tones: \"The good respect true love once they have come to recognize it. You are all virtuous souls, while we are vile Nisadas: it is through Rāma's grace that we have been blessed with your sight. You were utterly inaccessible to us even as the stream of the heavenly river (Gaṅgā) is to the desert land of Maru (Western Rājapũtānā and Sindha). The all-merciful Rāma has showered his grace on the Nisada chief; a king's kith and kin and subjects too should share his disposition."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "yaha jiṃyaom jāni saomkōcu taji karia chōhu lakhi nēhu.",
            "hamahi kṛtāratha karana lagi phala tṛna aṃkura lēhu..250.. [2-250]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Bearing this in mind shake off all scruple and recognizing our affection show your grace to us. And in order to oblige us do accept fruits, grass and shoots from us.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tumha priya pāhunē bana pagu dhārē. sēvā jōgu na bhāga hamārē..",
            "dēba kāha hama tumhahi gōsāomī. īdhanu pāta kirāta mitāī.. [2-250-1]",
            "yaha hamāri ati baḍai sēvakāī. lēhi na bāsana basana cōrāī..",
            "hama jaḍa jīva jīva gana ghātī. kuṭila kucālī kumati kujātī.. [2-250-2]",
            "pāpa karata nisi bāsara jāhīṃ. nahiṃ paṭa kaṭi nahi pēṭa aghāhīṃ..",
            "sapōnēhu dharama buddhi kasa kāū. yaha raghunaṃdana darasa prabhāū.. [2-250-3]",
            "jaba tēṃ prabhu pada paduma nihārē. miṭē dusaha dukha dōṣa hamārē..",
            "bacana sunata purajana anurāgē. tinha kē bhāga sarāhana lāgē.. [2-250-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"You have come to this forest as our welcome guests; but we are not lucky enough to be fit for any service to you. What can we offer you noble sirs ? Fuel and leaves are the only tokens of a Kirata's friendship; and our greatest service is that we do not steal and remove your utensils and clothes. We are unfeeling creatures taking others' life, and are crooked by nature, wicked, evil-minded and low-born. Our days and nights are spent in sinful pursuits and yet we have no cloth to cover our loins and get no food enough to fill our belly. How could we possibly have ever dreamt of entertaining pious sentiments but for the virtue of having seen the Delighter of Raghus ? Ever since we had the good fortune of gazing on our Lord's lotus feet our terrible woes and evils have disappeared.\" The citizens were overwhelmed with emotion to hear these words and began to extol the good fortune of those foresters"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lāgē sarāhana bhāga saba anurāga bacana sunāvahīṃ.",
            "bōlani milani siya rāma carana sanēhu lakhi sukhu pāvahīṃ..",
            "nara nāri nidarahiṃ nēhu nija suni kōla bhillani kī girā.",
            "tulasī kṛpā raghubaṃsamani kī lōha lai laukā tirā.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "All began to extol the good fortune of the foresters and addressed them in terms of endearment. Everyone rejoiced to hear their talk and behold their polite manners as well as their devotion to the feet of Sītā and Rāma. Men and women deprecated their own love when they heard the talk of the Kolas and Bhilas. It was through the grace of Śrī Rāma (the Jewel of Raghu's line), says Tulasīdāsa, that a block of iron floated with a boat loaded on it.*"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "biharahiṃ bana cahu ōra pratidina pramudita lōga saba.",
            "jala jyōṃ dādura mōra bhaē pīna pāvasa prathama..251.. [2-250-251]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Day after day all the people roamed through every quarter of the forest in great delight even like frogs and peacocks reinvigorated by the first shower of the rains."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pura jana nāri magana ati prītī. bāsara jāhiṃ palaka sama bītī..",
            "sīya sāsu prati bēṣa banāī. sādara karai sarisa sēvakāī.. [2-250-1]",
            "lakhā na maramu rāma binu kāhūom. māyā saba siya māyā māhūom..",
            "sīyaom sāsu sēvā basa kīnhīṃ. tinha lahi sukha sikha āsiṣa dīnhīṃ.. [2-250-2]",
            "lakhi siya sahita sarala dōu bhāī. kuṭila rāni pachitāni aghāī..",
            "avani jamahi jācati kaikēī. mahi na bīcu bidhi mīcu na dēī.. [2-250-3]",
            "lōkahu bēda bidita kabi kahahīṃ. rāma bimukha thalu naraka na lahahīṃ..",
            "yahu saṃsau saba kē mana māhīṃ. rāma gavanu bidhi avadha ki nāhīṃ.. [2-250-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The men and women of the city remained deeply immersed in love; days passed like a moment to them. Sītā, assuming as many forms as She had mothers-in-law, waited on each with equal attention. No one but Rāma knew the mystery behind it; for all delusive potencies form part of Sītā's delusive power. Sītā won over the queen-mothers by Her services, gratified by which they instructed and blessed Her . Perceiving the two brothers as well as Sītā Straight in their dealings, the wicked queen bitterly repented. Kaikeyī sought help both from Earth and the god of death; but neither Earth afforded her shelter in her womb nor did God grant her death. It is well-known by popular tradition as well as through the Vedas, and the Sages too declare, that those who are hostile to Rāma find no resting-place even in hell. The question that stirred every mind now was; \"Good heavens, will Rāma return to Ayodhyā or not ?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nisi na nīda nahiṃ bhūkha dina bharatu bikala suci sōca.",
            "nīca kīca bica magana jasa mīnahi salila saomkōca..252.. [2-252]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Bharata had no sleep by night nor appetite by day, perturbed as he was by a pious anxiety, even as a fish sunk in a shallow marsh is worried by paucity of water."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kīnhī mātu misa kāla kucālī. īti bhīti jasa pākata sālī..",
            "kēhi bidhi hōi rāma abhiṣēkū. mōhi avakalata upāu na ēkū.. [2-252-1]",
            "avasi phirahiṃ gura āyasu mānī. muni puni kahaba rāma ruci jānī..",
            "mātu kahēhu bahurahiṃ raghurāū. rāma janani haṭha karabi ki kāū.. [2-252-2]",
            "mōhi anucara kara kētika bātā. tēhi mahaom kusamau bāma bidhātā..",
            "jauṃ haṭha karau ta nipaṭa kukaramū. haragiri tēṃ guru sēvaka dharamū.. [2-252-3]",
            "ēkau juguti na mana ṭhaharānī. sōcata bharatahi raini bihānī..",
            "prāta nahāi prabhuhi sira nāī. baiṭhata paṭhaē riṣayaom bōlāī.. [2-252-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Disguised as my mother it was Fate that wrought this mischief, even as a crop of paddy ripening for the harvest may be visited by some pest. How can Śrī Rāma's coronation be accomplished ? I can hit upon no device to secure this. He would certainly return in obedience to the Guru's commands; but the sage will ask Śrī Rāma to return only when he knows that the latter will like it. The Lord of Raghus would return even at the bidding of his mother; but will Śrī Rāma's mother ever insist on it? As for myself, I am only his vassal and as such count for nothing. On top of it I have fallen on evil days and Providence is against me. If I assert my own will, it would be a grievous sin; for the duty of a servant is more arduous than the lifting of Mount Kailāsa (Śiva own Abode).\" Bharata could not decide upon anyone device and he spent the whole night in speculation. At daybreak he bathed, bowed his head to the Lord and was going to sit down beside Him when he was sent for by the sage (Vasistha)."
        ]
    }
]