[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "न तु मां शक्यसे द्रष्टुमनेनैव स्वचक्षुषा ।",
            "दिव्यं ददामि ते चक्षु: पश्य मे योगमैश्वरम् ॥ ८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "na tu māṁ śakyase draṣṭum",
            "anenaiva sva-cakṣuṣā",
            "divyaṁ dadāmi te cakṣuḥ",
            "paśya me yogam aiśvaram"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**na** — never; **tu** — but; **mām** — Me; **śakyase** — are able; **draṣṭum** — to see; **anena** — with these; **eva** — certainly; **sva**-**cakṣuṣā** — your own eyes; **divyam** — divine; **dadāmi** — I give; **te** — to you; **cakṣuḥ** — eyes; **paśya** — see; **me** — My; **yogam** **aiśvaram** — inconceivable mystic power."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "But you cannot see Me with your present eyes. Therefore I give you divine eyes. Behold My mystic opulence!"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "A pure devotee does not like to see Kṛṣṇa in any form except His form with two hands; a devotee must see His universal form by His grace, not with the mind but with spiritual eyes. To see the universal form of Kṛṣṇa, Arjuna is told not to change his mind but his vision. The universal form of Kṛṣṇa is not very important; that will be clear in subsequent verses. Yet because Arjuna wanted to see it, the Lord gives him the particular vision required to see that universal form."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Devotees who are correctly situated in a transcendental relationship with Kṛṣṇa are attracted by loving features, not by a godless display of opulences. The playmates of Kṛṣṇa, the friends of Kṛṣṇa and the parents of Kṛṣṇa never want Kṛṣṇa to show His opulences. They are so immersed in pure love that they do not even know that Kṛṣṇa is the Supreme Personality of Godhead. In their loving exchange they forget that Kṛṣṇa is the Supreme Lord. In the Śrīmad-Bhāgavatam it is stated that the boys who play with Kṛṣṇa are all highly pious souls, and after many, many births they are able to play with Kṛṣṇa. Such boys do not know that Kṛṣṇa is the Supreme Personality of Godhead. They take Him as a personal friend. Therefore Śukadeva Gosvāmī recites this verse:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "itthaṁ satāṁ brahma-sukhānubhūtyā",
            "dāsyaṁ gatānāṁ para-daivatena",
            "māyāśritānāṁ nara-dārakeṇa",
            "sākaṁ vijahruḥ kṛta-puṇya-puñjāḥ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“Here is the Supreme Person, who is considered the impersonal Brahman by great sages, the Supreme Personality of Godhead by devotees, and a product of material nature by ordinary men. Now these boys, who have performed many, many pious activities in their past lives, are playing with that Supreme Personality of Godhead.” (Śrīmad-Bhāgavatam 10.12.11)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The fact is that the devotee is not concerned with seeing the viśva-rūpa, the universal form, but Arjuna wanted to see it to substantiate Kṛṣṇa’s statements so that in the future people could understand that Kṛṣṇa not only theoretically or philosophically presented Himself as the Supreme but actually presented Himself as such to Arjuna. Arjuna must confirm this because Arjuna is the beginning of the paramparā system. Those who are actually interested in understanding the Supreme Personality of Godhead, Kṛṣṇa, and who follow in the footsteps of Arjuna should understand that Kṛṣṇa not only theoretically presented Himself as the Supreme, but actually revealed Himself as the Supreme."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord gave Arjuna the necessary power to see His universal form because He knew that Arjuna did not particularly want to see it, as we have already explained."
        ]
    }
]