[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यदहङ्कारमाश्रित्य न योत्स्य इति मन्यसे |",
            "मिथ्यैष व्यवसायस्ते प्रकृतिस्त्वां नियोक्ष्यति || ५९ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यत् - यदि; अहंकारम् - मिथ्या अहंकार की; आश्रित्य - शरण लेकर; न योत्स्ये - मैं नहीं लडूँगा; इति - इस प्रकार; मन्यसे - तुम सोचते हो; मिथ्या एष - तो वह सब झूठ है; व्यवसायः - संकल्प; ते - तुम्हारा; प्रकृतिः - भौतिक प्रकृति; त्वाम् - तुमको; नियोक्ष्यति - लगा लेगी ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यदि तुम मेरे निर्देशानुसार कर्म नहीं करते और युद्ध में प्रवृत्त नहीं होते हो, तो तुम कुमार्ग पर जाओगे । तुम्हें अपने स्वभाव वश युद्ध में लगना पड़ेगा ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन एक सैनिक था और क्षत्रिय स्वभाव लेकर जन्मा था । अतएव उसका स्वाभाविक कर्तव्य था कि वह युद्ध करे । लेकिन मिथ्या अहंकारवश वह डर रहा था कि अपने गुरु, पितामह तथा मित्रों का वध करके वह पाप का भागी होगा । वास्तव में वह अपने को अपने कर्मों का स्वामी जान रहा था, मानो वही ऐसे कर्मों के अच्छे-बुरे फलों का निर्देशन कर रहा हो । वह भूल गया कि वहाँ पर साक्षात् भगवान् उपस्थित हैं और उसे युद्ध करने का आदेश दे रहे हैं । यही है बद्धजीव की विस्मृति । परम पुरुष निर्देश देते हैं कि क्या अच्छा है और क्या बुरा है और मनुष्य को जीवन-सिद्धि प्राप्त करने के लिए केवल कृष्ण भावना मृत में कर्म करना है । कोई भी अपने भाग्य का निर्णय ऐसे नहीं कर सकता जैसे भगवान् कर सकते हैं । अतएव सर्वोत्तम मार्ग यही है कि परमेश्वर से निर्देश प्राप्त करके कर्म किया जाय । भगवान् या भगवान् के प्रतिनिधि स्वरूप गुरु के आदेश की वह कभी उपेक्षा न करे । भगवान् के आदेश को बिना किसी हिचक के पूरा करने के लिए वह कर्म करे – इससे सभी परिस्थियों में सुरक्षित रहा जा सकेगा ।"
        ]
    }
]