[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः |",
            "आघायुरिन्द्रियारामो मोघं पार्थ स जीवति || १६ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "एवम् – इस  प्रकार; प्रवर्तितम् – वेदों द्वारा स्थापित; चक्रम् – चक्र; न – नहीं;  अनुवर्तयति – ग्रहण करता; इह – इस जीवन में; यः – जो; अघ-आयुः – पापपूर्ण  जीवन है जिसका; इन्द्रिय-आरामः – इन्द्रियासक्त; मोघम् – वृथा; पार्थ – हे  पृथापुत्र (अर्जुन); सः – वह; जीवति – जीवित रहता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे प्रिय अर्जुन! जो मानव जीवन में इस प्रकार वेदों द्वारा स्थापित यज्ञ-चक्र का पालन नहीं करता वह निश्चय ही पापमय जीवन व्यतीत करता है | ऐसा व्यक्ति केवल इन्द्रियों की तुष्टि के लिए व्यर्थ ही जीवित रहता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में भगवान् ने “कठोर परिश्रम करो और इन्द्रियतृप्ति का आनन्द लो” इस सांसारिक विचारधारा का तिरस्कार किया है | अतः जो लोग इस संसार में भोग करना चाहते हैं उन्हें उपर्युक्त यज्ञ-चक्र का अनुसरण करना परमावश्यक है | जो ऐसे विधिविधानों का पालन नहीं करता, अधिकाधिक तिरस्कृत होने के कारण उसका जीवन अत्यन्त संकटपूर्ण रहता है | प्रकृति के नियमानुसार यह मानव शरीर विशेष रूप से आत्म-साक्षात्कार के लिए मिला है जिसे कर्मयोग, ज्ञानयोग या भक्तियोग में से किसी एक विधि से प्राप्त किया जा सकता है | इन योगियों के लिए यज्ञ सम्पन्न करने की कोई आवश्यकता नहीं रहती क्योंकि ये पाप-पुण्य से परे होते हैं, किन्तु जो लोग इन्द्रियतृप्ति में जुटे हुए हैं उन्हें पूर्वोक्त यज्ञ-चक्र के द्वारा शुद्धिकरण की आवश्यकता रहती है | कर्म के अनेक भेद होते हैं | जो लोग कृष्णभावनाभावित नहीं हैं वे निश्चय ही विषय-परायण होते हैं, अतः उन्हें पुण्य कर्म करने की आवश्यकता होती है | यज्ञ पद्धति इस प्रकार सुनियोजित है कि विषयोन्मुख लोग विषयों के फल में फँसे बिना अपनी इच्छाओं की पूर्ति कर सकते हैं | संसार की सम्पन्नता हमारे प्रयासों पर नहीं, अपितु परमेश्वर की पृष्ठभूमि-योजना पर निर्भर है, जिसे देवता सम्पादित करते हैं | अतः वेदों में वर्णित देवताओं को लक्षित करके यज्ञ किये जाते हैं | अप्रत्यक्ष रूप में यह कृष्णभावनामृत का ही अभ्यास रहता है क्योंकि जब कोई इन यज्ञों में दक्षता प्राप्त कर लेता है तो वह अवश्य ही कृष्णभावनाभावित हो जाता है | किन्तु यदि ऐसे यज्ञ करने से कोई कृष्णभावनाभावित नहीं हो पाता तो इसे कोरी आचार-संहिता समझना चाहिए | अतः मनुष्यों को चाहिए कि वे आचार-संहिता तक ही अपनी प्रगति को सीमित न करें, अपितु उसे पार करके कृष्णभावनामृत को प्राप्त हों |"
        ]
    }
]