[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ध्यायतो विषयान्पुंसः सङगस्तेषूपजायते |",
            "सङगात्सञ्जायते कामः कामात्क्रोधोऽभिजायते || ६२ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ध्यायतः –  चिन्तन करते हुए; विषयान् – इन्द्रिय विषयों को; पुंसः – मनुष्य की; सङ्गः –  आसक्ति; तेषु – उन इन्द्रिय विषयों में; उपजायते – विकसित होती है;  सङ्गात् – आसक्ति से; सञ्जायते – विकसित होती है; कामः – इच्छा; कामात् –  काम से; क्रोधः – क्रोध; अभिजायते – प्रकट होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इन्द्रियाविषयों का चिन्तन करते हुए मनुष्य की उनमें आसक्ति उत्पन्न हो जाति है और ऐसी आसक्ति से काम उत्पन्न होता है और फिर काम से क्रोध प्रकट होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो मनुष्य कृष्णभावनाभावित नहीं है उसमें इन्द्रियविषयों के चिन्तन से भौतिक इच्छाएँ उत्पन्न होती है | इन्द्रियों को किसी कार्य में लगे रहना चाहिए और यदि वे भगवान् की दिव्य प्रेमाभक्ति में नहीं लगी रहेंगी तो वे निश्चय ही भौतिकतावाद में लगना चाहेंगी | इस भौतिक जगत् में हर एक प्राणी इन्द्रियाविषयों के अधीन है, यहाँ तक कि ब्रह्मा तथा शिवजी भी | तो स्वर्ग के अन्य देवताओं के विषय में क्या कहा जा सकता है? इस संसार के जंजाल से निकलने का एकमात्र उपाय है-कृष्णभावनाभावित होना | शिव ध्यानमग्न थे, किन्तु जब पार्वती ने विषयभोग के लिए उन्हें उत्तेजित किया, तो वे सहमत हो गये जिसके फलस्वरूप कार्तिकेय का जन्म हुआ | इसी प्रकार तरुण भगवद्भक्त हरिदास ठाकुर को माया देवी के अवतार ने मोहित करने का प्रयास किया, किन्तु विशुद्ध कृष्ण भक्ति के कारण वे इस कसौटी में खरे उतरे | जैसा कि यामुनाचार्य के उपर्युक्त श्लोक में बताया जा चूका है, भगवान् का एकनिष्ठ भक्त भगवान् की संगति के अध्यात्मिक सुख का आस्वादन करने के कारण समस्त भौतिक इन्द्रियसुख को त्याग देता है | अतः जो कृष्णभावनाभावित नहीं है वह कृत्रिम दमन के द्वारा अपनी इन्द्रियों को वश में करने में कितना ही शक्तिशाली क्यों न हो, अन्त में अवश्य असफल होगा, क्योंकि विषय सुख का रंचमात्र विचार भी उसे इन्द्रियतृप्ति के लिए उत्तेजित कर देगा |"
        ]
    }
]