[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Śrī Rāma's show of displeasure towards Sugrīva and Lakṣmaṇa's wrath"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "baraṣā gata nirmala ritu āī. sudhi na tāta sītā kai pāī..",
            "ēka bāra kaisēhu sudhi jānauṃ. kālahu jīta nimiṣa mahu ānauṃ.. [4-17-1]",
            "katahu rahau jauṃ jīvati hōī. tāta jatana kari ānēu sōī..",
            "sugrīvahu sudhi mōri bisārī. pāvā rāja kōsa pura nārī.. [4-17-2]",
            "jēhiṃ sāyaka mārā maiṃ bālī. tēhiṃ sara hatauṃ mūḍha kahaom kālī..",
            "jāsu kṛpāom chūṭahīṃ mada mōhā. tā kahu umā ki sapanēhu kōhā.. [4-17-3]",
            "jānahiṃ yaha caritra muni gyānī. jinha raghubīra carana rati mānī..",
            "lachimana krōdhavaṃta prabhu jānā. dhanuṣa caḍhaāi gahē kara bānā.. [4-17-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"The rains are over and the autumn, which is marked by a cloudless sky and limpid waters, has arrived; yet, dear brother, we have received no news about Sītā. If only once I could anyhow come to know of her whereabouts I would recover her out of the hands of Death himself. Wherever she may be, if only she is still alive I would make an effort to rescue her, dear brother. Sugrīva too has forgotten me now that he has got a kingdom, a treasury, the amenities of city life and his own spouse. I will shoot the fool tomorrow with the same arrow which I used in killing Vāli.\" (Says Śaṅkara) He whose very grace rids one of pride and infatuation, could He ever dream of being angry, Umā ? Those enlightened sages alone who have conceived a love for the feet of Śrī Rāma (the Hero of Raghu's race) can know the inwardness of this conduct of His. When Lakṣmaṇa found the Lord angry, he strung his bow and took arrows in his hands."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba anujahi samujhāvā raghupati karunā sīṃva..",
            "bhaya dēkhāi lai āvahu tāta sakhā sugrīva..18.. [4-18]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord of Raghus, who was the highest embodiment of compassion, then instructed His younger brother saying, \"Sugrīva is our friend, dear brother; you should only frighten him and bring him here.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ihāom pavanasuta hṛdayaom bicārā. rāma kāju sugrīvaom bisārā..",
            "nikaṭa jāi carananhi siru nāvā. cārihu bidhi tēhi kahi samujhāvā.. [4-18-1]",
            "suni sugrīvaom parama bhaya mānā. biṣayaom mōra hari līnhēu gyānā..",
            "aba mārutasuta dūta samūhā. paṭhavahu jahaom tahaom bānara jūhā.. [4-18-2]",
            "kahahu pākha mahu āva na jōī. mōrēṃ kara tā kara badha hōī..",
            "taba hanumaṃta bōlāē dūtā. saba kara kari sanamāna bahūtā.. [4-18-3]",
            "bhaya aru prīti nīti dēkhāī. calē sakala carananhi sira nāī..",
            "ēhi avasara lachimana pura āē. krōdha dēkhi jahaom tahaom kapi dhāē.. [4-18-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "There (at Kiṣkindhā) Hanumān, the son of the wind-god, thought to himself, \"Sugrīva has forgotten the task entrusted to him by Śrī Rāma.\" Approaching Sugrīva, therefore, he bowed his head at his feet and tried to bring him round by employing all the four methods of persuasion*. Sugrīva felt much alarmed to hear the words of Hanumān. \"Sensuality has robbed me of my senses. Now, O son of the wind-god, troops of monkeys are scattered here and there: send batches of messengers to them and have it proclaimed that anyone who fails to appear before me within a fortnight shall meet his death at my hands.\" Thereupon Hanumān sent for envoys and receiving them most politely charged them with their duty making use of threats, blandishments and persuasion. They all bowed their head at his feet and proceeded on their journey. That very moment Lakṣmaṇa entered the city; seeing him angry monkeys ran away helterskelter"
        ]
    },
    {
        "type": "unorderedListGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "***** The four recognized methods of persuasion are: (1) Sāma (argument or expostulation), (2) Dāna (inducement in the shape of gift etc.), (3) Bheda (sowing seeds of dissension) and (4) Daṇḍa (use of force). Hanumān must have told Sugrīva that apart from (1) moral obligations towards a friend and ally, (2) he owed his all to the grace of Śrī Rāma and was thus in duty bound to return His services, (3) that as a warrior he was no match for Śrī Rāma, who could punish him even as He did Vāli, and (4) that He could win over Aṅgada to His side and use him as a tool in dethroning Sugrīva."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dhanuṣa caḍhaāi kahā taba jāri karau pura chāra.",
            "byākula nagara dēkhi taba āyau bālikumāra..19.. [4-19]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Lakṣmaṇa then strung his bow and said, \"I will burn the city to ashes (by making use of the Agni-astra)\". Thereupon came Vāli's son (prince Aṅgada), seeing the whole city in dismay."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "carana nāi siru binatī kīnhī. lachimana abhaya bāomha tēhi dīnhī..",
            "krōdhavaṃta lachimana suni kānā. kaha kapīsa ati bhayaom akulānā.. [4-19-1]",
            "sunu hanumaṃta saṃga lai tārā. kari binatī samujhāu kumārā..",
            "tārā sahita jāi hanumānā. carana baṃdi prabhu sujasa bakhānā.. [4-19-2]",
            "kari binatī maṃdira lai āē. carana pakhāri palaomga baiṭhāē..",
            "taba kapīsa carananhi siru nāvā. gahi bhuja lachimana kaṃṭha lagāvā.. [4-19-3]",
            "nātha biṣaya sama mada kachu nāhīṃ. muni mana mōha karai chana māhīṃ..",
            "sunata binīta bacana sukha pāvā. lachimana tēhi bahu bidhi samujhāvā.. [4-19-4]",
            "pavana tanaya saba kathā sunāī. jēhi bidhi gaē dūta samudāī.. [4-19-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He bowed his head at Lakṣmaṇa's feet and made humble petition to him, whereupon Lakṣmaṇa extended to him his protecting arms. When the report of Lakṣmaṇa's wrath reached the ears of the monkey lord (King Sugrīva), he was terribly distracted with fear and said, \"Listen, Hanumān: take Tārā with you and with suppliant prayers appease the prince (Lakṣmaṇa).\" Hanumān accordingly went with Queen Tārā and bowing at Lakṣmaṇa's feet recounted the Lord's glory. With much supplication he escorted the prince to the palace and after laving his feet seated him on a couch. Then the monkey lord (Sugrīva) bowed his head at the prince's feet, while Lakṣmaṇa took him by the arm and hugged him. \"There is nothing so intoxicating, my lord, as the pleasures of sense which in an instant infatuate the soul even of a sage.\" Lakṣmaṇa was gratified to hear his humble speech and reassured him in many ways. The son of the wind-god told him all that had happened in the meantime, viz., how batches of spies had been despatched (in various directions)."
        ]
    }
]