[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sita's abduction and Her wail"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "krōdhavaṃta taba rāvana līnhisi ratha baiṭhāi.",
            "calā gaganapatha ātura bhayaom ratha hāomki na jāi..28.. [3-28]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Full of rage, Ravana now seated Her in his chariot and drove through the air in great flurry: he was so much afraid that he was scarcely able to drive."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "hā jaga ēka bīra raghurāyā. kēhiṃ aparādha bisārēhu dāyā..",
            "ārati harana sarana sukhadāyaka. hā raghukula sarōja dinanāyaka.. [3-28-1]",
            "hā lachimana tumhāra nahiṃ dōsā. sō phalu pāyau kīnhēu rōsā..",
            "bibidha bilāpa karati baidēhī. bhūri kṛpā prabhu dūri sanēhī.. [3-28-2]",
            "bipati mōri kō prabhuhi sunāvā. purōḍāsa caha rāsabha khāvā..",
            "sītā kai bilāpa suni bhārī. bhaē carācara jīva dukhārī.. [3-28-3]",
            "gīdharāja suni ārata bānī. raghukulatilaka nāri pahicānī..",
            "adhama nisācara līnhē jāī. jimi malēcha basa kapilā gāī.. [3-28-4]",
            "sītē putri karasi jani trāsā. karihau jātudhāna kara nāsā..",
            "dhāvā krōdhavaṃta khaga kaisēṃ. chūṭai pabi parabata kahu jaisē.. [3-28-5]",
            "rē rē duṣṭa ṭhāḍha kina hōhī. nirbhaya calēsi na jānēhi mōhī..",
            "āvata dēkhi kṛtāṃta samānā. phiri dasakaṃdhara kara anumānā.. [3-28-6]",
            "kī maināka ki khagapati hōī. mama bala jāna sahita pati sōī..",
            "jānā jaraṭha jaṭāyū ēhā. mama kara tīratha chāomḍaihi dēhā.. [3-28-7]",
            "sunata gīdha krōdhātura dhāvā. kaha sunu rāvana mōra sikhāvā..",
            "taji jānakihi kusala gṛha jāhū. nāhiṃ ta asa hōihi bahubāhū.. [3-28-8]",
            "rāma rōṣa pāvaka ati ghōrā. hōihi sakala salabha kula tōrā..",
            "utaru na dēta dasānana jōdhā. tabahiṃ gīdha dhāvā kari krōdhā.. [3-28-9]",
            "dhari kaca biratha kīnha mahi girā. sītahi rākhi gīdha puni phirā..",
            "caucanha māri bidārēsi dēhī. daṃḍa ēka bhai muruchā tēhī.. [3-28-10]",
            "taba sakrōdha nisicara khisiānā. kāḍhaēsi parama karāla kṛpānā..",
            "kāṭēsi paṃkha parā khaga dharanī. sumiri rāma kari adabhuta karanī.. [3-28-11]",
            "sītahi jāni caḍhaāi bahōrī. calā utāila trāsa na thōrī..",
            "karati bilāpa jāti nabha sītā. byādha bibasa janu mṛgī sabhītā.. [3-28-12]",
            "giri para baiṭhē kapinha nihārī. kahi hari nāma dīnha paṭa ḍārī..",
            "ēhi bidhi sītahi sō lai gayaū. bana asōka mahaom rākhata bhayaū.. [3-28-13]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Ah! Lord of Raghus, peerless champion of the world, reliever of distress and delighter of the suppliant, ah! the sun that gladdens the lotus-like race of Raghu, for what fault of mine have you become so hard-hearted against your nature? Ah! Laksmana, the fault is none of yours; I have reaped the fruit of the temper I showed.\" Manifold were the lamentations that Videha's Daughter uttered. \"Though boundless his mercy, my loving lord is far away. Who will apprize the lord of my calamity? An ass would eat the sacrificial oblation!\" At the sound of Sita's loud wailing all created beings, whether animate or inanimate, felt distressed, Jatayu (the king of vultures) heard the piteous cry and recognized (from Her voice) that it was the spouse of Sri Rama, the Glory of Raghu's race, who was being carried away by the vile demon (Ravana) like a dun cow that had fallen into the hands of some barbarian. \"Sita, my daughter, fear not; I will kill this demon.\" The bird darted off in its fury like a thunderbolt hurled against a mountain. \"Why do you not stop, O villain ? You are proceeding fearlessly as if you have not yet known me!\" When he saw the vulture bearing down upon him like Death, the ten-headed monster turned towards him and reflected, \"Is it Mount Mainaka or can it be Garuda (the king of birds) ? The latter, however, knows my strength as also his lord (Bhagavan Visnu)!\" When the bird drew near, he recognized it and said, \" It is no other than the aged Jatayu; he has come to drop his body at the sanctuary of my hands.\" At this the vulture rushed in the excitement of his fury, exclaiming: \" Listen, Ravana, to my advice and return home safely, letting Janaka's Daughter alone. Otherwise despite your many arms what will happen is this: in the most terrible flame of Sri Rama's wrath your whole house will be consumed like a moth.\" Bellicose Ravana, however gave no answer. The vulture (Jatayu) thereupon rushed wildly on and clutching the demon by his hair pulled him from the chariot so that he fell to the ground. Having placed Sita in a safe retreat, the vulture turned once more towards Ravana and striking him with his beak tore his body. For nearly half an hour Ravana lay unconscious. Much annoyed at this the demon now angrily drew his most dreadful sword and cut off Jatayu's wings. Invoking Sri Rama and having accomplished marvellous feats, the bird fell to the ground. Ravana took Sita once more into his car and drove off in haste, greatly alarmed. Sita was borne through the air lamenting like a frightened doe caught in the trap of a hunter. Perceiving some monkeys perched on a hill She dropped some cloth uttering Sri Hari's name. In this manner Ravana took Sita away and kept Her in the Asoka garden."
        ]
    }
]