[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे ।",
            "तदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम् ॥ २ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "vyāmiśreṇeva vākyena",
            "buddhiṁ mohayasīva me",
            "tad ekaṁ vada niścitya",
            "yena śreyo ’ham āpnuyām"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "vyāmiśreṇa — by equivocal; iva — certainly; vākyena — words; buddhim — intelligence; mohayasi — You are bewildering; iva — certainly; me — my; tat — therefore; ekam — only one; vada — please tell; niścitya — ascertaining; yena — by which; śreyaḥ — real benefit; aham — I; āpnuyām — may have."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "My intelligence is bewildered by Your equivocal instructions. Therefore, please tell me decisively which will be most beneficial for me."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In the previous chapter, as a prelude to the Bhagavad-gītā, many different paths were explained, such as sāṅkhya-yoga, buddhi-yoga, control of the senses by intelligence, work without fruitive desire, and the position of the neophyte. This was all presented unsystematically. A more organized outline of the path would be necessary for action and understanding. Arjuna, therefore, wanted to clear up these apparently confusing matters so that any common man could accept them without misinterpretation. Although Kṛṣṇa had no intention of confusing Arjuna by any jugglery of words, Arjuna could not follow the process of Kṛṣṇa consciousness – either by inertia or by active service. In other words, by his questions he is clearing the path of Kṛṣṇa consciousness for all students who seriously want to understand the mystery of the Bhagavad-gītā."
        ]
    }
]