[
    {
        "id": [
            23
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "रुद्राणां शंकरश्र्चास्मि वित्तेशो यक्षरक्षसाम् |",
                "वसूनां पावकश्र्चास्मि मेरू: शिखरिणामहम् || २३ ||"
            ],
            "english": [
                "rudranam sankaras casmi",
                "vitteso yaksa-raksasam",
                "vasunam pavakas casmi",
                "meruh sikharinam aham"
            ]
        },
        "translation": {
            "hindi": [
                "मैं समस्त रुद्रों में शिव हूँ, यक्षों तथा राक्षसों में सम्पत्ति का देवता (कुबेर) हूँ, वसुओं में अग्नि हूँ और समस्त पर्वतों में मेरु हूँ |"
            ],
            "english": [
                "Of all the Rudras I am Lord Siva; of the Yaksas and Raksasas I am the lord of wealth [Kuvera]; of the Vasus I am fire [Agni], and of the mountains I am Meru."
            ]
        },
        "meaning": {
            "hindi": [
                "ग्यारह रुद्रों में शंकर या शिव प्रमुख हैं | वे भगवान् के अवतार हैं, जिन पर ब्रह्माण्ड के तमोगुण का भार है | यक्षों तथा राक्षसों के नायक कुबेर हैं जो देवताओं के कोषाध्यक्ष तथा भगवान् के प्रतिनिधि हैं | मेरु पर्वत अपनी समृद्ध सम्पदा के लिए विख्यात है |"
            ],
            "english": [
                "There are eleven Rudras, of whom Sankara, Lord Siva, is predominant. He is the incarnation of the Supreme Lord in charge of the modes of ignorance in the universe. Among the demigods Kuvera is the chief treasurer, and he is a representation of the Supreme Lord. Meru is a mountain famed for its rich natural resources."
            ]
        }
    },
    {
        "id": [
            24
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "पुरोधसां च मुख्यं मां विद्धि पार्थ बृहस्पतिम् |",
                "सेनानीनामहं स्कन्दः सरसामस्मि सागरः || २४ ||"
            ],
            "english": [
                "purodhasam ca mukhyam mam",
                "viddhi partha brhaspatim",
                "senaninam aham skandah",
                "sarasam asmi sagarah"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! मुझे समस्त पुरोहितों में मुख्य पुरोहित ब्रहस्पति जानो | मैं ही समस्त सेनानायकों में कार्तिकेय हूँ और समस्त जलाशयों में समुद्र हूँ ||"
            ],
            "english": [
                "Of priests, O Arjuna, know Me to be the chief, Brhaspati, the lord of devotion. Of generals I am Skanda, the lord of war; and of bodies of water I am the ocean."
            ]
        },
        "meaning": {
            "hindi": [
                "इन्द्र स्वर्ग का प्रमुख देवता है और स्वर्ग का राजा कहलाता है | जिस लोक में उसका शासन है वह इन्द्रलोक कहलाता है | ब्रहस्पति राजा इन्द्र के पुरोहित हैं और चूँकि इन्द्र समस्त राजाओं का प्रधान है, इसीलिए ब्रहस्पति समस्त पुरोहितों में मुख्य हैं | जैसे इन्द्र सभी राजाओं के प्रमुख हैं, इसी प्रकार पार्वती तथा शिव के पुत्र स्कन्द या कार्तिकेय समस्त सेनापतियों के प्रधान हैं | समस्त जलाशयों में समुद्र सबसे बड़ा है | कृष्ण के ये स्वरूप उनकी महानता के ही सूचक हैं |"
            ],
            "english": [
                "Indra is the chief demigod of the heavenly planets and is known as the king of the heavens. The planet in which he reigns is called Indraloka. Brhaspati is Indra's priest, and since Indra is the chief of all kings, Brhaspati is the chief of all priests. And as Indra is the chief of all kings, similarly Skanda, the son of Parvati and Lord Siva, is the chief of all military commanders. And of all bodies of water, the ocean is the greatest. These representations of Krsna only give hints of His greatness."
            ]
        }
    },
    {
        "id": [
            25
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "महर्षीणां भृगुरहं गिरामस्म्येकमक्षरम् |",
                "यज्ञानां जपयज्ञोऽस्मि स्थावराणां हिमालयः || २५ ||"
            ],
            "english": [
                "maharsinam bhrgur aham",
                "giram asmy ekam aksaram",
                "yajnanam japa-yajno 'smi",
                "sthavaranam himalayah"
            ]
        },
        "translation": {
            "hindi": [
                "मैं महर्षियों में भृगु हूँ, वाणी में दिव्य ओंकार हूँ, समस्त यज्ञों में पवित्र नाम का कीर्तन (जप) तथा समस्त अचलों में हिमालय हूँ |"
            ],
            "english": [
                "Of the great sages I am Bhrgu; of vibrations I am the transcendental om. Of sacrifices I am the chanting of the holy names [japa], and of immovable things I am the Himalayas."
            ]
        },
        "meaning": {
            "hindi": [
                "ब्रह्माण्ड के प्रथम ब्रह्मा ने विभिन्न योनियों के विस्तार के लिए कई पुत्र उत्पन्न किये | इनमें से भृगु सबसे शक्तिशाली मुनि थे | समस्त दिव्य ध्वनियों में ओंकार कृष्ण का रूप है | समस्त यज्ञों में हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे | हरे राम हरे राम राम राम हरे हरे – का जप कृष्ण का सर्वाधिक शुद्ध रूप है | कभी-कभी पशु यज्ञ की भी संस्तुति की जाती है, किन्तु हरे कृष्ण यज्ञ में हिंसा का प्रश्न ही नहीं उठता | यह सबसे सरल तथा शुद्धतम यज्ञ है | समस्त जगत में जो कुछ शुभ है, वह कृष्ण का रूप है | अतः संसार का सबसे बड़ा पर्वत हिमालय भी उन्हीं का स्वरूप है | पिछले श्लोक में मेरु का उल्लेख हुआ है, परन्तु मेरु तो कभी-कभी सचल होता है, लेकिन हिमालय कभी चल नहीं है | अतः हिमालय मेरु से बढ़कर है |"
            ],
            "english": [
                "Brahma, the first living creature within the universe, created several sons for the propagation of various kinds of species. The most powerful of his sons is Bhrgu, who is also the greatest sage. Of all the transcendental vibrations, the “om” (omkara) represents the Supreme. Of all the sacrifices, the chanting of Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/ Hare Rama, Hare Rama, Rama Rama, Hare Hare is the purest representation of Krsna. Sometimes animal sacrifices are recommended, but in the sacrifice of Hare Krsna, Hare Krsna, there is no question of violence. It is the simplest and the purest. Whatever is sublime in the worlds is a representation of Krsna. Therefore the Himalayas, the greatest mountains in the world, also represent Him. The mountain named Meru was mentioned in a previous verse, but Meru is sometimes movable, whereas the Himalayas are never movable. Thus the Himalayas are greater than Meru."
            ]
        }
    },
    {
        "id": [
            26
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "अश्र्वत्थः सर्ववृक्षाणां देवर्षीणां च नारदः |",
                "गन्धर्वाणां चित्ररथः सिद्धानां कपिलो मुनिः || २६ ||"
            ],
            "english": [
                "asvatthah sarva-vrksanam",
                "devarsinam ca naradah",
                "gandharvanam citrarathah",
                "siddhanam kapilo munih"
            ]
        },
        "translation": {
            "hindi": [
                "मैं समस्त वृक्षों में अश्र्वत्थ हूँ और देवर्षियों में नारद हूँ | मैं गन्धर्वों में चित्ररथ हूँ और सिद्ध पुरुषों में कपिल मुनि हूँ |"
            ],
            "english": [
                "Of all trees I am the holy fig tree, and amongst sages and demigods I am Narada. Of the singers of the gods [Gandharvas] I am Citraratha, and among perfected beings I am the sage Kapila."
            ]
        },
        "meaning": {
            "hindi": [
                "अश्र्वत्थ वृक्ष सबसे ऊँचा तथा सुन्दर वृक्ष है, जिसे भारत में लोग नित्यप्रति नियमपूर्वक पूजते हैं | देवताओं में नारद विश्र्वभर में सबसे बड़े भक्त माने जाते हैं और पूजित होते हैं | इस प्रकार वे भक्त के रूप में कृष्ण के स्वरूप हैं | गन्धर्वलोक ऐसे निवासियों से पूर्ण है, जो बहुत अच्छा गाते हैं, जिनमें से चित्ररथ सर्वश्रेष्ठ गायक है | सिद्ध पुरुषों में से देवहुति के पुत्र कपिल मुनि कृष्ण के प्रतिनिधि हैं | वे कृष्ण के अवतार माने जाते हैं | इनका दर्शन भागवत में उल्लिखित है | बाद में भी एक अन्य कपिल प्रसिद्द हुए, किन्तु वे नास्तिक थे, अतः इन दोनों में महान अन्तर है |"
            ],
            "english": [
                "The fig tree (asvattha) is one of the most beautiful and highest trees, and people in India often worship it as one of their daily morning rituals. Amongst the demigods they also worship Narada, who is considered the greatest devotee in the universe. Thus he is the representation of Krsna as a devotee. The Gandharva planet is filled with entities who sing beautifully, and among them the best singer is Citraratha. Amongst the perpetually living entities, Kapila is considered an incarnation of Krsna, and His philosophy is mentioned in the Srimad-Bhagavatam. Later on another Kapila became famous, but his philosophy was atheistic. Thus there is a gulf of difference between them."
            ]
        }
    },
    {
        "id": [
            27
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                " \tउच्चै:श्रवसमश्रवानां विद्धि माममृतोद्भवम् |",
                "ऐरावतं गजेन्द्राणां नराणां च नराधिपम् || २७ ||"
            ],
            "english": [
                "uccaihsravasam asvanam",
                "viddhi mam amrtodbhavam",
                "airavatam gajendranam",
                "naranam ca naradhipam"
            ]
        },
        "translation": {
            "hindi": [
                "घोड़ो में मुझे उच्चैःश्रवा जानो, जो अमृत के लिए समुद्र मन्थन के समय उत्पन्न हुआ था | गजराजों में मैं ऐरावत हूँ तथा मनुष्यों में राजा हूँ |"
            ],
            "english": [
                "Of horses know Me to be Uccaihsrava, who rose out of the ocean, born of the elixir of immortality; of lordly elephants I am Airavata, and among men I am the monarch."
            ]
        },
        "meaning": {
            "hindi": [
                "एक बार देवों तथा असुरों ने समुद्र-मन्थन में भाग लिया | इस मन्थन से अमृत तथा विष प्राप्त हुए | विष को तो शिवजी ने पी लिया, किन्तु अमृत के साथ अनेक जीव उत्पन्न हुए, जिनमें उच्चैःश्रवा नामक घोडा भी था | इसी अमृत के साथ एक अन्य पशु ऐरावत नामक हाथी भी उत्पन्न हुआ था | चूँकि ये दोनों पशु अमृत के साथ उत्पन्न हुए थे, अतः इनका विशेष महत्त्व है और ये कृष्ण के प्रतिनिधि हैं |",
                "मनुष्यों में राजा कृष्ण का प्रतिनिधि है, क्योंकि कृष्ण ब्रह्माण्ड के पालक हैं और अपने दैवी गुणों के कारण नियुक्त किये गये राजा भी अपने राज्यों के पालनकर्ता होते हैं | महाराज युधिष्ठिर, महाराज परीक्षित तथा भगवान् राम जैसे राजा अत्यन्त धर्मात्मा थे, जिन्होंने अपनी प्रजा का सदैव कल्याण सोचा | वैदिक साहित्य में राजा को ईश्र्वर का प्रतिनिधि माना गया है | किन्तु इस युग में धर्म के ह्रास होने से राजतन्त्र का पतन हुआ और अन्ततः विनाश हो गया है | किन्तु यह समझना चाहिए कि भूतकाल में लोग धर्मात्मा राजाओं के अधीन रहकर अधिक सुखी थे |"
            ],
            "english": [
                "The devotee demigods and the demons (asuras) once took a sea journey. On this journey, nectar and poison were produced, and Lord Siva drank the poison. From the nectar were produced many entities, of which there was a horse named Uccaihsrava. Another animal produced from the nectar was an elephant named Airavata. Because these two animals were produced from nectar, they have special significance, and they are representatives of Krsna.",
                "Amongst the human beings, the king is the representative of Krsna because Krsna is the maintainer of the universe, and the kings, who are appointed on account of their godly qualifications, are maintainers of their kingdoms. Kings like Maharaja Yudhisthira, Maharaja Pariksit and Lord Rama were all highly righteous kings who always thought of the citizens' welfare. In Vedic literature, the king is considered to be the representative of God. In this age, however, with the corruption of the principles of religion, monarchy decayed and is now finally abolished. It is to be understood that in the past, however, people were more happy under righteous kings."
            ]
        }
    },
    {
        "id": [
            28
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "आयुधानामहं वज्रं धेनुनामस्मि कामधुक् |",
                "प्रजनश्र्चास्मि कन्दर्पः सर्पाणामस्मि वासुकिः || २८ ||"
            ],
            "english": [
                "ayudhanam aham vajram",
                "dhenunam asmi kamadhuk",
                "prajanas casmi kandarpah",
                "sarpanam asmi vasukih"
            ]
        },
        "translation": {
            "hindi": [
                "मैं हथियारों में वज्र हूँ, गायों में सुरभि, सन्तति उत्पत्ति के कारणों में प्रेम के देवता कामदेव तथा सर्पों में वासुकि हूँ  |"
            ],
            "english": [
                "Of weapons I am the thunderbolt; among cows I am the surabhi, givers of abundant milk. Of procreators I am Kandarpa, the god of love, and of serpents I am Vasuki, the chief."
            ]
        },
        "meaning": {
            "hindi": [
                "वज्र सचमुच अत्यन्त बलशाली हथियार है और यह कृष्ण की शक्ति का प्रतिक है | वैकुण्ठलोक में स्थित कृष्णलोक की गाएँ किसी भी समय दुही जा सकती हैं और उनसे जो जितना चाहे उतना दूध प्राप्त कर सकता है | निस्सन्देह इस जगत् में ऐसी गाएँ नहीं मिलती, किन्तु कृष्णलोक में इनके होने का उल्लेख है | भगवान् ऐसी अनेक गाएँ रखते हैं, जिन्हें सुरभि कहा जाता है | कहा जाता है कि भगवान् ऐसी गायों के चराने में व्यस्त रहते हैं | कंदर्प काम वासना है, जिससे अच्छे पुत्र उत्पन्न होते हैं | कभी-कभी केवल इन्द्रियतृप्ति के लिए संभोग किया जाता है, किन्तु ऐसा संभोग कृष्ण का प्रतिक नहीं है | अच्छी सन्तान की उत्पत्ति के लिए किया गया संभोग कंदर्प कहलाता है और वह कृष्ण का प्रतिनिधि होता है |"
            ],
            "english": [
                "The thunderbolt, indeed a mighty weapon, represents Krsna's power. In Krsnaloka in the spiritual sky there are cows which can be milked at any time, and they give as much milk as one likes. Of course such cows do not exist in this material world, but there is mention of them in Krsnaloka. The Lord keeps many such cows, which are called surabhi. It is stated that the Lord is engaged in herding the surabhi cows. Kandarpa is the sex desire for presenting good sons; therefore Kandarpa is the representative of Krsna. Sometimes sex is engaged in only for sense gratification; such sex does not represent Krsna. But sex for the generation of good children is called Kandarpa and represents Krsna."
            ]
        }
    },
    {
        "id": [
            29
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "अनन्तश्र्चास्मि नागानां वरुणो यादसामहम् |",
                "पितृणामर्यमा चास्मि यमः संयमतामहम् || २९ ||"
            ],
            "english": [
                "anantas casmi naganam",
                "varuno yadasam aham",
                "pitrnam aryama casmi",
                "yamah samyamatam aham"
            ]
        },
        "translation": {
            "hindi": [
                "अनेक फणों वाले नागों में मैं अनन्त हूँ और जलचरों में वरुणदेव हूँ | मैं पितरों में अर्यमा हूँ तथा नियमों के निर्वाहकों में मैं मृत्युराज यम हूँ |"
            ],
            "english": [
                "Of the celestial Naga snakes I am Ananta; of the aquatic deities I am Varuna. Of departed ancestors I am Aryama, and among the dispensers of law I am Yama, lord of death."
            ]
        },
        "meaning": {
            "hindi": [
                "अनेक फणों वाले नागों में अनन्त सबसे प्रधान हैं और इसी प्रकार जलचरों में वरुण देव प्रधान हैं | ये दोनों कृष्ण का प्रतिनिधित्व करते हैं | इसी प्रकार पितृलोक के अधिष्ठाता अर्यमा हैं जो कृष्ण के प्रतिनिधि हैं | ऐसे अनेक जीव हैं जो दुष्टों को दण्ड देते हैं, किन्तु इनमें यम प्रमुख हैं | यम पृथ्वीलोक के निकटवर्ती लोक में रहते हैं | मृत्यु के बाद पापी लोगों को वहाँ ले जाया जाता है और यम उन्हें तरह-तरह का दण्ड देने की व्यवस्था करते हैं |"
            ],
            "english": [
                "Among the many celestial Naga serpents, Ananta is the greatest, as is Varuna among the aquatics. They both represent Krsna. There is also a planet of trees presided over by Aryama, who represents Krsna. There are many living entities who give punishment to the miscreants, and among them Yama is the chief. Yama is situated in a planet near this earthly planet, and after death those who are very sinful are taken there, and Yama arranges different kinds of punishments for them."
            ]
        }
    },
    {
        "id": [
            30
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "प्रह्लादश्र्चास्मि दैत्यानां कालः कलयतामहम् |",
                "मृगाणां च मृगेन्द्रोऽहं वैनतेयश्र्च पक्षिणाम् || ३० ||"
            ],
            "english": [
                "prahladas casmi daityanam",
                "kalah kalayatam aham",
                "mrganam ca mrgendro 'ham",
                "vainateyas ca paksinam"
            ]
        },
        "translation": {
            "hindi": [
                "दैत्यों में मैं भक्तराज प्रह्लाद हूँ, दमन करने वालों में काल हूँ, पशुओं में सिंह हूँ, तथा पक्षियों में गरुड़ हूँ |"
            ],
            "english": [
                "Among the Daitya demons I am the devoted Prahlada; among subduers I am time; among the beasts I am the lion, and among birds I am Garuda, the feathered carrier of Visnu."
            ]
        },
        "meaning": {
            "hindi": [
                "दिति तथा अदिति दो बहनें थीं | अदिति के पुत्र आदित्य कहलाते हैं और दिति के दैत्य | सारे आदित्य भगवद्भक्त निकले और सारे दैत्य नास्तिक | यद्यपि प्रहलाद का जन्म दैत्य कुल में हुआ था, किन्तु वे बचपन से ही परम भक्त थे | अपनी भक्ति तथा दैवी गुण के कारण वे कृष्ण के प्रतिनिधि माने जाते हैं |",
                "दमन के अनेक नियम हैं, किन्तु काल इस संसार की हर वस्तु को क्षीण कर देता है, अतः वह कृष्ण का प्रतिनिधित्व कर रहा है | पशुओं में सिंह सबसे शक्तिशाली तथा हिंसक होता है और पक्षियों के लाखों प्रकारों में भगवान् विष्णु का वाहन गरुड़ सबसे महान है |"
            ],
            "english": [
                "Diti and Aditi are two sisters. The sons of Aditi are called Adityas, and the sons of Diti are called Daityas. All the Adityas are devotees of the Lord, and all the Daityas are atheistic. Although Prahlada was born in the family of the Daityas, he was a great devotee from his childhood. Because of his devotional service and godly nature, he is considered to be a representative of Krsna.",
                "There are many subduing principles, but time wears down all things in the material universe and so represents Krsna. Of the many animals, the lion is the most powerful and ferocious, and of the million varieties of birds, Garuda, the bearer of Lord Visnu, is the greatest."
            ]
        }
    },
    {
        "id": [
            31
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "पवनः पवतामस्मि रामः शस्त्रभृतामहम् |",
                "झषाणां मकरश्र्चास्मि स्त्रोतसामस्मि जाह्नवी || ३१ ||"
            ],
            "english": [
                "pavanah pavatam asmi",
                "ramah sastra-bhrtam aham",
                "jhasanam makaras casmi",
                "srotasam asmi jahnavi"
            ]
        },
        "translation": {
            "hindi": [
                "समस्त पवित्र करने वालों में मैं वायु हूँ, शस्त्रधारियों में राम, मछलियों में मगर तथा नदियों में गंगा हूँ |"
            ],
            "english": [
                "Of purifiers I am the wind; of the wielders of weapons I am Rama; of fishes I am the shark, and of flowing rivers I am the Ganges."
            ]
        },
        "meaning": {
            "hindi": [
                "समस्त जलचरों में मगर सबसे बड़ा और मनुष्य के लिए सबसे घातक होता है | अतः मगर कृष्ण का प्रतिनिधित्व करता है |और नदियों में , भारत में सबसे बड़ी माँ गंगा है | रामायण के भगवान् राम जो श्रीकृष्ण के अवतार हैं, योद्धाओं में सबसे अधिक शक्तिशाली हैं |"
            ],
            "english": [
                "Of all the aquatics the shark is one of the biggest and is certainly the most dangerous to man. Thus the shark represents Krsna. And of rivers, the greatest in India is the Mother Ganges. Lord Ramacandra, of the Ramayana, an incarnation of Krsna, is the mightest of warriors."
            ]
        }
    },
    {
        "id": [
            32
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "सर्गाणामादिरन्तश्र्च मध्यं चैवाहमर्जुन |",
                "अध्यात्मविद्या विद्यानां वादः प्रवदतामहम् || ३२ ||"
            ],
            "english": [
                "sarganam adir antas ca",
                "madhyam caivaham arjuna",
                "adhyatma-vidya vidyanam",
                "vadah pravadatam aham"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! मैं समस्त सृष्टियों का आदि, मध्य और अन्त हूँ | मैं समस्त विद्याओं में अध्यात्म विद्या हूँ और तर्कशास्त्रियों में मैं निर्णायक सत्य हूँ |"
            ],
            "english": [
                "Of all creations I am the beginning and the end and also the middle, O Arjuna. Of all sciences I am the spiritual science of the Self, and among logicians I am the conclusive truth."
            ]
        },
        "meaning": {
            "hindi": [
                "सृष्टियों में सर्वप्रथम समस्त भौतिक तत्त्वों की सृष्टि की जाती है | जैसा कि पहले बताया जा चुका है, यह दृश्यजगत महाविष्णु ‘गर्भोदकशायी विष्णु तथा क्षीरोदकशायी विष्णु द्वारा उत्पन्न और संचालित है | बाद में इसका संहार शिवजी द्वारा किया जाता है | ब्रह्मा गौण स्त्रष्टा हैं | सृजन, पालन तथा संहार करने वाले ये सारे अधिकारी परमेश्र्वर के भौतिक गुणों के अवतार हैं | अतः वे ही समस्त सृष्टि के आदि, मध्य तथा अन्त हैं |",
                "उच्च विद्या के लिए ज्ञान के अनेक ग्रंथ हैं, यथा चारों वेद, उनके छह वेदांग, वेदान्त सूत्र, तर्क ग्रंथ, धर्मग्रंथ, पुराण | इस प्रकार कुल चौदह प्रकार के ग्रंथ हैं | इनमें से अध्यात्म विद्या सम्बन्धी ग्रंथ, विशेष रूप से वेदान्त सूत्र, कृष्ण का स्वरूप है |",
                "तर्कशास्त्रियों में विभिन्न प्रकार के तर्क होते रहते हैं | प्रमाण द्वारा तर्क की पुष्टि, जिससे विपक्ष का भी समर्थन हो, जल्प कहलाता है | प्रतिद्वन्द्वी को हराने का प्रयास मात्र वितण्डा है, किन्तु वास्तविक निर्णय वाद कहलाता है | यह निर्णयात्मक सत्य कृष्ण का स्वरूप है |"
            ],
            "english": [
                "Among created manifestations, the total material elements are first created by Maha-Visnu and are annihilated by Lord Siva. Brahma is the secondary creator. All these created elements are different incarnations of the material qualities of the Supreme Lord; therefore He is the beginning, the middle and the end of all creation.",
                "Regarding the spiritual science of the Self, there are many literatures, such as the four Vedas, the Vedanta-sutra and the Puranas, the Srimad-Bhagavatam and the Gita. These are all representatives of Krsna. Among logicians there are different stages of argument. The presentation of evidence is called japa. The attempt to defeat one another is called vitanda, and the final conclusion is called vada. The conclusive truth, the end of all reasoning processes, is Krsna."
            ]
        }
    }
]