[
    {
        "id": [
            33
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "अक्षराणामकारोऽस्मि द्वन्द्वः सामासिकस्य च |",
                "अहमेवाक्षयः कालो धाताहं विश्र्वतोमुखः || ३३ ||"
            ],
            "english": [
                "aksaranam a-karo 'smi",
                "dvandvah samasikasya ca",
                "aham evaksayah kalo",
                "dhataham visvato-mukhah"
            ]
        },
        "translation": {
            "hindi": [
                "अक्षरों में मैं अकार हूँ और समासों में द्वन्द्व समास हूँ | मैं शाश्र्वत काल भी हूँ और स्त्रष्टाओं में ब्रह्मा हूँ |"
            ],
            "english": [
                "Of letters I am the letter A, and among compounds I am the dual word. I am also inexhaustable time, and of creators I am Brahma, whose manifold faces turn everywhere."
            ]
        },
        "meaning": {
            "hindi": [
                "अ-कार अर्थात् संस्कृत अक्षर माला का प्रथम अक्षर (अ) वैदिक साहित्य का शुभारम्भ है | अकार के बिना कोई स्वर नहीं हो सकता, इसीलिए यह आदि स्वर है | संस्कृत में कई तरह के सामसिक शब्द होते हैं, जिनमें से राम-कृष्ण जैसे दोहरे शब्द द्वन्द्व कहलाते हैं | इस समास में राम तथा कृष्ण अपने उसी रूप में हैं, अतः यह समास द्वन्द्व कहलाता है |",
                "समस्त मारने वालों में काल सर्वोपरि है, क्योंकि वह सबों को मारता है | काल कृष्णस्वरूप है, क्योंकि समय आने पर प्रलयाग्नि से सब कुछ लय हो जाएगा |",
                "सृजन करने काले जीवों में चतुर्मुखब्रह्मा प्रधान हैं, अतः वे भगवान् कृष्ण के प्रतिक हैं |"
            ],
            "english": [
                "Akara, the first letter of the Sanskrit alphabet, is the beginning of the Vedic literature. Without akara, nothing can be sounded; therefore it is the beginning of sound. In Sanskrit there are also many compound words, of which the dual word, like Rama-krsna, is called dvandvah. For instance, Rama and Krsna have the same rhythm and therefore are called dual.",
                "Among all kinds of killers, time is the ultimate because time kills everything. Time is the representative of Krsna because in due course of time there will be a great fire and everything will be annihilated.",
                "Among the creators and living entities, Brahma is the chief. The various Brahmas exhibit four, eight, sixteen, etc., heads accordingly, and they are the chief creators in their respective universes. The Brahmas are representatives of Krsna."
            ]
        }
    },
    {
        "id": [
            34
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "मृत्यु: सर्वहरश्र्चाहमुद्भवश्र्च भविष्यताम् |",
                "कीर्तिः श्रीर्वाक्च नारीणां स्मृतिर्मेधा धृतिः क्षमा || ३४ ||"
            ],
            "english": [
                "mrtyuh sarva-haras caham",
                "udbhavas ca bhavisyatam",
                "kirtih srir vak ca narinam",
                "smrtir medha dhrtih ksama"
            ]
        },
        "translation": {
            "hindi": [
                "मैं सर्वभक्षी मृत्यु हूँ और मैं ही आगे होने वालों को उत्पन्न करने वाला हूँ | स्त्रियों में मैं कीर्ति, श्री, वाक्, स्मृति, मेधा, धृति तथा क्षमा हूँ |"
            ],
            "english": [
                "I am all-devouring death, and I am the generator of all things yet to be. Among women I am fame, fortune, speech, memory, intelligence, faithfulness and patience."
            ]
        },
        "meaning": {
            "hindi": [
                "ज्योंही मनुष्य जन्म लेता है, वह क्षण क्षण मरता रहता है | इस प्रकार मृत्यु समस्त जीवों का हर क्षण भक्षण करती रहती है, किन्तु अन्तिम आघात मृत्यु कहलाता है | यह मृत्यु कृष्ण ही है | जहाँ तक भावी विकास का सम्बन्ध है, सारे जीवों में छह परिवर्तन होते हैं – वे जन्मते हैं, बढ़ते हैं, कुछ काल तक संसार में रहते हैं, सन्तान उत्पन्न करते हैं, क्षीण होते हैं और अन्त में समाप्त हो जाते हैं | इन छहों परिवर्तनों में पहला गर्भ से मुक्ति है और यह कृष्ण है | प्रथम उत्पत्ति ही भावी कार्यों का शुभारम्भ है |",
                "यहाँ जिन सात ऐश्र्वर्यों का उल्लेख है, वे स्त्रीवाचक हैं – कीर्ति, श्री, वाक्, स्मृति, मेधा, धृति तथा क्षमा | यदि किसी व्यक्ति के पास ये सभी, या इनमें से कुछ ही होते हैं, तो वह यशस्वी होता है | यदि कोई मनुष्य धर्मात्मा है, तो वह यशस्वी होता है | संस्कृत पूर्ण भाषा है, अतः यह अत्यन्त यशस्विनी है | यदि कोई पढ़ने के बाद विषय को स्मरण रख सकता है तो उसे उत्तम स्मृति मिली होती है | केवल अनेक ग्रंथों को पढ़ना पर्याप्त नहीं होता, किन्तु उन्हें समझकर आवश्यकता पड़ने पर उनका प्रयोग मेधा या बुद्धि कहलाती है | यह दूसरा ऐश्र्वर्य है | अस्थिरता पर विजय पाना धृति या दृढ़ता है | पूर्णतया योग्य होकर यदि कोई विनीत भी हो और सुख तथा दुख में समभाव से रहे तो यह ऐश्र्वर्य क्षमा कहलाता है |"
            ],
            "english": [
                "As soon as a man is born, he dies at every moment. Thus death is devouring every living entity at every moment, but the last stroke is called death itself. That death is Krsna. All species of life undergo six basic changes. They are born, they grow, they remain for some time, they reproduce, they dwindle and finally vanish. Of these changes, the first is deliverance from the womb, and that is Krsna. The first generation is the beginning of all future activities.",
                "The six opulences listed are considered to be feminine. If a woman possesses all of them or some of them she becomes glorious. Sanskrit is a perfect language and is therefore very glorious. After studying, if one can remember the subject matter, he is gifted with good memory, or smrti One need not read many books on different subject matters; the ability to remember a few and quote them when necessary is also another opulence."
            ]
        }
    },
    {
        "id": [
            35
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "बृहत्साम तथा साम्नां गायत्री छन्दसामहम् |",
                "मासानां मार्गशीर्षोऽहमृतूनां कुसुमाकरः || ३५ ||"
            ],
            "english": [
                "brhat-sama tatha samnam",
                "gayatri chandasam aham",
                "masanam marga-sirso 'ham",
                "rtunam kusumakarah"
            ]
        },
        "translation": {
            "hindi": [
                "मैं सामवेद के गीतों में बृहत्साम हूँ और छन्दों में गायत्री हूँ | समस्त महीनों में मैं मार्गशीर्ष (अगहन) तथा समस्त ऋतुओं में फूल खिलने वाली वसन्त ऋतु हूँ |"
            ],
            "english": [
                "Of hymns I am the Brhat-sama sung to the Lord Indra, and of poetry I am the Gayatri verse, sung daily by brahmanas. Of months I am November and December, and of seasons I am flower-bearing spring."
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि भगवान् स्वयं बता चुके हैं, वे समस्त वेदों में सामवेद हैं | सामवेद विभिन्न देवताओं द्वारा गाये जाने वाले गीतों का संग्रह है | इन गीतों में से एक बृहत्साम है जिसको ध्वनि सुमधुर है और जो अर्धरात्रि में गाया जाता है |",
                "संस्कृत के काव्य के निश्चित विधान हैं | इसमें लय तथा ताल बहुत ही आधुनिक कविता की तरह मनमाने नहीं होते | ऐसे नियमित काव्य में गायत्री मन्त्र, जिसका जप केवल सुपात्र ब्राह्मणों द्वारा ही होता है, सबसे अधिक महत्त्वपूर्ण है | गायत्री मन्त्र का उल्लेख श्रीमद्भागवत में भी हुआ है | चूँकि गायत्री मन्त्र विशेषतया ईश्र्वर-साक्षात्कार के ही निमित्त है, इसलिए यह परमेश्र्वर का स्वरूप है | यह मन्त्र अध्यात्म में उन्नत लोगों के लिए है | जब इसका जप करने में उन्हें सफलता मिल जाती है, तो वे भगवान् के दिव्य धाम में प्रविष्ट होते हैं | गायत्री मन्त्र के जप के लिए मनुष्य को पहले सिद्ध पुरुष के गुण या भौतिक प्रकृति के नियमों के अनुसार सात्त्विक गुण प्राप्त करने होते हैं | वैदिक सभ्यता में गायत्री अत्यन्त महत्त्वपूर्ण है और उसे ब्रह्म का नाद अवतार माना जाता है | ब्रह्मा इसके गुरु हैं और शिष्य-परम्परा द्वारा यह उनसे आगे बढ़ता रहा है |",
                "मासों में अगहन (मार्गशीर्ष) मास सर्वोत्तम माना जाता है क्योंकिभारत में इस मास में खेतों से अन्न एकत्र किया जाता है और लोग अत्यन्त प्रसन्न रहते हैं | निस्सन्देह वसन्त ऐसी ऋतू है जिसका विश्र्वभर में सम्मान होता है क्योंकि यह न तो बहुत गर्म रहती है, न सर्द और इसमें वृक्षों में फूल आते है | वसन्त में कृष्ण की लीलाओं से सम्बन्धित अनेक उत्सव भी मनाये जाते हैं, अतः इसे समस्त ऋतुओं में से सर्वाधिक उल्लासपूर्ण माना जाता है और यह भगवान् कृष्ण की प्रतिनिधि है |"
            ],
            "english": [
                "It has already been explained by the Lord that amongst all the Vedas, the Sama-veda is rich with beautiful songs played by the various demigods.",
                "One of these songs is the Brhat-sama, which has an exquisite melody and is sung at midnight.",
                "In Sanskrit, there are definite rules that regulate poetry; rhyme and meter are not written whimsically, as in much modern poetry. Amongst the regulated poetry, the Gayatri mantra, which is chanted by the duly qualified brahmanas, is the most prominent. The Gayatri mantra is mentioned in the Srimad-Bhagavatam. Because the Gayatri mantra is especially meant for God realization, it represents the Supreme Lord. This mantra is meant for spiritually advanced people, and when one attains success in chanting it, he can enter into the transcendental position of the Lord. One must first acquire the qualities of the perfectly situated person, the qualities of goodness according to the laws of material nature, in order to chant the Gayatri mantra. The Gayatri mantra is very important in Vedic civilization and is considered to be the sound incarnation of Brahman. Brahma is its initiator, and it is passed down from him in disciplic succession.",
                "The months of November and December are considered the best of all months because in India grains are collected from the fields at this time, and the people become very happy. Of course spring is a season universally liked because it is neither too hot nor too cold, and the flowers and trees blossom and flourish. In spring there are also many ceremonies commemorating Krsna's pastimes; therefore this is considered to be the most joyful of all seasons, and it is the representative of the Supreme Lord Krsna."
            ]
        }
    },
    {
        "id": [
            36
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "द्यूतं छलयतामस्मि तेजस्तेजस्विनामहम् |",
                "जयोऽस्मि व्यवसायोऽस्मि सत्त्वं सत्त्ववतामहम् || ३६ ||"
            ],
            "english": [
                "dyutam chalayatam asmi",
                "tejas tejasvinam aham",
                "jayo 'smi vyavasayo 'smi",
                "sattvam sattvavatam aham"
            ]
        },
        "translation": {
            "hindi": [
                "मैं छलियों में जुआ हूँ और तेजस्वियों में तेज हूँ | मैं विजय हूँ, साहस हूँ और बलवानों का बल हूँ |"
            ],
            "english": [
                "I am also the gambling of cheats, and of the splendid I am the splendor. I am victory, I am adventure, and I am the strength of the strong."
            ]
        },
        "meaning": {
            "hindi": [
                "ब्रह्माण्ड में अनेक प्रकार के छलियाँ हैं | समस्त छल-कपट कर्मों में द्यूत-क्रीड़ा (जुआ) सर्वोपरि है और यह कृष्ण का प्रतीक है | परमेश्र्वर के रूप में कृष्ण किसी भी सामान्य पुरुष की अपेक्षा अधिक कपटी (छल करने वाले) हो सकते हैं | यदि कृष्ण किसी से छल करने की सोच लेते हैं तो उनसे कोई पार नहीं पा सकता | उनकी महानता एकांगी न होकर सर्वांगी है |",
                "वे विजयी पुरुषों की विजय हैं | वे तेजस्वियों का तेज हैं | साहसी तथा कर्मठों में वे सर्वाधिक साहसी और कर्मठ हैं | वे बलवानों में सर्वाधिक बलवान हैं | जब कृष्ण इस धराधाम में विद्यमान थे तो कोई भी उन्हें बल में हरा नहीं सकता था | यहाँ तक कि अपने बाल्यकाल में उन्होंने गोवर्धन उठा लिया था | उन्हें न तो कोई छल में हरा सकता है, न तेज में, न विजय में, न साहस तथा बल में |"
            ],
            "english": [
                "There are many kinds of cheaters all over the universe. Of all cheating processes, gambling stands supreme and therefore represents Krsna. As the Supreme, Krsna can be more deceitful than any mere man. If Krsna chooses to deceive a person, no one can surpass Him in His deceit. His greatness is not simply one-sided-it is all-sided.",
                "Among the victorious, He is victory. He is the splendor of the splendid. Among enterprising industrialists, He is the most enterprising. Among adventurers, He is the most adventurous, and among the strong, He is the strongest. When Krsna was present on earth, no one could surpass Him in strength. Even in His childhood He lifted Govardhana Hill. No one can surpass Him in cheating, no one can surpass Him in splendor, no one can surpass Him in victory, no one can surpass Him in enterprise, and no one can surpass Him in strength."
            ]
        }
    },
    {
        "id": [
            37
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                " \tवृष्णीनां वासुदेवोऽस्मि पाण्डवानां धनञ्जयः |",
                "मुनीनामप्यहं व्यासः कवीनामुशना कविः || ३७ ||"
            ],
            "english": [
                "vrsninam vasudevo 'smi",
                "pandavanam dhananjayah",
                "muninam apy aham vyasah",
                "kavinam usana kavih"
            ]
        },
        "translation": {
            "hindi": [
                "मैं वृष्णिवंशियों में वासुदेव और पाण्डवों में अर्जुन हूँ | मैं समस्त मुनियों में व्यास तथा महान विचारकों में उशना हूँ |"
            ],
            "english": [
                "Of the descendants of Vrsni I am Vasudeva, and of the Pandavas I am Arjuna. Of the sages I am Vyasa, and among great thinkers I am Usana."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्ण आदि भगवान् हैं और बलदेव कृष्ण के निकटतम अंश-विस्तार हैं | कृष्ण तथा बलदेव दोनों ही वासुदेव के पुत्र रूप में उत्पन्न हुए, अतः दोनों को वासुदेव कहा जा सकता है | दूसरी दृष्टि से चूँकि कृष्ण कभी वृन्दावन नहीं त्यागते, अतः उनके जितने भी रूप अन्यत्र पाये जाते हैं वे उनके विस्तार हैं | वासुदेव कृष्ण के निकटतम अंश-विस्तार हैं, अतः वासुदेव कृष्ण से भिन्न नहीं है | अतः इस श्लोक में आगत वासुदेव शब्द का अर्थ बलदेव या बलराम माना जाना चाहिए क्योंकि वे समस्त अवतारों के उद्गम हैं और इस प्रकार वासुदेव के एकमात्र उद्गम हैं | भगवान् के निकटतम अंशों को स्वांश (व्यक्तिगत या स्वकीय अंश) कहते हैं और अन्य प्रकार के भी अंश हैं, जो विभिन्नांश (पृथकीकृत अंश) कहलाते हैं |",
                "पाण्डुपुत्रों में अर्जुन धनञ्जय नाम से विख्यात है | वह समस्त पुरुषों में श्रेष्ठतम है, अतः कृष्णस्वरूप है | मुनियों अर्थात् वैदिक ज्ञान में पटु विद्वानों में व्यास सबसे बड़े हैं, क्योंकि उन्होंने कलियुग में लोगों को समझाने के लिए वैदिक ज्ञान को अनेक प्रकार से प्रस्तुत किया | और व्यास को कृष्ण के एक अवतार भी माने जाते हैं | अतः वे कृष्णस्वरूप हैं | कविगण किसी विषय पर गंभीरता से विचार करने में समर्थ होते हैं | कवियों में उशना अर्थात् शुक्राचार्य असुरों के गुरु थे, वे अत्यधिक बुद्धिमान तथा दूरदर्शी राजनेता थे | इस प्रकार सुक्राचय कृष्ण के ऐश्र्वर्य के दूसरे स्वरूप हैं |"
            ],
            "english": [
                "Krsna is the original Supreme Personality of Godhead, and Vasudeva is the immediate expansion of Krsna. Both Lord Krsna and Baladeva appear as the sons of Vasudeva. Amongst the sons of Pandu, Arjuna is famous and valiant. Indeed, he is the best of men and therefore represents Krsna. Among the munis, or learned men conversant in Vedic knowledge, Vyasa is the greatest because he explained Vedic knowledge in many different ways for the understanding of the common mass of people in this age of Kali. And Vyasa is also known as an incarnation of Krsna; therefore Vyasa also represents Krsna. Kavis are those who are capable of thinking thoroughly on any subject matter. Among the kavis, Usana was the spiritual master of the demons; he was extremely intelligent, far-seeing, political and spiritual in every way. Thus Usana is another representative of the opulence of Krsna."
            ]
        }
    },
    {
        "id": [
            38
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "दण्डो दमयतामस्मि नीतिरस्मि जिगीषताम् |",
                "मौनं चैवास्मि गुह्यानां ज्ञानं ज्ञानवतामहम् || ३८ ||"
            ],
            "english": [
                "dando damayatam asmi",
                "nitir asmi jigisatam",
                "maunam caivasmi guhyanam",
                "jnanam jnanavatam aham"
            ]
        },
        "translation": {
            "hindi": [
                "अराजकता को दमन करने वाले समस्त साधनों में मैं दण्ड हूँ और जो विजय के आकांक्षी हैं उनकी मैं नीति हूँ | रहस्यों में मैं मौन हूँ और बुद्धिमानों में ज्ञान हूँ |"
            ],
            "english": [
                "Among punishments I am the rod of chastisement, and of those who seek victory, I am morality. Of secret things I am silence, and of the wise I am wisdom."
            ]
        },
        "meaning": {
            "hindi": [
                "वैसे तो दमन के अनेक साधन हैं, किन्तु इनमें सबसे महत्त्वपूर्ण है दुष्टों का नाश | जब दुष्टों को दण्डित किया जाता है तो दण्ड देने वाला कृष्णस्वरूप होता है | किसी भी क्षेत्र में विजय की आकांक्षा करने वाले में नीति की ही विजय होती है | सुनने, सोचने तथा ध्यान करने की गोपनीय क्रियाओं में मौन ही सबसे महत्त्वपूर्ण है, क्योंकि मौन रहने से जल्दी उन्नति मिलती है | ज्ञानी व्यक्ति वह है, जो पदार्थ तथा आत्मा में, भगवान् की परा तथा अपरा शक्तियों में भेद कर सके | ऐसा ज्ञान साक्षात् कृष्ण है |"
            ],
            "english": [
                "There are many suppressing agents, of which the most important are those that cut down the miscreants. When miscreants are punished, the rod of chastisement represents Krsna. Among those who are trying to be victorious in some field of activity, the most victorious element is morality. Among the confidential activities of hearing, thinking and meditating, silence is most important because by silence one can make progress very quickly. The wise man is he who can discriminate between matter and spirit, between God's superior and inferior natures. Such knowledge is Krsna Himself."
            ]
        }
    },
    {
        "id": [
            39
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "यच्चापि सर्वभूतानां बीजं तदहमर्जुन |",
                "न तदस्ति विना यत्स्यान्मया भूतं चराचरम् || ३९ ||"
            ],
            "english": [
                "yac capi sarva-bhutanam",
                "bijam tad aham arjuna",
                "na tad asti vina yat syan",
                "maya bhutam caracaram"
            ]
        },
        "translation": {
            "hindi": [
                "यही नहीं, हे अर्जुन! मैं समस्त सृष्टि का जनक बीज हूँ | ऐसा चर तथा अचर कोई भी प्राणी नहीं है, जो मेरे बिना रह सके |"
            ],
            "english": [
                "Furthermore, O Arjuna, I am the generating seed of all existences. There is no being-moving or unmoving-that can exist without Me."
            ]
        },
        "meaning": {
            "hindi": [
                "प्रत्येक वस्तु का कारण होता है और इस सृष्टि का कारण या बीज कृष्ण हैं | कृष्ण की शक्ति के बिना कुछ भी नहीं रह सकता, अतः उन्हें सर्वशक्तिमान कहा जाता है | उनकी शक्ति के बिना चर तथा अचर, किसी भी जीव का अस्तित्व नहीं रह सकता | जो कुछ कृष्ण की शक्ति पर आधारित नहीं है, वह माया है अर्थात् “वह जो नहीं है |”"
            ],
            "english": [
                "Everything has a cause, and that cause or seed of manifestation is Krsna. Without Krsna's energy, nothing can exist; therefore He is called omnipotent. Without His potency, neither the movable nor the unmovable can exist. Whatever existence is not founded on the energy of Krsna is called maya, that which is not."
            ]
        }
    },
    {
        "id": [
            40
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                " \tनान्तोऽस्ति मम दिव्यानां विभूतीनां परन्तप |",
                "एष तूद्देशतः प्रोक्तो विभूतेर्विस्तरो मया || ४० ||"
            ],
            "english": [
                "nanto 'sti mama divyanam",
                "vibhutinam parantapa",
                "esa tuddesatah prokto",
                "vibhuter vistaro maya"
            ]
        },
        "translation": {
            "hindi": [
                "हे परन्तप! मेरी दैवी विभूतियों का अन्त नहीं है | मैंने तुमसे जो कुछ कहा, वह तो मेरी अनन्त विभूतियों का संकेत मात्र है |"
            ],
            "english": [
                "O mighty conqueror of enemies, there is no end to My divine manifestations. What I have spoken to you is but a mere indication of My infinite opulences."
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि वैदिक साहित्य में कहा गया है यद्यपि परमेश्र्वर की शक्तियाँ तथा विभूतियाँ अनेक प्रकार से जानी जाती हैं, किन्तु इन विभूतियों का कोई अन्त नहीं है, अतएव समस्त विभूतियों तथा शक्तियों का वर्णन कर पाना सम्भव नहीं है | अर्जुन की जिज्ञासा को शान्त करने के लिए केवल थोड़े से उदाहरण प्रस्तुत किये गये हैं |"
            ],
            "english": [
                "As stated in the Vedic literature, although the opulences and energies of the Supreme are understood in various ways, there is no limit to such opulences; therefore not all the opulences and energies can be explained. Simply a few examples are being described to Arjuna to pacify his inquisitiveness."
            ]
        }
    },
    {
        "id": [
            41
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "यद्यद्विभूतिमत्सत्त्वं श्रीमदूर्जितमेव वा |",
                "तत्तदेवावगच्छ त्वं मम तेजोंऽशसम्भवम् || ४१ ||"
            ],
            "english": [
                "yad yad vibhutimat sattvam",
                "srimad urjitam eva va",
                "tat tad evavagaccha tvam",
                "mama tejo-'msa-sambhavam"
            ]
        },
        "translation": {
            "hindi": [
                "तुम जान लो कि सारा ऐश्र्वर्य, सौन्दर्य तथा तेजस्वी सृष्टियाँ मेरे तेज के एक स्फुलिंग मात्र से उद्भूत हैं |"
            ],
            "english": [
                "Know that all beautiful, glorious, and mighty creations spring from but a spark of My splendor."
            ]
        },
        "meaning": {
            "hindi": [
                "किसी भी तेजस्वी या सुन्दर सृष्टि को, चाहे वह अध्यात्म जगत में हो या इस जगत में, कृष्ण की विभूति का अंश रूप ही मानना चाहिए | किसी भी अलौकिक तेजयुक्त वस्तु को कृष्ण की विभूति समझना चाहिए |"
            ],
            "english": [
                "Any glorious or beautiful existence should be understood to be but a fragmental manifestation of Krsna's opulence, whether it be in the spiritual or material world. Anything extraordinarily opulent should be considered to represent Krsna's opulence."
            ]
        }
    },
    {
        "id": [
            42
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "अथवा बहुनैतेन किं ज्ञातेन तवार्जुन |",
                "विष्टभ्याहमिदं कृत्स्नमेकांशेन स्थितो जगत् || ४२ ||"
            ],
            "english": [
                "atha va bahunaitena",
                "kim jnatena tavarjuna",
                "vistabhyaham idam krtsnam",
                "ekamsena sthito jagat"
            ]
        },
        "translation": {
            "hindi": [
                "किन्तु हे अर्जुन! इस सारे विशद ज्ञान की आवश्यकता क्या है? मैं तो अपने एक अंश मात्र से सम्पूर्ण ब्रह्माण्ड में व्याप्त होकर इसको धारण करता हूँ |"
            ],
            "english": [
                "But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe."
            ]
        },
        "meaning": {
            "hindi": [
                "परमात्मा के रूप में ब्रह्माण्ड की समस्त वस्तुओं में प्रवेश कर जाने के कारण परमेश्र्वर का सारे भौतिक जगत में प्रतिनिधित्व है | भगवान् यहाँ पर अर्जुन को बताते हैं कि यह जानने की कोई सार्थकता नहीं है कि सारी वस्तुएँ किस प्रकार अपने पृथक-पृथक ऐश्र्वर्य तथा उत्कर्ष में स्थित हैं | उसे इतना ही जान लेना चाहिए कि सारी वस्तुओं का अस्तित्व इसलिए है क्योंकि कृष्ण उनमें परमात्मा रूप में प्रविष्ट हैं | ब्रह्मा जैसे विराट जीव से लेकर एक क्षुद्र चींटी तक इसीलिए विद्यमान हैं क्योंकि भगवान् उन सबमें प्रविष्ट होकर उनका पालन करते हैं |",
                "एक ऐसी धार्मिक संस्था (मिशन) भी है जो यह निरन्तर प्रचार करती है कि किसी भी देवता की पूजा करने से भगवान् या परं लक्ष्य की प्राप्ति होगी | किन्तु यहाँ पर देवताओं की पूजा को पूर्णतया निरुत्साहित किया गया है, क्योंकि ब्रह्मा तथा शिव जैसे महानतम देवता भी परमेश्र्वर की विभूति के अंशमात्र हैं | वे समस्त उत्पन्न जीवों के उद्गम हैं और उनसे बढ़कर कोई भी नहीं है | वे असमोर्ध्व हैं जिसका अर्थ है कि न तो कोई उनसे श्रेष्ठ है, न उनके तुल्य | पद्मपुराण में कहा गया है कि जो लोग भगवान् कृष्ण को देवताओं की कोटि में चाहे वे ब्रह्मा या शिव ही क्यों न हो, मानते हैं वे पाखण्डी हो जाते हैं, किन्तु यदि कोई ध्यानपूर्वक कृष्ण की विभूतियों एवं उनकी शक्ति के अंशों का अध्ययन करता है तो वह बिना किसी संशय के भगवान् कृष्ण की स्थिति को समझ सकता है और अविचल भाव से कृष्ण की पूजा में स्थित हो सकता है | भगवान् अपने अंश के विस्तार से परमात्मा रूप में सर्वव्यापी हैं, जो हर विद्यमान वस्तु में प्रवेश करता है | अतः शुद्धभक्त पूर्णभक्ति में कृष्णभावनामृत में अपने मनों को एकाग्र करते हैं | अतएव वे नित्य दिव्य पद में स्थित रहते हैं | इस अध्याय के श्लोक ८ से ११ तक कृष्ण की भक्ति तथा पूजा का स्पष्ट संकेत है | शुद्धभक्ति की यही विधि है | इस अध्याय में इसकी भलीभाँति व्याख्या की गई है कि मनुष्य भगवान् की संगति में किस प्रकार चरम भक्ति-सिद्धि प्राप्त कर सकता है | कृष्ण-परम्परा के महान आचार्य श्रील बलदेव विद्याभूषण इस अध्याय की टीका का समापन इस कथन से करते हैं–",
                "यच्छक्तिलेशात्सूर्यादया भवन्त्यत्युग्रतेजसः |",
                "यदंशेन धृतं विश्र्वं स कृष्णो दशमेऽर्च्यते ||",
                "प्रबल सूर्य भी कृष्ण की शक्ति से अपनी शक्ति प्राप्त करता है और सारे संसार का पालन कृष्ण के एक लघु अंश द्वार होता है | अतः श्रीकृष्ण पूजनीय हैं |",
                "इस प्रकार श्रीमद्भगवद्गीता के दसवें अध्याय “श्रीभगवान् का ऐश्र्वर्य” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
            ],
            "english": [
                "The Supreme Lord is represented throughout the entire material universes by His entering into all things as the Supersoul. The Lord here tells Arjuna that there is no point in understanding how things exist in their separate opulence and grandeur. He should know that all things are existing due to Krsna's entering them as Supersoul. From Brahma, the most gigantic entity, on down to the smallest ant, all are existing because the Lord has entered each and all and is sustaining them.",
                "Worship of demigods is discouraged herein because even the greatest demigods like Brahma and Siva only represent part of the opulence of the Supreme Lord. He is the origin of everyone born, and no one is greater than Him. He is samata, which means that no one is superior to Him and that no one is equal to Him. In the Visnu-mantra it is said that one who considers the Supreme Lord Krsna in the same category with demigods-be they even Brahma or Siva-becomes at once an atheist. If, however, one thoroughly studies the different descriptions of the opulences and expansions of Krsna's energy, then one can understand without any doubt the position of Lord Sri Krsna and can fix his mind in the worship of Krsna without deviation. The Lord is all-pervading by the expansion of His partial representation, the Supersoul, who enters into everything that is. Pure devotees, therefore, concentrate their minds in Krsna consciousness in full devotional service; therefore they are always situated in the transcendental position. Devotional service and worship of Krsna are very clearly indicated in this chapter in verses eight to eleven. That is the way of pure devotional service. How one can attain the highest devotional perfection of association with the Supreme Personality of Godhead has been thoroughly explained in this chapter."
            ]
        }
    }
]