[
    {
        "id": [
            1
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच",
                "भूय एव महाबाहो शृणु मे परमं वचः |",
                "यत्तेऽहं प्रीयमाणाय वक्ष्यामि हितकाम्यया || १ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "bhuya eva maha-baho",
                "srnu me paramam vacah",
                "yat te 'ham priyamanaya",
                "vaksyami hita-kamyaya"
            ]
        },
        "translation": {
            "hindi": [
                "श्रीभगवान् ने कहा – हे महाबाहु अर्जुन! और आगे सुनो | चूँकि तुम मेरे प्रिय सखा हो, अतः मैं तुम्हारे लाभ के लिए ऐसा ज्ञान प्रदान करूँगा, जो अभी तक मेरे द्वारा बताये गये ज्ञान से श्रेष्ठ होगा |"
            ],
            "english": [
                "The Supreme Lord said: My dear friend, mighty-armed Arjuna, listen again to My supreme word, which I shall impart to you for your benefit and which will give you great joy."
            ]
        },
        "meaning": {
            "hindi": [
                "पराशर मुनि ने भगवान् शब्द की व्याख्या इस प्रकार की है – जो पूर्ण रूप से षड्ऐश्र्वर्यों – सम्पूर्ण शक्ति, सम्पूर्ण यश, सम्पूर्ण धन, सम्पूर्ण ज्ञान, सम्पूर्ण सौन्दर्य तथा सम्पूर्ण त्याग – से युक्त है, वह भगवान् है | जब कृष्ण इस धराधाम में थे, तो उन्होंने छहों ऐश्र्वर्यों का प्रदर्शन किया था, फलतः पराशर जैसे मुनियों ने कृष्ण को भगवान् रूप में स्वीकार किया है | अब अर्जुन को कृष्ण अपने ऐश्र्वर्यों तथा कार्य का और भी गुह्य ज्ञान प्रदान कर रहे हैं | इसके पूर्व सातवें अध्याय से प्रारम्भ करके वे अपनी शक्तियों तथा उनके कार्य करने के विषय में बता चुके हैं | अब इस अध्याय में वे अपने ऐश्र्वर्यों का वर्णन कर रहे हैं | पिछले अध्याय में उन्होंने दृढ़ विश्र्वास के साथ भक्ति स्थापित करने में अपनी विभिन्न शक्तियों के योगदान की चर्चा स्पष्टतया की है | इस अध्याय में पुनः वे अर्जुन को अपनी सृष्टियों तथा विभिन्न ऐश्र्वर्यों के विषय में बता रहे हैं |",
                "ज्यों-ज्यों भगवान् के विषय में कोई सुनता है, त्यों-त्यों वह भक्ति में रमता जाता है | मनुष्य को चाहिए कि भक्तों की संगति में भगवान् के विषय में सदा श्रवण करे, इससे उसकी भक्ति बढ़ेगी | भक्तों के समाज में ऐसी चर्चाएँ केवल उन लोगों के बीच हो सकती हैं, जो सचमुच कृष्णभावनामृत के इच्छुक हों | ऐसी चर्चाओं में अन्य लोग भाग नहीं ले सकते | भगवान् अर्जुन से स्पष्ट शब्दों में कहते हैं कि चूँकि तुम मुझे अत्यन्त प्रिय हो, अतः तुम्हारे लाभ के लिए ऐसी बातें कह रहा हूँ |"
            ],
            "english": [
                "The word paramam is explained thus by Parasara Muni: one who is full in six opulences, who has full strength, full fame, wealth, knowledge, beauty and renunciation, is paramam, or the Supreme Personality of Godhead. While Krsna was present on this earth, He displayed all six opulences. Therefore great sages like Parasara Muni have all accepted Krsna as the Supreme Personality of Godhead. Now Krsna is instructing Arjuna in more confidential knowledge of His opulences and His work. Previously, beginning with the Seventh Chapter, the Lord already explained His different energies and how they are acting. Now in this chapter He explains His specific opulences to Arjuna. In the previous chapter he has clearly explained His different energies to establish devotion in firm conviction. Again in this chapter He tells Arjuna about His manifestations and various opulences.",
                "The more one hears about the Supreme God, the more one becomes fixed in devotional service. One should always hear about the Lord in the association of devotees; that will enhance one's devotional service. Discourses in the society of devotees can take place only among those who are really anxious to be in Krsna consciousness. Others cannot take part in such discourses. The Lord clearly tells Arjuna that because he is very dear to Him, for his benefit such discourses are taking place."
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "न मे विदु: सुरगणाः प्रभवं न महर्षयः |",
                "अहमादिर्हि देवानां महर्षीणां च सर्वशः || २ ||"
            ],
            "english": [
                "na me viduh sura-ganah",
                "prabhavam na maharsayah",
                "aham adir hi devanam",
                "maharsinam ca sarvasah"
            ]
        },
        "translation": {
            "hindi": [
                "न तो देवतागण मेरी उत्पत्ति या ऐश्र्वर्य को जानते हैं और न महर्षिगण ही जानते हैं, क्योंकि मैं सभी प्रकार से देवताओं और महर्षियों का भी कारणस्वरूप (उद्गम) हूँ |"
            ],
            "english": [
                "Neither the hosts of demigods nor the great sages know My origin, for, in every respect, I am the source of the demigods and the sages."
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि ब्रह्मसंहिता में कहा गया है, भगवान् कृष्ण ही परमेश्र्वर हैं | उनसे बढ़कर कोई नहीं है, वे समस्त कारणों के कारण हैं | यहाँ पर भगवान् स्वयं कहते हैं कि वे समस्त देवताओं तथा ऋषियों के कारण हैं | देवता तथा महर्षि तक कृष्ण को नहीं समझ पाते | जब वे उनके नाम या उनके व्यक्तित्व को नहीं समझ पाते तो इस क्षुद्रलोक के तथाकथित विद्वानों के विषय में क्या कहा जा सकता है? कोई नहीं जानता कि परमेश्र्वर क्यों मनुष्य रूप में इस पृथ्वी पर आते हैं और ऐसे विस्मयजनक असामान्य कार्यकलाप करते हैं | तब तो यह समझ लेना चाहिए कि कृष्ण को जानने के लिए विद्वता आवश्यक नहीं है | बड़े-बड़े देवताओं तथा ऋषियों ने मानसिक चिन्तन द्वारा कृष्ण को जानने का प्रयास किया, किन्तु जान नहीं पाये | श्रीमद्भागवत में भी स्पष्ट कहा गया है कि बड़े से बड़े देवता भी भगवान् को नहीं जान पाते | जहाँ तक उनकी अपूर्ण इन्द्रियाँ पहुँच पाती हैं, वहीं तक वे सोच पाते हैं और निर्विशेषवाद के ऐसे विपरीत निष्कर्ष को प्राप्त होते हैं, जो प्रकृति के तीनों गुणों द्वारा व्यक्त नहीं होता, या कि वे मनः-चिन्तन द्वारा कुछ कल्पना करते हैं, किन्तु इस तरह के मूर्खतापूर्ण चिन्तन से कृष्ण को नहीं समझा जा सकता |",
                "यहाँ पर भगवान् अप्रत्यक्ष रूप में यह कहते हैं कि यदि कोई परमसत्य को जानना चाहता है तो , “लो, मैं भगवान् के रूप में यहाँ हूँ | मैं परम भगवान् हूँ |” मनुष्य को चाहिए कि इसे समझे | यद्यपि अचिन्त्य भगवान् को साक्षात् रूप में कोई नहीं जान सकता, तो भी वे विद्यमान रहते हैं | वास्तव में हम सच्चिदानन्द रूप कृष्ण को तभी समझ सकते हैं, जब भगवद्गीता तथा श्रीमद्भागवत में उनके वचनों को पढ़ें | जो भगवान् की अपरा शक्ति में हैं, उन्हें ईश्र्वर की अनुभूति किसी शासन करने वाली शक्ति या निर्विशेष ब्रह्म रूप में होती हैं, किन्तु भगवान् को जानने के लिए दिव्य स्थिति में होना आवश्यक है |",
                "चूँकि अधिकांश लोग कृष्ण को उनके वास्तविक रूप में नहीं समझ पाते, अतः वे अपनी अहैतुकी कृपा से ऐसे चिन्तकों पर दया दिखाने के लिए अवतरित होते हैं | ये चिन्तक भगवान् के असामान्य कार्यकलापों के होते हुए भी भौतिक शक्ति (माया) से कल्मषग्रस्त होने के कारण निर्विशेष ब्रह्म को ही सर्वश्रेष्ठ मानते हैं | केवल भक्तगण ही जो भगवान् की शरण पूर्णतया ग्रहण कर चुके हैं, भगवत्कृपा से समझ पाते हैं कि कृष्ण सर्वश्रेष्ठ हैं | भगवद्भक्त निर्विशेष ब्रह्म की परवाह नहीं करते | वे अपनी श्रद्धा तथा भक्ति के कारण परमेश्र्वर की शरण ग्रहण करते हैं और कृष्ण की अहैतुकी कृपा से ही उन्हें समझ पाते हैं | अन्य कोई उन्हें नहीं समझ पाता | अतः बड़े से बड़े ऋषि भी स्वीकार करते हैं कि आत्मा या परमात्मा तो वह है, जिसकी हम पूजा करते हैं |"
            ],
            "english": [
                "As stated in the Brahma-samhita, Lord Krsna is the Supreme Lord. No one is greater than Him; He is the cause of all causes. Here it is also stated by the Lord personally that He is the cause of all the demigods and sages. Even the demigods and great sages cannot understand Krsna; they can understand neither His name nor His personality, so what is the position of the so-called scholars of this tiny planet? No one can understand why this Supreme God comes to earth as an ordinary human being and executes such commonplace and yet wonderful activities. One should know, then, that scholarship is not the qualification necessary to understand Krsna. Even the demigods and the great sages have tried to understand Krsna by their mental speculation, and they have failed to do so. In the Srimad-Bhagavatam also it is clearly said that even the great demigods are not able to understand the Supreme Personality of Godhead. They can speculate to the limits of their imperfect senses and can reach the opposite conclusion of impersonalism, of something not manifested by the three qualities of material nature, or they can imagine something by mental speculation, but it is not possible to understand Krsna by such foolish speculation.",
                "Here the Lord indirectly says that if anyone wants to know the Absolute Truth, “Here I am present as the Supreme Personality of Godhead. I am the Supreme.” One should know this. Although one cannot understand the inconceivable Lord who is personally present, He nonetheless exists. We can actually understand Krsna, who is eternal, full of bliss and knowledge, simply by studying His words in Bhagavad-gita and Srimad-Bhagavatam. The impersonal Brahman can be conceived by persons who are already in the inferior energy of the Lord, but the Personality of Godhead cannot be conceived unless one is in the transcendental position.",
                "Because most men cannot understand Krsna in His actual situation, out of His causeless mercy He descends to show favor to such speculators. Yet despite the Supreme Lord's uncommon activities, these speculators, due to contamination in the material energy, still think that the impersonal Brahman is the Supreme. Only the devotees who are fully surrendered unto the Supreme Lord can understand, by the grace of the Supreme Personality, that He is Krsna. The devotees of the Lord do not bother about the impersonal Brahman conception of God; their faith and devotion bring them to surrender immediately unto the Supreme Lord, and out of the causeless mercy of Krsna, they can understand Krsna. No one else can understand Him. So even great sages agree: What is atma, what is the Supreme? It is He whom we have to worship."
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "यो मामजमनादिं च वेत्ति लोक महेश्र्वरम् |",
                "असम्मूढ़ः स मर्त्येषु सर्वपापै: प्रमुच्यते || ३ ||"
            ],
            "english": [
                "yo mam ajam anadim ca",
                "vetti loka-mahesvaram",
                "asammudhah sa martyesu",
                "sarva-papaih pramucyate"
            ]
        },
        "translation": {
            "hindi": [
                "जो मुझे अजन्मा, अनादि, समस्त लोकों के स्वामी के रूप में जानता है, मनुष्यों में केवल वही मोहरहित और समस्त पापों से मुक्त होता है |"
            ],
            "english": [
                "He who knows Me as the unborn, as the beginningless, as the Supreme Lord of all the worlds-he, undeluded among men, is freed from all sins."
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि सातवें अध्याय में (७.३) कहा गया है – मनुष्याणां सहस्त्रेषु कश्चिद्यतति सिद्धये– जो लोग आत्म-साक्षात्कार के पद तक उठने के लिए प्रयत्नशील होते हैं, वे सामान्य व्यक्ति नहीं हैं, वे उन करोड़ो सामान्य व्यक्तियों से श्रेष्ठ हैं, जिन्हें आत्म-साक्षात्कार का ज्ञान नहीं होता | किन्तु जो वास्तव में अपनी आध्यात्मिक स्थिति को समझने के लिए प्रयत्नशील होते हैं, उनमें से श्रेष्ठ वही है, जो यह जान लेता है कि कृष्ण ही भगवान्, प्रत्येक वस्तु के स्वामी तथा अजन्मा हैं, वही सबसे अधिक सफल अध्यात्मज्ञानी है | जब वह कृष्ण की परम स्थिति को पूरी तरह समझ लेता है, उसी दशा में वह समस्त पापकर्मों से मुक्त हो पाता है |",
                "यहाँ पर भगवान् को अज अर्थात् अजन्मा कहा गया है, किन्तु वे द्वितीय अध्याय में वर्णित उन जीवों से भिन्न हैं, जिन्हें अज कहा गया है | भगवान् जीवों से भिन्न हैं, क्योंकि जीव भौतिक आसक्तिवश जन्म लेते तथा मरते रहते हैं | बद्धजीव अपना शरीर बदलते रहते हैं, किन्तु भगवान् का शरीर परिवर्तनशील नहीं है | यहाँ तक कि जब वे इस लोक में आते हैं तो भी उसी अजन्मा रूप में आते हैं | इसीलिए चौथे अध्याय में कहा गया है कि भगवान् अपनी अन्तरंगा शक्ति के कारण अपराशक्ति माया के अधीन नहीं हैं, अपितु पराशक्ति में रहते हैं |",
                ".",
                "इस श्लोक के वेत्ति लोक महेश्र्वरम् शब्दों से सूचित होता है कि मनुष्य को यह जानना चाहिए कि भगवान् कृष्ण ब्रह्माण्ड के सभी लोकों के परम स्वामी हैं | वे सृष्टि के पूर्व थे और अपनी सृष्टि से भिन्न हैं | सारे देवता इसी भौतिक जगत् में उत्पन्न हुए, किन्तु कृष्ण अजन्मा हैं, फलतः वे ब्रह्मा तथा शिवजी जैसे बड़े-बड़े देवताओं से भी भिन्न हैं और चूँकि वे ब्रह्मा, शिव तथा अन्य समस्त देवताओं से स्त्रष्टा हैं, अतः वे समस्त लोकों के परम पुरुष हैं |",
                "अतएव श्रीकृष्ण उस हर वस्तु से भिन्न हैं, जिसकी सृष्टि हुई है और जो उन्हें इस रूप में जान लेता है, वह तुरन्त ही सारे पापकर्मों से मुक्त हो जाता है | परमेश्र्वर का ज्ञान प्राप्त करने के लिए मनुष्य को समस्त पापकर्मों से मुक्त होना चाहिए | जैसा कि भगवद्गीता में कहा गया है कि उन्हें केवल भक्ति के द्वारा जाना जा सकता है, किसी अन्य साधन से नहीं |",
                "मनुष्य को चाहिए कि कृष्ण को सामान्य मनुष्य न समझे | जैसा कि पहले ही कहा जा चुका है, केवल मुर्ख व्यक्ति ही उन्हें मनुष्य मनाता है | इसे यहाँ भिन्न प्रकार से कहा गया है | जो व्यक्ति मुर्ख नहीं है, जो भगवान् के स्वरूप को ठीक से समझ सकता है, वह समस्त पापकर्मों से मुक्त है |",
                "यदि कृष्ण देवकीपुत्र रूप में विख्यात हैं, तो फिर अजन्मा कैसे हो सकते है? इसकी व्याख्या श्रीमद्भागवत में भी की गई है – जब वे देवकी तथा वसुदेव के समक्ष प्रकट हुए तो वे सामान्य शिशु की तरह नहीं जन्मे | वे अपने आदि रूप में प्रकट हुए और फिर एक सामान्य शिशु में परिणत हो गए |",
                "कृष्ण की अध्यक्षता में जो भी कर्म किया जाता है, वह दिव्य है | वह शुभ या अशुभ फलों से दूषित नहीं होता | इस जगत् में शुभ या अशुभ वस्तुओं का बोध बहुत कुछ मनोधर्म है, क्योंकि इस भौतिक जगत् में कुछ भी शुभ नहीं है | प्रत्येक वस्तु अशुभ है, क्योंकि प्रकृति स्वयं ही अशुभ है | हम इसे शुभ मानने की कल्पना मात्र करते हैं | वास्तविक मंगल तो पूर्णभक्ति और सेवाभाव से युक्त कृष्णभावनामृत पर ही निर्भर करता हैं | अतः यदि हम तनिक भी चाहते हैं कि हमारे कर्म शुभ हों तो हमें परमेश्र्वर की आज्ञा से कर्म करना होगा | ऐसी आज्ञा श्रीमद्भागवत तथा भगवद्गीता जैसे शास्त्रों से या प्रामाणिक गुरु से प्राप्त की जा सकती है | चूँकि गुरु भगवान् का प्रतिनिधि होता है, अतः उसकी आज्ञा प्रत्यक्षतः परमेश्र्वर की आज्ञा होती है | गुरु, साधु तथा शास्त्र एक ही प्रकार से आज्ञा देते हैं | इन तीनों स्त्रोतों में कोई विरोध नहीं होता | इस प्रकार से किये गये सारे कार्य इस जगत् के शुभाशुभ कर्मफलों से मुक्त होते हैं | कर्म सम्पन्न करते हुए भक्त की दिव्य मनोवृत्ति वैराग्य की होती है, जिसे संन्यास कहते हैं | जैसा कि भगवद्गीता के छठे अध्याय के प्रथम श्लोक में कहा गया है कि, जो भगवान् का आदेश मानकर कोई कर्तव्य करता है और जो अपने कर्मफलों की शरण ग्रहण नहीं करता (अनाश्रितः कर्मफलम्), वही असली संन्यासी है | जो भगवान् के निर्देशानुसार कर्म करता है, वास्तव में संन्यासी तथा योगी वही है, केवल संन्यासी या छद्म योगी के वेश में रहने वाला व्यक्ति नहीं |"
            ],
            "english": [
                "As stated in the Seventh Chapter, those who are trying to elevate themselves to the platform of spiritual realization are not ordinary men. They are superior to millions and millions of ordinary men who have no knowledge of spiritual realization, but out of those actually trying to understand their spiritual situation, one who can come to the understanding that Krsna is the Supreme Personality of Godhead, the proprietor of everything, the unborn, is the most successful spiritually realized person. In that stage only, when one has fully understood Krsna's supreme position, can one be free completely from all sinful reactions.",
                "Here the word ajam, meaning unborn, should not be confused with the living entities, who are described in the Second Chapter as ajam. The Lord is different from the living entities who are taking birth and dying due to material attachment. The conditional souls are changing their bodies, but His body is not changeable. Even when He comes to this material world, He comes as the same unborn; therefore in the Fourth Chapter it is said that the Lord, by His internal potency, is not under the inferior material energy, but is always in the superior energy.",
                "He was existing before the creation, and He is different from His creation. All the demigods were created within this material world, but as far as Krsna is concerned, it is said that He is not created; therefore Krsna is different even from the great demigods like Brahma and Siva. And because He is the creator of Brahma, Siva and all the other demigods, He is the Supreme Person of all planets.",
                "Sri Krsna is therefore different from everything that is created, and anyone who knows Him as such immediately becomes liberated from all sinful reaction. One must be liberated from all sinful activities to be in the knowledge of the Supreme Lord. Only by devotional service can He be known and not by any other means, as stated in Bhagavad-gita.",
                "One should not try to understand Krsna as a human being. As stated previously, only a foolish person thinks Him to be a human being. This is again expressed here in a different way. A man who is not foolish, who is intelligent enough to understand the constitutional position of the Godhead, is always free from all sinful reactions.",
                "If Krsna is known as the son of Devaki, then how can He be unborn? That is also explained in Srimad-Bhagavatam: When He appeared before Devaki and Vasudeva, He was not born as an ordinary child; He appeared in His original form, and then He transformed Himself into an ordinary child.",
                "Anything done under the direction of Krsna is transcendental. It cannot be contaminated by the material reactions, which may be auspicious or inauspicious. The conception that there are things auspicious and inauspicious in the material world is more or less a mental concoction because there is nothing auspicious in the material world. Everything is inauspicious because the very material mask is inauspicious. We simply imagine it to be auspicious. Real auspiciousness depends on activities in Krsna consciousness in full devotion and service. Therefore if we at all want our activities to he auspicious, then we should work under the directions of the Supreme Lord. Such directions are given in authoritative scriptures such as Srimad-Bhagavatam and Bhagavad-gita, or from a bona fide spiritual master. Because the spiritual master is the representative of the Supreme Lord, his direction is directly the direction of the Supreme Lord. The spiritual master, saintly persons and scriptures direct in the same way. There is no contradiction in these three sources. All actions done under such direction are free from the reactions of pious or impious activities of this material world. The transcendental attitude of the devotee in the performance of activities is actually that of renunciation, and this is called sannyasa. Anyone acting under the direction of the Supreme Lord is actually a sannyasi and a yogi, and not the man who has simply taken the dress of the sannyasi, or a pseudo-yogi."
            ]
        }
    },
    {
        "id": [
            4,
            5
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                " \tबुद्धिर्ज्ञानसम्मोहः क्षमा सत्यं दमः शमः |",
                "सुखं दु:खं भवोऽभावो भयं चाभयमेव च || ४ ||",
                "अहिंसा समता तुष्टिस्तपो दानं यशोऽयशः |",
                "भवन्ति भावा भूतानां मत्त एव पृथग्विधाः || ५ ||"
            ],
            "english": [
                "buddhir jnanam asammohah",
                "ksama satyam damah samah",
                "sukham duhkham bhavo 'bhavo",
                "bhayam cabhayam eva ca",
                "ahimsa samata tustis",
                "tapo danam yaso 'yasah",
                "bhavanti bhava bhutanam",
                "matta eva prthag-vidhah"
            ]
        },
        "translation": {
            "hindi": [
                "बुद्धि, ज्ञान, संशय तथा मोह से मुक्ति, क्षमाभाव, सत्यता, इन्द्रियनिग्रह, मननिग्रह, सुख तथा दुख, जन्म, मृत्यु, भय, अभय, अहिंसा, समता, तुष्टि, तप, दान, यश तथा अपयश – जीवों के ये विविध गुण मेरे ही द्वारा उत्पन्न हैं |"
            ],
            "english": [
                "Intelligence, knowledge, freedom from doubt and delusion, forgiveness, truthfulness, self-control and calmness, pleasure and pain, birth, death, fear, fearlessness, nonviolence, equanimity, satisfaction, austerity, charity, fame and infamy are created by Me alone."
            ]
        },
        "meaning": {
            "hindi": [
                "जीवों के अच्छे या बुरे गुण कृष्ण द्वारा उत्पन्न हैं और यहाँ पर उनका वर्णन किया गया है |",
                "बुद्धि का अर्थ है नीर-क्षीर विवेक करने वाली शक्ति, और ज्ञान का अर्थ है, आत्मा तथा पदार्थ को जान लेना | विश्र्वविद्यालय की शिक्षा से प्राप्त सामान्य ज्ञान पदार्थ से सम्बन्धित होता है, यहाँ इसे ज्ञान नहीं स्वीकार किया गया है | ज्ञान का अर्थ है आत्मा तथा भौतिक पदार्थ के अन्तर को जानना | आधुनिक शिक्षा में आत्मा के विषय में कोई ज्ञान नहीं दिया जाता, केवल भौतिक तत्त्वों तथा शारीरिक आवश्यकताओं पर ध्यान दिया जाता है | फलस्वरूप शैक्षिक ज्ञान पूर्ण नहीं है |",
                "असम्मोह अर्थात् संशय तथा मोह से मुक्ति तभी प्राप्त हो सकती है, जब मनुष्य झिझकता नहीं और दिव्य दर्शन को समझता है | वह धीरे-धीरे निश्चित रूप से मोह से मुक्त हो जाता है | हर बात को सतर्कतापूर्वक ग्रहण करना चाहिए, आँख मूँदकर कुछ भी स्वीकार नहीं करना चाहिए | क्षमा का अभ्यास करना चाहिए | मनुष्य को सहिष्णु होना चाहिए और दूसरों के छोटे-छोटे अपराध क्षमा कर देना चाहिए | सत्यम् का अर्थ है कि तथ्यों को सही रूप से अन्यों के लाभ के लिए प्रस्तुत किया जाए | तथ्यों को तोड़ना मरोड़ना नहीं चाहिए | सामाजिक प्रथा के अनुसार कहा जाता है कि वही सत्य बोलना चाहिए जो अन्यों को प्रिय लगे | किन्तु यह सत्य नहीं है | सत्य को सही-सही रूप में बोलना चाहिए, जिससे दूसरे लोग समझ सकें कि सच्चाई क्या है | यदि कोई मनुष्य चोर है और यदि लोगों को सावधान कर दिया जाय कि अमुक व्यक्ति चोर है, तो यह सत्य है | यद्यपि सत्य कभी-कभी अप्रिय होता है, किन्तु सत्य कहने में संकोच नहीं करना चाहिए | सत्य की माँग है कि तथ्यों को यथारूप में लोकहित के लिएप्रस्तुत किया जाय | यही सत्य की परिभाषा है |",
                "दमः का अर्थ है कि इन्द्रियों को व्यर्थ के विषयभोग में न लगाया जाय | इन्द्रियों की समुचित आवश्यकताओं की पूर्ति का निषेध नहीं है, किन्तु अनावश्यक इन्द्रियभोग आध्यात्मिक उन्नति में बाधक है | फलतः इन्द्रियों के अनावश्यक उपयोग पर नियन्त्रण रखना चाहिए | इसी प्रकार मन पर भी अनावश्यक विचारों के विरुद्ध संयम रखना चाहिए | इसे शम कहते हैं | मनुष्य को चाहिए कि धन-अर्जन के चिन्तन में ही सारा समय न गँवाए | यह चिन्तन शक्ति का दुरूपयोग है | मन का उपयोग मनुष्यों की मूल आवश्यकताओं को समझने के लिए किया जाना चाहिए और उसे ही प्रमाणपूर्वक प्रस्तुत करना चाहिए | शास्त्रमर्मज्ञों, साधुपुरुषों, गुरुओं तथा महान विचारकों की संगति में रहकर विचार-शक्ति का विकास करना चाहिए | जिस प्रकार से कृष्णभावनामृत के अध्यात्मिक ज्ञान के अनुशीलन में सुविधा ही वही सुखम् है | इसी प्रकार दुःखम् वह है जिससे कृष्णभावनामृत के अनुशीलन में असुविधा हो | जो कुछ कृष्णभावनामृत के विकास के अनुकूल हो, उसे स्वीकार करे और जो प्रतिकूल हो उसका परित्याग करे |",
                "भव अर्थात् जन्म का सम्बन्ध शरीर से है | जहाँ तक आत्मा का प्रश्न है, वह न तो उत्पन्न होता है न मरता है | इसकी व्याख्या हम भगवद्गीता के प्रारम्भ में ही कर चुके हैं | जन्म तथा मृत्यु का संबंध इस भौतिक जगत् में शरीर धारण करने से है | भय तो भविष्य की चिन्ता से उद्भूत है | कृष्णभावनामृत में रहने वाला व्यक्ति कभी भयभीत नहीं होता, क्योंकि वह अपने कर्मों के द्वारा भगवद्धाम को वापस जाने के प्रति आश्र्वस्त रहता है | फलस्वरूप उसका भविष्य उज्जवल होता है | किन्तु अन्य लोग अपने भविष्य के विषय में कुछ नहीं जानते, उन्हें इसका कोई ज्ञान नहीं होता कि अगले जीवन में क्या होगा | फलस्वरूप वे निरन्तर चिन्ताग्रस्त रहते हैं | यदि हम चिन्तामुक्त होना चाहते हैं, तो सर्वोत्तम उपाय यह है कि हम कृष्ण को जाने तथा कृष्णभावनामृत में निरन्तर स्थित रहें | इस प्रकार हम समस्त भय से मुक्त रहेंगे | श्रीमद्भागवत में (११.२.३७) कहा गया है – भयं द्वितीयाभिनिवेशतः स्यात् – भय तो हमारे मायापाश में फँस जाने से उत्पन्न होता है | किन्तु जो माया के जाल से मुक्त हैं, जो आश्र्वस्त हैं कि वे शरीर नहीं, अपितु भगवान् के अध्यात्मिक अंश हैं और जो भगवद्भक्ति में लगे हुए हैं, उन्हें कोई भय नहीं रहता | उनका भविष्य अत्यन्त उज्जवल है | यह भय तो उन व्यक्तियों की अवस्था है जो कृष्णभावनामृत में नहीं हैं | अभयम् तभी सम्भव है जब कृष्णभावनामृत में रहा जाए |",
                "अहिंसा का अर्थ होता है की अन्यों को कष्ट न पहुँचाया जाय | जो भौतिक कार्य अनेकानेक राजनीतिज्ञों, समाजशास्त्रियों, परोपकारियों आदि द्वारा किये जाते हैं, उनके परिणाम अच्छे नहीं निकलते, क्योंकि राजनीतिज्ञों, सतथा परोपकारियों की दिव्यदृष्टि नहीं होती, वे यह नहीं जानते कि वास्तव में मानव समाज के लिए क्या लाभप्रद है | अहिंसा का अर्थ है कि मनुष्यों को इस प्रकार से प्रशिक्षित किया जाए कि इस मानवदेह का पूरा-पूरा उपयोग हो सके | मानवदेह आत्म-साक्षात्कार के हेतु मिली है | अतः ऐसी कोई संस्था या संघ जिससे उद्देश्य की पूर्ति में प्रोत्साहन न हो, मानवदेह केप्रति हिंसा करने वाला है | जिससे मनुष्यों के भावी आध्यात्मिक सुख में वृद्धि हो, वही अहिंसा है |",
                "समता से राग-द्वेष से मुक्तो द्योतित होती है | न तो अत्यधिक राग अच्छा होता है और न अत्यधिक द्वेष ही | इस भौतिक जगत् को राग-द्वेष से रहित होकर स्वीकार करना चाहिए | जो कुछ कृष्णभावनामृत को सम्पन्न करने में अनुकूल हो, उसे ग्रहण करे और जो प्रतिकूल हो उसका त्याग कर दे | यही समता है | कृष्णभावनामृत युक्त व्यक्ति को न तो कुछ ग्रहण करना होता है, न त्याग करना होता है | उसे तो कृष्णभावनामृत सम्पन्न करने में उसकी उपयोगिता से प्रयोजन रहता है |",
                "तुष्टि का अर्थ है कि मनुष्य को चाहिए कि अनावश्यक कार्य करके अधिकाधिक वस्तुएँ एकत्र करने के लिए उत्सुक न रहे | उसे तो ईश्र्वर की कृपा से जो प्राप्त हो जाए, उसी से प्रसन्न रहना चाहिए | यही तुष्टि है | तपस् का अर्थ है तपस्या | तपस् के अन्तर्गत वेदों में वर्णित अनेक विधि-विधानों का पालन करना होता है – यथा प्रातः-काल उठाना और स्नान करना | कभी-कभी प्रातःकाल उठान अति कष्टकारक होता है , किन्तु इस प्रकार स्वेच्छा से जो भी कष्ट सहे जाते हैं वे तपस् या तपस्या कहलाते हैं | इसी प्रकार मास के कुछ विशेष दिनों में उपवास रखने का विधान है | हो सकता है कि इन उपवासों को करने की इच्छा न हो, किन्तु कृष्णभावनामृत के विज्ञान में प्रगति करने के संकल्प के कारण उसे ऐसे शारीरिक कष्ट उठाने होतेहैं | किन्तु उसे व्यर्थ ही अथवा वैदिक आदेशों के प्रतिकूल उपवास करने की आवश्यकता नहीं है | उसे किसी राजनीतिक उद्देश्य से उपवास नहीं करना चाहिए | भगवद्गीता में इसे तामसी उपवास कहा गया है तथा किसी भी ऐसे कार्य से जो तमोगुण या रजोगुण में किया जाता है, आध्यात्मिक उन्नति नहीं होती | किन्तु सतोगुण में रहकर जो भी कार्य किया जाता है वह समुन्नत बनाने वाला है, अतः वैदिक आदेशों के अनुसार किया गया उपवास आध्यात्मिक ज्ञान को समुन्नत बनाता है |",
                "जहाँ तक दान का सम्बन्ध है, मनुष्य को चाहिए कि अपनी आय का पचास प्रतिशत किसी शुभ कार्य में लगाए और यह शुभ कार्य है क्या? यह है कृष्णभावनामृत में किया गया कार्य | ऐसा कार्य शुभ ही नहीं, अपितु सर्वोत्तम होता है | चूँकि कृष्ण अच्छे हैं इसीलिए उनका कार्य (निमित्त) भी अच्छा है, अतः दान उसे दिया जाय जो कृष्णभावनामृत में लगा हो | वेदों के अनुसार ब्राह्मणों को दान दिया जाना चाहिए | यह प्रथा आज भी चालू है, यद्यपि इसका स्वरूप वह नहीं है जैसा कि वेदों का उपदेश है | फिर भी आदेश यही है कि दान ब्राहमणों को दिया जाय | वह क्यों? क्योंकि वे अध्यात्मिक ज्ञान के अनुशीलन में लगे रहते हैं | ब्राह्मण से यह आशा की जाती है कि वह सारा जीवन ब्रह्मजिज्ञासा में लगा दे | ब्रह्म जानातीति ब्राह्मणः – जो ब्रह्म को जाने, वही ब्राह्मण है | इसीलिए दान ब्राह्मणों को दिया जाता है, क्योंकि वे सदैव आध्यात्मिक कार्य में रत रहते हैं और उन्हें जीविकोपार्जन के लिए समय नहीं मिल पाता | वैदिक साहित्य में संन्यासियों को भी दान दिये जाने का आदेश है | संन्यासी द्वार-द्वार जाकर भिक्षा माँगते हैं | वे धनार्जन के लिए नहीं, अपितु प्रचारार्थ ऐसा करते हैं | वे द्वार-द्वार जाकर भिक्षा माँगते हैं | वे धनार्जन के लिए नहीं, अपितु प्रचारार्थ ऐसा करते हैं | वे द्वार-द्वार जाकर गृहस्थों को अज्ञान की निद्रा से जगाते हैं | चूँकि गृहस्थ गृहकार्यों में व्यस्त रहने के कारण अपने जीवन के वास्तविक उद्देश्य को, कृष्णभावनामृत जगाने को, भूले रहते हैं, अतः यह संन्यासियों का कर्तव्य है कि वे भिखारी बन कर गृहस्थों के पास जाएँ और कृष्णभावनामृत होने के लिए उन्हें प्रेरित करें | वेदों का कथन है कि मनुष्य जागे और मानव जीवन में जो प्राप्त करना है, उसे प्राप्त करे | संन्यासियों द्वारा यह ज्ञान तथा विधि वितरित की जाती है, अतः संन्यासी को ब्राह्मणों को तथा इसी प्रकार के उत्तम कार्यों के लिए दान देना चाहिए, किसी सनक के कारण नहीं|",
                "यशस् भगवान् चैतन्य के अनुसार होना चाहिए | उनका कथन है कि मनुष्य तभी प्रसिद्धि (यश) प्राप्त करता है, जब वह महान भक्त के रूप में जाना जाता हो | यही वास्तविक यश है | यदि कोई कृष्णभावनामृत में महान बनता है और विख्यात होता है, तो वही वास्तव में प्रसिद्ध है | जिसे ऐसा यश प्राप्त न हो, वह अप्रसिद्ध है |",
                "ये सारे गुण संसार भर में मानव समाज में तथा देवसमाज में प्रकट होते हैं | अन्य लोकों में भी विभिन्न तरह के मानव हैं और ये गुण उनमें भी होते हैं | तो, जो व्यक्ति कृष्णभावनामृत में प्रगति करना चाहता है, उसमें कृष्ण ये सारे गुण उत्पन्न कर देते हैं, किन्तु मनुष्य को तो इन्हें अपने अन्तर में विकसित करना होता है | जो व्यक्ति भगवान् की सेवा में लग जाता है, वह भगवान् की योजना के अनुसार इन सारे गुणों को विकसित कर लेता है |",
                "हम जो कुछ भी अच्छा या बुरा देखते हैं उसका मूल श्रीकृष्ण हैं | इस संसार में कोई भी वस्तु ऐसी नहीं, जो कृष्ण में स्थित न हो | यही ज्ञान है | यद्यपि हम जानते हैं कि वस्तुएँ भिन्न रूप में स्थित हैं, किन्तु हमें यह अनुभव करना चाहिए कि सारी वस्तुएँ कृष्ण से ही उत्पन्न हैं |"
            ],
            "english": [
                "The different qualities of living entities, be they good or bad, are all created by Krsna, and they are described here.",
                "Intelligence refers to the power of analyzing things in proper perspective, and knowledge refers to understanding what is spirit and what is matter. Ordinary knowledge obtained by a university education pertains only to matter, and it is not accepted here as knowledge. Knowledge means knowing the distinction between spirit and matter. In modern education there is no knowledge about the spirit; they are simply taking care of the material elements and bodily needs. Therefore academic knowledge is not complete.",
                "Asammohah, freedom from doubt and delusion, can be achieved when one is not hesitant and when he understands the transcendental philosophy. Slowly but surely he becomes free from bewilderment. Nothing should be accepted blindly; everything should be accepted with care and with caution. Ksama, forgiveness, should be practiced, and one should excuse the minor offenses of others. Satyam, truthfulness, means that facts should be presented as they are for the benefit of others. Facts should not be misrepresented. According to social conventions, it is said that one can speak the truth only when it is palatable to others. But that is not truthfulness. The truth should be spoken in a straight and forward way, so that others will understand actually what the facts are. If a man is a thief and if people are warned that he is a thief, that is truth. Although sometimes the truth is unpalatable, one should not refrain from speaking it. Truthfulness demands that the facts be presented as they are for the benefit of others. That is the definition of truth.",
                "Self-control means that the senses should not be used for unnecessary personal enjoyment. There is no prohibition against meeting the proper needs of the senses, but unnecessary sense enjoyment is detrimental for spiritual advancement. Therefore the senses should be restrained from unnecessary use. Similarly, the mind should not indulge in unnecessary thoughts; that is called samah, or calmness. Nor should one spend one's time pondering over earning money. That is a misuse of the thinking power. The mind should be used to understand the prime necessity of human beings, and that should be presented authoritatively. The power of thought should be developed in association with persons who are authorities in the scriptures, saintly persons and spiritual masters and those whose thinking is highly developed. Sukham, pleasure or happiness, should always be in that which is favorable for the cultivation of the spiritual knowledge of Krsna consciousness. And similarly, that which is painful or which causes distress is that which is unfavorable for the cultivation of Krsna consciousness. Anything favorable for the development of Krsna consciousness should be accepted, and anything unfavorable should be rejected.",
                "Bhava, birth, should be understood to refer to the body. As far as the soul is concerned, there is neither birth nor death; that we have discussed in the beginning of Bhagavad-gita. Birth and death apply to one's embodiment in the material world. Fear is due to worrying about the future. A person in Krsna consciousness has no fear because by his activities he is sure to go back to the spiritual sky, back home, back to Godhead. Therefore his future is very bright. Others, however, do not know what their future holds; they have no knowledge of what the next life holds. So they are therefore in constant anxiety. If we want to get free from anxiety, then the best course is to understand Krsna and be situated always in Krsna consciousness. In that way we will be free from all fear. In the Srimad-Bhagavatam. it is stated that fear is caused by our absorption in the illusory energy, but those who are free from the illusory energy, those who are confident that they are not the material body, that they are spiritual parts of the Supreme Personality of Godhead and are therefore engaged in the transcendental service of the Supreme Godhead, have nothing to fear. Their future is very bright. This fear is a condition of persons who are not in Krsna consciousness. Bhayam, fearlessness, is only possible for one in Krsna consciousness.",
                "Ahimsa, nonviolence, means that one should not do anything which will put others into misery or confusion. Material activities that are promised by so many politicians, sociologists, philanthropists, etc., do not produce very good results because the politicians and philanthropists have no transcendental vision; they do not know what is actually beneficial for human society. Ahimsa means that people should be trained in such a way that the full utilization of the human body can be achieved. The human body is meant for spiritual realization, so any movement or any commissions which do not further that end commit violence on the human body. That which furthers the future spiritual happiness of the people in general is called nonviolence.",
                "Samata, equanimity, refers to freedom from attachment and aversion. To be very much attached or to be very much detached is not the best. This material world should be accepted without attachment or aversion. Similarly, that which is favorable for prosecuting Krsna consciousness should be accepted; that which is unfavorable should be rejected. That is called samata, equanimity. A person in Krsna consciousness has nothing to reject and nothing to accept unless it is useful in the prosecution of Krsna consciousness.",
                "Tustih, satisfaction, means that one should not be eager to gather more and more material goods by unnecessary activity. One should be satisfied with whatever is obtained by the grace of the Supreme Lord; that is called satisfaction. Tapas means austerity or penance. There are many rules and definitions in the Vedas which apply here, like rising early in the morning and taking a bath. Sometimes it is very troublesome to rise early in the morning, but whatever voluntary trouble one may suffer in this way is called penance. Similarly, there are prescriptions for fasting on certain days of the month. One may not be inclined to practice such fasting, but because of his determination to make advancement in the science of Krsna consciousness, he should accept such bodily troubles which are recommended. However, one should not fast unnecessarily or against Vedic injunctions. One should not fast for some political purpose; that is described in Bhagavad-gita as fasting in ignorance, and anything done in ignorance or passion does not lead to spiritual advancement. Everything done in the mode of goodness does advance one, however, and fasting done in terms of the Vedic injunctions enriches one in spiritual knowledge.",
                "As far as charity is concerned, one should give fifty percent of his earnings to some good cause. And what is a good cause? It is that which is conducted in terms of Krsna consciousness. That is not only a good cause, but it is the best cause. Because Krsna is good, His cause is also good. Thus charity should be given to a person who is engaged in Krsna consciousness. According to Vedic literature, it is enjoined that charity should be given to the brahmanas. This practice is still followed, although not very nicely in terms of the Vedic injunction. But still the injunction is that charity should be given to the brahmanas. Why? Because they are engaged in higher cultivation of spiritual knowledge. A brahmana is supposed to devote his whole life to understanding Brahman. A brahma-jana is one who knows Brahman; he is called a brahmana. Thus charity is offered to the brahmanas because since they are always engaged in higher spiritual service, they have no time to earn their livelihood. In the Vedic literature, charity is also to be awarded to the renouncer of life, the sannyasi. The sannyasis beg from door to door, not for money but for missionary purposes. The system is that they go from door to door to awaken the householders from the slumber of ignorance. Because the householders are engaged in family affairs and have forgotten their actual purpose in life-awakening their Krsna consciousness-it is the business of the sannyasis to go as beggars to the householders and encourage them to be Krsna conscious. As it is said in the Vedas, one should awake and achieve what is due him in this human form of life. This knowledge and method is distributed by the sannyasis; hence charity is to be given to the renouncer of life, to the brahmanas, and similar good causes, not to any whimsical cause.",
                "Yasah, fame, should be according to Lord Caitanya, who said that a man is famous when he is known as a great devotee. That is real fame. If one has become a great man in Krsna consciousness and it is known, then he is truly famous. One who does not have such fame is infamous.",
                "All these qualities are manifest throughout the universe in human society and in the society of the demigods. There are many forms of humanity on other planets, and these qualities are there. Now, for one who wants to advance in Krsna consciousness, Krsna creates all these qualities, but the person develops them himself from within. One who engages in the devotional service of the Supreme Lord develops all the good qualities, as arranged by the Supreme Lord.",
                "Of whatever we find, good or bad, the origin is Krsna. Nothing can manifest in this material world which is not in Krsna. That is knowledge; although we know that things are differently situated, we should realize that everything flows from Krsna."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                " \tमहर्षयः सप्त पूर्वे चत्वारो मनवस्तथा |",
                "मद्भावा मानसा जाता येषां लोक इमाः प्रजाः || ६ ||"
            ],
            "english": [
                "maharsayah sapta purve",
                "catvaro manavas tatha",
                "mad-bhava manasa jata",
                "yesam loka imah prajah"
            ]
        },
        "translation": {
            "hindi": [
                "सप्तर्षिगण तथा उनसे भी पूर्व चार अन्य महर्षि एवं सारे मनु (मानवजाति के पूर्वज) सब मेरे मन से उत्पन्न हैं और विभिन्न लोकों में निवास करने वाले सारे जीव उनसे अवतरित होते हैं |"
            ],
            "english": [
                "The seven great sages and before them the four other great sages and the Manus [progenitors of mankind] are born out of My mind, and all creatures in these planets descend from them."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् यहाँ पर ब्रह्माण्ड की प्रजा का आनुवंशिक वर्णन कर रहे हैं | ब्रह्मा परमेश्र्वर की शक्ति से उत्पन्न आदि जीव हैं, जिन्हें हिरण्यगर्भ कहा जाता है | ब्रह्मा से सात महर्षि तथा इनसे भी पूर्व चार महर्षि – सनक, सनन्दन, सनातन तथा सनत्कुमार – एवं सारे मनु प्रकट हुए | ये पच्चीस महान ऋषि ब्रह्माण्ड के समस्त जीवों के धर्म-पथप्रदर्शक कहलाते हैं | असंख्य ब्रह्माण्ड हैं और प्रत्येक ब्रह्माण्ड में असंख्य लोक हैं और प्रत्येक लोक में नाना योनियाँ निवास निवास करती हैं | ये सब इन्हीं पच्चीसों प्रजापतियों से उत्पन्न हैं | कृष्ण की कृपा से एक हजार दिव्य वर्षों तक तपस्या करने के बाद ब्रह्मा को सृष्टि का ज्ञान प्राप्त हुआ | तब ब्रह्मा से सनक, सनन्दन, सनातन तथा सनत्कुमार उत्पन्न हुए | उनके बाद रूद्र तथा सप्तर्षि और इस प्रकार भगवान् की शक्ति से सभी ब्राह्मणों तथा क्षत्रियों का जन्म हुआ | ब्रह्मा को पितामह कहा जाता है और कृष्ण को प्रपितामह – पितामह का पिता | इसका उल्लेख भगवद्गीता के ग्यारहवें अध्याय (११.३९) में किया गया है |"
            ],
            "english": [
                "The Lord is giving a genealogical synopsis of the universal population. Brahma is the original creature born out of the energy of the Supreme Lord known as Hiranyagarbha. And from Brahma all the seven great sages, and before them four other great sages, named Sanaka, Sananda, Sanatana, and Sanatkumara, and the fourteen Manus, are manifest. All these twenty-five great sages are known as the patriarchs of the living entities all over the universe. There are innumerable universes and innumerable planets within each universe, and each planet is full of population of different varieties. All of them are born of these twenty-five patriarchs. Brahma underwent penance for one thousand years of the demigods before he realized by the grace of Krsna how to create. Then from Brahma, Sanaka, Sananda, Sanatana, and Sanatkumara came out, then Rudra, and then the seven sages, and in this way all the brahmanas and ksatriyas are born out of the energy of the Supreme Personality of Godhead. Brahma is known as pitamaha, the grandfather, and Krsna is known as the prapita-maha, the father of the grandfather. That is stated in the Eleventh Chapter of the Bhagavad-gita. (Bg. 11.39)"
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "एतां विभूतिं योगं च मम यो वेत्ति तत्त्वतः |",
                "सोऽविकल्पेन योगेन युज्यते नात्र संशयः || ७ ||"
            ],
            "english": [
                "etam vibhutim yogam ca",
                "mama yo vetti tattvatah",
                "so 'vikalpena yogena",
                "yujyate natra samsayah"
            ]
        },
        "translation": {
            "hindi": [
                "जो मेरे इस ऐश्र्वर्य तथा योग से पूर्णतया आश्र्वस्त है, वह मेरी अनन्य भक्ति में तत्पर होता है | इसमें तनिक भी सन्देह नहीं है |"
            ],
            "english": [
                "He who knows in truth this glory and power of Mine engages in unalloyed devotional service; of this there is no doubt."
            ]
        },
        "meaning": {
            "hindi": [
                "आध्यात्मिक सिद्धि की चरम परिणिति है, भगवद्ज्ञान | जब तक कोई भगवान् के विभिन्न ऐश्र्वर्यों के प्रति आश्र्वस्त नहीं हो लेता, तब तक भक्ति में नहीं लग सकता | सामान्यतया लोग इतना तो जानता हैं कि ईश्र्वर महान है, किन्तु यह नहीं जानते कि वह किस प्रकार महान है | यहाँ पर इसका विस्तृत विवरण दिया गया है | जब कोई यह जान लेता है कि ईश्र्वर कैसे महान है, तो वह सहज ही शरणागत होकर भगवद्भक्ति में लग जाता है | भगवान् के ऐश्र्वर्यों को ठीक से समझ लेने पर शरणागत होने के अतिरिक्त कोई अन्य विकल्प नहीं रह जाता | ऐसा वास्तविक ज्ञान भगवद्गीता, श्रीमद्भागवत तथा अन्य ऐसे ही ग्रंथों से प्राप्त किया जा सकता है |",
                "इस ब्रह्माण्ड के संचालन के लिए विभिन्न लोकों में अनेक देवता नियुक्त हैं, जिनमें से ब्रह्मा, शिव, चारों कुमार तथा अन्य प्रजापति प्रमुख हैं | ब्रह्माण्ड की प्रजा के अनेक पितामह भी हैं और वे सब भगवान् कृष्ण से उत्पन्न हैं | भगवान् कृष्ण समस्त पितामहों के आदि पितामह हैं |",
                "ये रहे परमेश्र्वर के कुछ ऐश्र्वर्य | जब मनुष्य को इन पर अटूट विश्र्वास हो जाता है, तो वह अत्यन्त श्रद्धा समेत तथा संशयरहित होकर कृष्ण को स्वीकार करता है और भक्ति करता है | भगवान् की प्रेमाभक्ति में रूचि बढ़ाने के लिए ही इस विशिष्ट ज्ञान की आवश्यकता है | कृष्ण की महानता को समझने में अपेक्षा भाव न वरते, क्योंकि कृष्ण की महानता को जानने पर ही एकनिष्ट होकर भक्ति की जा सकती है |"
            ],
            "english": [
                "The highest summit of spiritual perfection is knowledge of the Supreme Personality of Godhead. Unless one is firmly convinced of the different opulences of the Supreme Lord, he cannot engage in devotional service. Generally people know that God is great, but they do not know in detail how God is great. Here are the details. If one knows factually how God is great, then naturally he becomes a surrendered soul and engages himself in the devotional service of the Lord. When one factually knows the opulences of the Supreme, there is no alternative but to surrender to Him. This factual knowledge can be known from the descriptions in Srimad-Bhagavatam and Bhagavad-gita and similar literatures.",
                "In the administration of this universe there are many demigods distributed throughout the planetary system, and the chief of them are Brahma, Lord Siva and the four great Kumaras and other patriarchs. There are many forefathers of the population of the universe, and all of them are born of the Supreme Lord Krsna. The Supreme Personality of Godhead, Krsna, is the original forefather of all forefathers.",
                "These are some of the opulences of the Supreme Lord. When one is firmly convinced of them, he accepts Krsna with great faith and without any doubt, and he engages in devotional service. All this particular knowledge is required in order to increase one's interest in the loving devotional service of the Lord. One should not neglect to understand fully how great Krsna is, for by knowing the greatness of Krsna one will be able to be fixed in sincere devotional service."
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "अहं सर्वस्य प्रभवो मत्तः सर्वं प्रवर्तते |",
                "इति मत्वा भजन्ते मां बुधा भावसमन्विताः || ८ ||"
            ],
            "english": [
                "aham sarvasya prabhavo",
                "mattah sarvam pravartate",
                "iti matva bhajante mam",
                "budha bhava-samanvitah"
            ]
        },
        "translation": {
            "hindi": [
                "मैं समस्त आध्यात्मिक तथा भौतिक जगतों का कारण हूँ, प्रत्येक वस्तु मुझ ही से उद्भूत है | जो बुद्धिमान यह भलीभाँति जानते हैं, वे मेरी प्रेमाभक्ति में लगते हैं तथा हृदय से पूरी तरह मेरी पूजा में तत्पर होते हैं |"
            ],
            "english": [
                "I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who know this perfectly engage in My devotional service and worship Me with all their hearts."
            ]
        },
        "meaning": {
            "hindi": [
                "जिस विद्वान ने वेदों का ठीक से अध्ययन किया हो और भगवान् चैतन्य जैसे अधिकारियों से ज्ञान प्राप्त किया हो तथा यह जानता हो कि इन उपदेशों का किस प्रकार उपयोग करना चाहिए, वही यह समझ सकता है कि भौतिक तथा आध्यात्मिक जगतों के मूल श्रीकृष्ण ही हैं | इस प्रकार के ज्ञान से वह भगवद्भक्ति में स्थिर हो जाता है | वह व्यर्थ की टीकाओं से या मूर्खों के द्वारा कभी पथभ्रष्ट नहीं होता | सारा वैदिक साहित्य स्वीकार करता है कि कृष्ण ही ब्रह्मा, शिव तथा अन्य समस्त देवताओं के स्त्रोत हैं | अथर्ववेद में (गोपालतापनी उपनिषद् १.२४) कहा गया है – यो ब्रह्माणं विदधाति पूर्वं यो वै वेदांश्च गापयति स्म कृष्णः– प्रारम्भ में कृष्ण ने ब्रह्मा को वेदों का ज्ञान प्रदान किया और उन्होंने भूतकाल में वैदिक ज्ञान का प्रचार किया | पुनः नारायण उपनिषद् में (१) कहा गयाहै – अथ पुरुषो ह वै नारायणोऽकामयत प्रजाः सृजेयते– तब भगवान् ने जीवों की सृष्टि करनी चाही | उपनिषद् में आगे भी कहा गया है – नारायणाद् ब्रह्मा जायते नारायणाद् प्रजापतिः प्रजायते नारायणाद् इन्द्रो जायते | नारायणादष्टौ वसवो जायन्ते नारायणादेकादश रुद्रा जायन्ते नारायणाद्द्वादशादित्याः– “नारायण से ब्रह्मा उत्पन्न होते हैं, नारायण से प्रजापति उत्पन्न होते हैं, नारायण से इन्द्र और आठ वासु उत्पन्न होते हैं और नारायण से ही ग्यारह रूद्र तथा बारह आदित्य उत्पन्न होते हैं |” यह नारायण कृष्ण के ही अंश हैं |",
                "वेदों का ही कथन है – ब्रह्मण्यो देवकीपुत्रः – देवकी पुत्र, कृष्ण, ही भगवान् हैं (नारायण उपनिषद् ४) | तब यह कहा गया – एको वै आसीन्न ब्रह्मा न ईशानो नापो नाग्निसमौ नेमे द्यावापृथिवी न नाक्षत्राणि न सूर्यः– सृष्टि के प्रारम्भ में केवल भगवान् नारायण थे | न ब्रह्मा थे, न शिव | न अग्नि थी, न चन्द्रमा, न नक्षत्र और न सूर्य (महा उपनिषद् १) | महा उपनिषद् में यह भी कहा गया है कि शिवजी परमेश्र्वर के मस्तक से उत्पन्न हुए | अतः वेदों का कहना है कि ब्रह्मा तथा शिव के स्त्रष्टा भगवान् की ही पूजा की जानी चाहिए |",
                "मोक्षधर्म में कृष्ण कहते हैं –",
                "प्रजापतिं च रूद्र चाप्यहमेव सृजामि वै |",
                "तौ हि मां न विजानीतो मम मायाविमोहितौ ||",
                "“मैंने ही प्रजापतियों को, शिव तथा अन्यों को उत्पन्न किया, किन्तु वे मेरी माया से मोहित होने के कारण यह नहीं जानते कि मैंने ही उन्हें उत्पन्न किया |” वराह पुराण में भी कहा गया है –",
                "नारायणः परो देवस्तस्माज्जातश्र्चतुर्मुखः |",
                "तस्माद्र रुद्रोऽभवद्देवः स च सर्वज्ञतां गतः ||",
                "“नारायण भगवान् हैं, जिनसे ब्रह्मा उत्पन्न हुए और फिर ब्रह्मा से शिव उत्पन्न हुए |” भगवान् कृष्ण समस्त उत्पत्तियों से स्त्रोत हैं और वे सर्वकारण कहलाते हैं | वे स्वयं कहते हैं, “चूँकि सारी वस्तुएँ मुझसे उत्पन्न हैं, अतः मैं सबों का मूल कारण हूँ | सारी वस्तुएँ मेरे अधीन हैं, मेरे ऊपर कोई भी नहीं हैं |” कृष्ण से बढ़कर कोई परम नियन्ता नहीं है | जो व्यक्ति प्रामाणिक गुरु से या वैदिक साहित्य से इस प्रकार कृष्ण को जान लेता है, वह अपनी सारी शक्ति कृष्णभावनामृत में लगाता है और सचमुच विद्वान पुरुष बन जाता है | उसकी तुलना में अन्य लोग, जो कृष्ण को ठीक से नहीं जानते, मात्र मुर्ख सिद्ध होते हैं | केवल मुर्ख ही कृष्ण को सामान्य व्यक्ति समझेगा | कृष्णभावनाभावित व्यक्ति को चाहिए कि कभी मूर्खों द्वारा मोहित न हो, उसे भगवद्गीता की समस्त अप्रामाणिक टीकाओं एवं व्याख्याओं से दूर रहना चाहिए और दृढ़तापूर्वक कृष्णभावनामृत में अग्रसर होना चाहिए |"
            ],
            "english": [
                "A learned scholar who has studied the Vedas perfectly and has information from authorities like Lord Caitanya and who knows how to apply these teachings can understand that Krsna is the origin of everything in both the material and spiritual worlds, and because he knows this perfectly he becomes firmly fixed in the devotional service of the Supreme Lord. He can never be deviated by any amount of nonsensical commentaries or by fools. All Vedic literature agrees that Krsna is the source of Brahma, Siva and all other demigods. In the Atharva-veda it is said, “yo brahmanam vidadhati: purvam yo vai vedams ca gapayati sma krsnah.” “It was Krsna who in the beginning instructed Brahma in Vedic knowledge and who disseminated Vedic knowledge in the past.” Then again it is said, “atha puruso ha vai narayano 'kamayata prajah srjeya ity upakramya.” “Then the Supreme Personality Narayana desired to create living entities.” Again it is said:",
                "It is said in the same Vedas: brahmanyo devaki-putrah: “The son of Devaki, Krsna, is the Supreme Personality.” Then it is said:",
                "In the many Puranas it is said that Lord Siva was born from the highest, the Supreme Lord Krsna, and the Vedas say that it is the Supreme Lord, the creator of Brahma and Siva, who is to be worshiped. In the Moksa-dharma Krsna also says, prajapatim ca rudram capy aham eva srjami vai tau hi mam na vijanito mama maya-vimohitau. “The patriarchs, Siva and others are created by Me, though they do not know that they are created by Me because they are deluded by My illusory energy.” In Varaha Purana it is also said, narayanah paro devas tasmaj jatas caturmukhah tasmad rudro 'bhavad devah sa ca sarvajnatam gatah. “Narayana is the Supreme Personality of Godhead, and from Him Brahma was born, from whom Siva was born.”",
                "Lord Krsna is the source of all generations, and He is called the most efficient cause of everything. He says that because “everything is born of Me, I am the original source of all. Everything is under Me; no one is above Me.” There is no supreme controller other than Krsna. One who understands Krsna in such a way from a bona fide spiritual master and from Vedic literature, who engages all his energy in Krsna consciousness, becomes a truly learned man. In comparison to him, all others, who do not know Krsna properly, are but fools. Only a fool would consider Krsna to be an ordinary man. A Krsna conscious person should not be bewildered by fools; he should avoid all unauthorized commentaries and interpretations on Bhagavad-gita and proceed in Krsna consciousness with determination and firmness."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "मच्चित्ता मद्गतप्राणा बोधयन्तः परस्परम् |",
                "कथयन्तश्र्च मां नित्यं तुष्यन्ति च रमन्ति च || ९ ||"
            ],
            "english": [
                "mac-citta mad-gata-prana",
                "bodhayantah parasparam",
                "kathayantas ca mam nityam",
                "tusyanti ca ramanti ca"
            ]
        },
        "translation": {
            "hindi": [
                "मेरे शुद्ध भक्तों के विचार मुझमें वास करते हैं, उनके जीवन मेरी सेवा में अर्पित रहते हैं और वे एक दूसरे को ज्ञान प्रदान करते तथा मेरे विषय में बातें करते हुए परमसन्तोष तथा आनन्द का अनुभव करते हैं |"
            ],
            "english": [
                "The thoughts of My pure devotees dwell in Me, their lives are surrendered to Me, and they derive great satisfaction and bliss enlightening one another and conversing about Me."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ जिन शुद्ध भक्तों के लक्षणों का उल्लेख हुआ है, वे निरन्तर भगवान् की दिव्य प्रेमाभक्ति में रमे रहते हैं | उनके मन कृष्ण के चरणकमलों से हटते नहीं | वे दिव्य विषयों की ही चर्चा चलाते हैं | इस श्लोक में शुद्ध भक्तों के लक्षणों का विशेष रूप से उल्लेख हुआ है | भगवद्भक्त परमेश्र्वर के गुणों तथा उनकी लीलाओं के गान में अहर्निश लगे रहते हैं | उनके हृदय तथा आत्माएँ निरन्तर कृष्ण में निमग्न रहती हैं और वे अन्य भक्तों से भगवान् के विषय में बातें करने में आनन्दानुभाव करते हैं |",
                "भक्ति की प्रारम्भिक अवस्था में वे सेवा में ही दिव्य आनन्द उठाते हैं और परिपक्वावस्था में वे ईश्र्वर-प्रेम को प्राप्त होते हैं | जब वे इस दिव्य स्थिति को प्राप्त कर लेते हैं, तब वे सर्वोच्च सिद्धि का स्वाद लेते हैं, जो भगवद्धाम में प्राप्त होती है | भगवान् चैतन्य दिव्य भक्ति की तुलना जीव के हृदय में बीज बोने से करते हैं | ब्रह्माण्ड के विभिन्न लोकों में असंख्य जीव वितरण करते रहते हैं | इनमें से कुछ ही भाग्यशाली होते हैं, जिनकी शुद्धभक्त से भेंट हो पाती है और जिन्हें भक्ति समझने का अवसर प्राप्त हो पाता है | यह भक्ति बीज के सदृश है | यदि इसे जीव के हृदय में बो दिया जाये और जीव हरे कृष्ण का श्रवण तथा कीर्तन करता रहे तो बीज अंकुरित होता है, जिस प्रकार कि नियमतः सींचते रहने से वृक्ष का बीज फलता है | भक्ति रूपी आध्यात्मिक पौधा क्रमशः बढ़ता रहता है, जब तक वह ब्रह्माण्ड के आवरण को भेदकर ब्रह्मज्योति में प्रवेश नहीं कर जाता | ब्रह्मज्योति में भी यह पौधा तब तक बढ़ता जाता है, जब तक उस उच्चतम लोक को नहीं प्राप्त कर लेता, जिसे गोलोक वृन्दावन या कृष्ण का परमधाम कहते हैं | अन्ततोगत्वा यह पौधा भगवान् के चरणकमलों की शरण प्राप्त कर वहीं विश्राम पाता है | जिस प्रकार पौधे में क्रम से फूल तथा फल आते हैं, उसी प्रकार भक्तिरूपी पौधे में भी फल आते हैं और कीर्तन तथा श्रवण के रूप में उसका सिंचन चलता रहता है | चैतन्य चरितामृत में (मध्य लीला , अध्याय १९) भक्तिरूपी पौधे का विस्तार सेवर्णन हुआ है | वहाँ यह बताया गया है कि जब पूर्ण पौधा भगवान् के चरणकमलों की शरण ग्रहण कर लेता है तो मनुष्य पूर्णतया भगवत्प्रेम में लीन हो जाता है, तब तक एक क्षण भी परमेश्र्वर के बिना नहीं रह पाता, जिस प्रकार कि मछली जल के बिना नहीं रह सकती | ऐसी अवस्था में भक्त वास्तव में परमेश्र्वर के संसर्ग से दिव्यगुण प्राप्त कर लेता है |",
                "श्रीमद्भागवत में भी भगवान् तथा उनके भक्तों के सम्बन्ध के विषय में ऐसी अनेक कथाएँ हैं | इसीलिए श्रीमद्भागवत भक्तों को अत्यन्त प्रिय है जैसा कि भागवत में ही (१२.१३.१८) कहा गया है – श्रीमद्भागवतं पुराणं अमलं यद्वैष्णवानां प्रियम् | ऐसी कथा में भौतिक कार्यों, आर्थिक विकास, इन्द्रियतृप्ति तथा मोक्ष के विषय में कुछ भी नहीं है | श्रीमद्भागवत ही एकमात्र ऐसी कथा है, जिसमें भगवान् तथा उनके भक्तों की दिव्य प्रकृति का पूर्ण वर्णन मिलता है | फलतः कृष्णभावनामृत जीव ऐसे दिव्य साहित्य के श्रवण में दिव्य रूचि दिखाते हैं, जिस प्रकार तरुण तथा तरुणी को परस्पर मिलने में आनन्द प्राप्त होता है |"
            ],
            "english": [
                "Pure devotees, whose characteristics are mentioned here, engage themselves fully in the transcendental loving service of the Lord. Their minds cannot be diverted from the lotus feet of Krsna. Their talks are solely on the transcendental subjects. The symptoms of the pure devotees are described in this verse specifically. Devotees of the Supreme Lord are twenty-four hours daily engaged in glorifying the pastimes of the Supreme Lord. Their hearts and souls are constantly submerged in Krsna, and they take pleasure in discussing Him with other devotees.",
                "In the preliminary stage of devotional service they relish the transcendental pleasure from the service itself, and in the mature stage they are actually situated in love of God. Once situated in that transcendental position, they can relish the highest perfection which is exhibited by the Lord in His abode. Lord Caitanya likens transcendental devotional service to the sowing of a seed in the heart of the living entity. There are innumerable living entities traveling throughout the different planets of the universe, and out of them there are a few who are fortunate enough to meet a pure devotee and get the chance to understand devotional service. This devotional service is just like a seed, and if it is sown in the heart of a living entity, and if he goes on hearing and chanting, Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/ Hare Rama, Hare Rama, Rama Rama, Hare Hare, that seed fructifies, just as the seed of a tree fructifies with regular watering. The spiritual plant of devotional service gradually grows and grows until it penetrates the covering of the material universe and enters into the brahmajyoti effulgence in the spiritual sky. In the spiritual sky also that plant grows more and more until it reaches the highest planet, which is called Goloka Vrndavana, the supreme planet of Krsna. Ultimately, the plant takes shelter under the lotus feet of Krsna and rests there. Gradually, as a plant grows fruits and flowers, that plant of devotional service also produces fruits, and the watering process in the form of chanting and hearing goes on. This plant of devotional service is fully described in the Caitanya-caritamrta. It is explained there that when the complete plant takes shelter under the lotus feet of the Supreme Lord, one becomes fully absorbed in love of God; then he cannot live even for a moment without being in contact with the Supreme Lord, just as a fish cannot live without water. In such a state, the devotee actually attains the transcendental qualities in contact with the Supreme Lord.",
                "The Srimad-Bhagavatam is also full of such narration about the relationship between the Supreme Lord and His devotees; therefore the Srimad-Bhagavatam is very dear to the devotees. In this narration there is nothing about material activities, sense gratification or liberation. Srimad-Bhagavatam is the only narration in which the transcendental nature of the Supreme Lord and His devotees is fully described. Thus the realized souls in Krsna consciousness take continual pleasure in hearing such transcendental literatures, just as a young boy and girl take pleasure in association."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम् |",
                "ददामि बुद्धियोगं तं येन मामुपयान्ति ते || १० ||"
            ],
            "english": [
                "tesam satata-yuktanam",
                "bhajatam priti-purvakam",
                "dadami buddhi-yogam tam",
                "yena mam upayanti te"
            ]
        },
        "translation": {
            "hindi": [
                "जो प्रेमपूर्वक मेरी सेवा करने में निरन्तर लगे रहते हैं, उन्हें मैं ज्ञान प्रदान करता हूँ, जिसके द्वारा वे मुझ तक आ सकते हैं |"
            ],
            "english": [
                "To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में बुद्धि-योगम् शब्द अत्यन्त महत्त्वपूर्ण है | हमें स्मरण हो कि द्वितीय अध्याय में भगवान् ने अर्जुन को उपदेश देते हुए कहा था कि मैं तुम्हें अनेक विषयों के बारे में बता चुका हूँ और अब मैं तुम्हें बुद्धियोग की शिक्षा दूँगा | अब उसी बुद्धियोग की व्याख्या की जा रही है | बुद्धियोग कृष्णभावनामृत में रहकर कार्य करने को कहते हैं और यही उत्तम बुद्धि है | बुद्धि का अर्थ है बुद्धि और योग का अर्थ है यौगिक गतिविधियाँ अथवा यौगिक उन्नति | जब कोई भगवद्धाम को जाना चाहता है और भक्ति में वह कृष्णभावनामृत को ग्रहण कर लेता है, तो उसका यह कार्य बुद्धियोग कहलाता है | दूसरे शब्दों में, बुद्धियोग वह विधि है, जिससे मनुष्य भवबन्धन से छूटना चाहता है | उन्नति करने का चरम लक्ष्य कृष्णप्राप्ति है | लोग इसे नहीं जानते, अतः भक्तों तथा प्रामाणिक गुरु की संगति आवश्यक है | मनुष्य को ज्ञात होना चाहिए कि कृष्ण ही लक्ष्य हैं और जब लक्ष्य निर्दिष्ट है, तो पथ पर मन्दगति से प्रगति करने पर भी अन्तिम लक्ष्य प्राप्त हो जाता है |",
                "जब मनुष्य लक्ष्य तो जानता है, किन्तु कर्मफल में लिप्त रहता है, तो वह कर्मयोगी होता है | यह जानते हुए कि लक्ष्य कृष्ण हैं, जब कोई कृष्ण को समझने के लिए मानसिक चिन्तन का सहारा लेता है, तो वह ज्ञानयोग में लीन होता है | किन्तु जब वह लक्ष्य को जानकर कृष्णभावनामृत तथा भक्ति में कृष्ण की खोज करता है, तो वह भक्तियोगी या बुद्धियोगी होता है और यही पूर्णयोग है | यह पूर्णयोग ही जीवन की सिद्धावस्था है |",
                "जब व्यक्ति प्रामाणिक गुरु के होते हुए तथा आध्यात्मिक संघ से सम्बद्ध रहकर भी प्रगति नहीं कर पाता, क्योंकि वह बुद्धिमान नहीं है, तो कृष्ण उसके अन्तर से उपदेश देते हैं, जिससे वह सरलता से उन तक पहुँच सके | इसके लिए जिस योग्यता की अपेक्षा है, वह यह है कि कृष्णभावनामृत में निरन्तर रहकर प्रेम तथा भक्ति के साथ सभी प्रकार की सेवा की जाए | उसे कृष्ण के लिए कुछ न कुछ कार्य रहना चाहिए, किन्तु प्रेमपूर्वक | यदि भक्त इतना बुद्धिमान नहीं है कि आत्म-साक्षात्कार के पथ पर प्रगति कर सके, किन्तु यदि वह एकनिष्ट रहकर भक्तिकार्यों में रत रहता है, तो भगवान् उसे अवसर देते हैं कि वह उन्नति करके अन्त में उनके पास पहुँच जाये |"
            ],
            "english": [
                "In this verse the word buddhi-yogam is very significant. We may remember that in the Second Chapter the Lord, instructing Arjuna, said that He had spoken to him of many things and that He would instruct him in the way of buddhi-yoga. Now buddhi-yoga is explained. Buddhi-yogam itself is action in Krsna consciousness; that is the highest intelligence. Buddhi means intelligence, and yogam means mystic activities or mystic elevation. When one tries to go back home, back to Godhead, and takes fully to Krsna consciousness in devotional service, his action is called buddhi-yogam. In other words, buddhi-yogam is the process by which one gets out of the entanglement of this material world. The ultimate goal of progress is Krsna. People do not know this; therefore the association of devotees and a bona fide spiritual master are important. One should know that the goal is Krsna, and when the goal is assigned, then the path is slowly but progressively traversed, and the ultimate goal is achieved.",
                "When a person knows the goal of life but is addicted to the fruits of activities, he is acting in karma-yoga. When he knows that the goal is Krsna, but he takes pleasure in mental speculations to understand Krsna, he is acting in jnana-yoga. And when he knows the goal and seeks Krsna completely in Krsna consciousness and devotional service, he is acting in bhakti-yoga, or buddhi-yoga, which is the complete yoga. This complete yoga is the highest perfectional stage of life.",
                "A person may have a bona fide spiritual master and may be attached to a spiritual organization, but still, if he is not intelligent enough to make progress, then Krsna from within gives him instructions so that he may ultimately come to Him without difficulty. The qualification is that a person always engage himself in Krsna consciousness and with love and devotion render all kinds of services. He should perform some sort of work for Krsna, and that work should be with love. If a devotee is intelligent enough, he will make progress on the path of self-realization. If one is sincere and devoted to the activities of devotional service, the Lord gives him a chance to make progress and ultimately attain to Him."
            ]
        }
    },
    {
        "id": [
            11
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "तेषामेवानुकम्पार्थमहमज्ञानजं तमः |",
                "नाशयाम्यात्मभावस्थो ज्ञानदीपेन भास्वता || ११ ||"
            ],
            "english": [
                "tesam evanukampartham",
                "aham ajnana-jam tamah",
                "nasayamy atma-bhava-stho",
                "jnana-dipena bhasvata"
            ]
        },
        "translation": {
            "hindi": [
                "मैं उन पर विशेष कृपा करने के हेतु उनके हृदयों में वास करते हुए ज्ञान के प्रकाशमान दीपक के द्वारा अज्ञानजन्य अंधकार को दूर करता हूँ |"
            ],
            "english": [
                "Out of compassion for them, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance."
            ]
        },
        "meaning": {
            "hindi": [
                "जब भगवान् चैतन्य बनारस में हरे कृष्ण के कीर्तन का प्रवर्तन कर रहे थे, तो हजारों लोग उनका अनुसरण कर रहे थे | तत्कालीन बनारस के अत्यन्त प्रभावशाली एवं विद्वान प्रकाशानन्द सरस्वती उनको भावुक कहकर उनका उपहास करते थे | कभी-कभी भक्तों की आलोचना दार्शनिक यह सोचकर करते हैं कि भक्तगण अंधकार में हैं और दार्शनिक दृष्टि से भोले-भाले भावुक हैं, किन्तु यह तथ्य नहीं है | ऐसे अनेक बड़े-बड़े विद्वान पुरुष हैं, जिन्होंने भक्ति का दर्शन प्रस्तुत किया है | किन्तु यदि कोई भक्त उनके इस साहित्य का या अपने गुरु का लाभ न भी उठाये और यदि वह अपनी भक्ति में एकनिष्ठ रहे, तो उसके अन्तर से कृष्ण स्वयं उसकी सहायता करते हैं | अतः कृष्णभावनामृत में रत एकनिष्ठ भक्त ज्ञानरहित नहीं हो सकता | इसके लिए इतनी ही योग्यता चाहिए कि वह पूर्ण कृष्णभावनामृत में रहकर भक्ति सम्पन्न करता रहे |",
                "आधुनिक दार्शनिकों का विचार है कि बिना विवेक के शुद्ध ज्ञान प्राप्त नहीं किया जा सकता | उनके लिए भगवान् का उत्तर है – जो लोग शुद्धभक्ति में रत हैं, भले ही वे पर्याप्त शिक्षित न हों तथा वैदिक नियमों से पूर्णतया अवगत न हो, किन्तु भगवान् उनकी सहायता करते ही हैं, जैसा कि इस श्लोक में बताया गया है |",
                "भगवान् अर्जुन को बताते हैं कि मात्र चिन्तन से परम सत्य भगवान् को समझ पाना असम्भव है, क्योंकि भगवान् इतने महान हैं कि कोरे मानसिक प्रयास से उन्हें न तो जाना जा सकता है, न ही प्राप्त किया जा सकता | भले ही कोई लाखों वर्षों तक चिन्तन करता रहे, किन्तु यदि भक्ति नहीं करता, यदि वह परम सत्य का प्रेमी नहीं है, तो उसे कभी भी कृष्ण या परम सत्य समझ में नहीं आएँगे | परम सत्य, कृष्ण, केवल भक्ति से प्रसन्न होते हैं और अपनी अचिन्त्य शक्ति से वे शुद्ध भक्त के हृदय में स्वयं प्रकट हो सकते हैं | शुद्धभक्त के हृदय में तो कृष्ण निरन्तर रहते हैं और कृष्ण की उपस्थिति सूर्य के समान है, जिसके द्वारा अज्ञान का अंधकार तुरन्त दूर हो जाता है | शुद्धभक्त पर भगवान् की यही विशेष कृपा है |",
                "करोड़ो जन्मों के भौतिक संसर्ग के कल्मष के कारण मनुष्य का हृदय भौतिकता के मल (धूलि) से आच्छादित हो जाता है, किन्तु जब मनुष्य भक्ति में लगता है और निरन्तर हरे कृष्ण का जप करता है तो यह मैल तुरन्त दूर हो जाता है और उसे शुद्ध ज्ञान प्राप्त होता है | परम लक्ष्य विष्णु को इसी जप तथा भक्ति से प्राप्त किया जा सकता है, अन्य किसी प्रकार के मनोधर्म या तर्क द्वारा नहीं | शुद्ध भक्त जीवन की भौतिक आवश्यकताओं के लिए चिन्ता नहीं करता है, न तो उसे कोई और चिन्ता करने की आवश्यकता है, क्योंकि हृदय से अंधकार हट जाने पर भक्त की प्रेमाभक्ति से प्रसन्न होकर भगवान् स्वतः सब कुछ प्रदान करते हैं | यही भगवद्गीता का उपदेश-सार है | भगवद्गीता के अध्ययन से मनुष्य भगवान् के शरणागत होकर शुद्धभक्ति में लग जाता है | जैसे ही भगवान् अपने ऊपर भार ले लेते हैं, मनुष्य सारे भौतिक प्रयासों से मुक्त हो जाता है |"
            ],
            "english": [
                "When Lord Caitanya was in Benares promulgating the chanting of Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/ Hare Rama, Hare Rama, Rama Rama, Hare Hare, thousands of people were following Him. Prakasananda, a very influential and learned scholar in Benares at that time, derided Lord Caitanya for being a sentimentalist. Sometimes philosophers criticize the devotees because they think that most of the devotees are in the darkness of ignorance and are philosophically naive sentimentalists. Actually that is not the fact. There are very, very learned scholars who have put forward the philosophy of devotion, but even if a devotee does not take advantage of their literatures or of his spiritual master, if he is sincere in his devotional service he is helped by Krsna Himself within his heart. So the sincere devotee engaged in Krsna consciousness cannot be without knowledge. The only qualification is that one carry out devotional service in full Krsna consciousness.",
                "The modern philosophers think that without discriminating one cannot have pure knowledge. For them this answer is given by the Supreme Lord: those who are engaged in pure devotional service, even though they be without sufficient education and even without sufficient knowledge of the Vedic principles, are still helped by the Supreme God, as stated in this verse.",
                "The Lord tells Arjuna that basically there is no possibility of understanding the Supreme Truth, the Absolute Truth, the Supreme Personality of Godhead, simply by speculating, for the Supreme Truth is so great that it is not possible to understand Him or to achieve Him simply by making a mental effort. Man can go on speculating for several millions of years, and if he is not devoted, if he is not a lover of the Supreme Truth, he will never understand Krsna or the Supreme Truth. Only by devotional service is the Supreme Truth, Krsna, pleased, and by His inconceivable energy He can reveal Himself to the heart of the pure devotee. The pure devotee always has Krsna within his heart; therefore he is just like the sun that dissipates the darkness of ignorance. This is the special mercy rendered to the pure devotee by Krsna.",
                "Due to the contamination of material association, through many, many millions of births, one's heart is always covered with the dust of materialism, but when one engages in devotional service and constantly chants Hare Krsna, the dust quickly clears, and one is elevated to the platform of pure knowledge. The ultimate goal of Visnu can be attained only by this chant and by devotional service, and not by mental speculation or argument. The pure devotee does not have to worry about the necessities of life; he need not be anxious because when he removes the darkness from his heart, everything is provided automatically by the Supreme Lord, for He is pleased by the loving devotional service of the devotee. This is the essence of the Gita's teachings. By studying Bhagavad-gita, one can become a completely surrendered soul to the Supreme Lord and engage himself in pure devotional service. As the Lord takes charge, one becomes completely free from all kinds of materialistic endeavors."
            ]
        }
    }
]