[
    {
        "id": [
            12,
            13
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "अर्जुन उवाच",
                "परं ब्रह्म परं धाम पवित्रं परमं भवान् |",
                "पुरुषं शाश्र्वतं दिव्यमादिदेवमजं विभुम् || १२ ||",
                "आहुस्त्वामृषयः सर्वे देवर्षिर्नारदस्तथा |",
                "असितो देवलो व्यासः स्वयं चैव ब्रवीषि मे || १३ ||"
            ],
            "english": [
                "arjuna uvaca",
                "param brahma param dhama",
                "pavitram paramam bhavan",
                "purusam sasvatam divyam",
                "adi-devam ajam vibhum",
                "ahus tvam rsayah sarve",
                "devarsir naradas tatha",
                "asito devalo vyasah",
                "svayam caiva bravisi me"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा- आप परम भगवान्, परमधाम, परमपवित्र, परमसत्य हैं | आप नित्य, दिव्य, आदि पुरुष, अजन्मा तथा महानतम हैं | नारद, असित, देवल तथा व्यास जैसे ऋषि आपके इस सत्य की पुष्टि करते हैं और अब आप स्वयं भी मुझसे प्रकट कह रहे हैं |"
            ],
            "english": [
                "Arjuna said: You are the Supreme Brahman, the ultimate, the supreme abode and purifier, the Absolute Truth and the eternal divine person. You are the primal God, transcendental and original, and You are the unborn and all-pervading beauty. All the great sages such as Narada, Asita, Devala, and Vyasa proclaim this of You, and now You Yourself are declaring it to me."
            ]
        },
        "meaning": {
            "hindi": [
                "इन दो श्लोकों में भगवान् आधुनिक दार्शनिक को अवसर प्रदान करते हैं, क्योंकि यहाँ यह स्पष्ट है कि परमेश्र्वर जीवात्मा से भिन्न हैं | इस अध्याय के चार महत्त्वपूर्ण श्लोकों को सुनकर अर्जुन की सारी शंकाएँ जाती रहीं और उसने कृष्ण को भगवान् स्वीकार कर लिया | उसने तुरन्त ही उद्घोष किया “आप परब्रह्म हैं |” इसके पूर्व कृष्ण कह चुके हैं कि वे प्रत्येक वस्तु तथा प्रत्येक प्राणी के आदि कारण हैं | प्रत्येक देवता तथा प्रत्येक मनुष्य उन पर आश्रित है | वे अज्ञानवश अपने को भगवान् से परम स्वतन्त्र मानते हैं | ऐसा अज्ञान भक्ति करने से पूरी तरह मिट जाता है | भगवान् ने पिछले श्लोक में इसकी पूरी व्याख्या की है | अब भगवत्कृपा से अर्जुन उन्हें परमसत्य रूप में स्वीकार कर रहा है, जो वैदिक आदेशों के सर्वथा अनुरूप है | ऐसा नहीं है कि परम सखा होने के कारण अर्जुन कृष्ण की चाटुकारी करते हर उन्हें परमसत्य भगवान् कह रहा है | इन दो श्लोकों में अर्जुन जो भी कहता है, उसकी पुष्टि वैदिक सत्य द्वारा होती है | वैदिक आदेश इसकी पुष्टि करते हैं कि जो कोई परमेश्र्वर की भक्ति करता है, वही उन्हें समझ सकता है, अन्य कोई नहीं | इन श्लोकों में अर्जुन द्वारा कहे शब्द वैदिक आदेशों द्वारा पुष्ट होते हैं |",
                "केन उपनिषद् में कहा गया है परब्रह्म प्रत्येक वस्तु के आश्रय हैं और कृष्ण पहले ही कह चुके हैं कि सारी वस्तुएँ उन्हीं पर आश्रित हैं | मुण्डक उपनिषद् में पुष्टि की गई है कि जिन परमेश्र्वर पर सब कुछ आश्रित है, उन्हें उनके चिन्तन में रत रहकर ही प्राप्त किया जा सकता है | कृष्ण का यह निरन्तर चिन्तन स्मरणम् है, जो भक्ति की नव विधियों में से हैं | भक्ति के द्वारा ही मनुष्य कृष्ण की स्थिति को समझ सकता है और इस भौतिक देह से छुटकारा पा सकता है |",
                "वेदों में परमेश्र्वर को पवित्र माना गया है | जो व्यक्ति कृष्ण को परम पवित्र मानता है, वह समस्त पापकर्मों से शुद्ध हो जाता है | भगवान् की शरण में गये बिना पापकर्मों से शुद्धि नहीं हो पाती | अर्जुन द्वारा कृष्ण को परम पवित्र मानना वेदसम्मत है | इसकी पुष्टि नारद आदि ऋषियों द्वारा भी हुई है |",
                "कृष्ण भगवान् हैं और मनुष्य को चाहिए कि वह निरन्तर उनका ध्यान करते हुए उनसे दिव्य सम्बन्ध स्थापित करे | वे परम अस्तित्व हैं | वे समस्त शारीरिक आवश्यकताओं तथा जन्म-मरण से मुक्त हैं | इसकी पुष्टि अर्जुन ही नहीं, अपितु सारे वेद पुराण तथा इतिहास ग्रंथ करते हैं | सारे वैदिक साहित्य में कृष्ण का ऐसा वर्णन मिलता है और भगवान् स्वयं चौथे अध्याय में कहते हैं, “यद्यपि मैं अजन्मा हूँ, किन्तु धर्म कीस्थापना के लिए इस पृथ्वी पर प्रकट होता हूँ |” वे परम पुरुष हैं, उनका कोई कारण नहीं है, क्योंकि वे समस्त कारणों के कारण हैं और सब कुछ उन्हीं से उद्भूत है | ऐसा पूर्णज्ञान केवल भगवत्कृपा से प्राप्त होता है |",
                "यहाँ पर अर्जुन कृष्ण की कृपा से ही अपने विचार व्यक्त करता है | यदि हम भगवद्गीता को समझना चाहते हैं तो हमें इन दोनों श्लोकों के कथनों को स्वीकार करना होगा | यह परम्परा-प्रणाली कहलाती है अर्थात् गुरु-परम्परा को मानना | परम्परा-प्रणाली के बिना भगवद्गीता को नहीं समझा जा सकता | यह तथाकथित विद्यालयी शिक्षा द्वारा सम्भव नहीं है | दुर्भाग्यवश जिन्हें अपनी उच्च शिक्षा पर घमण्ड है, वे वैदिक साहित्य के इतने प्रमाणों के होते हुए ही अपने इस दुराग्रह पर अड़े रहते हैं कि कृष्ण एक सामान्य व्यक्ति है |"
            ],
            "english": [
                "In these two verses the Supreme Lord gives a chance to the modern philosopher, for here it is clear that the Supreme is different from the individual soul. Arjuna, after hearing the essential four verses of Bhagavad-gita in this chapter, became completely free from all doubts and accepted Krsna as the Supreme Personality of Godhead. He at once boldly declares, \"You are Parambrahma, the Supreme Personality of Godhead.\" And previously Krsna states that He is the originator of everything and everyone. Every demigod and every human being is dependant on Him. Men and demigods, out of ignorance, think that they are absolute and independant of the Supreme Lord Krsna. That ignorance is removed perfectly by the discharge of devotional service. This is already explained in the previous verse by the Lord. Now by His grace, Arjuna is accepting Him as the Supreme Truth, in concordance with the Vedic injunction. It is not because Krsna is an intimate friend of Arjuna that he is flattering Him by calling Him the Supreme Personality of Godhead, the Absolute Truth. Whatever Arjuna says in these two verses is confirmed by Vedic truth. Vedic injunctions affirm that only one who takes to devotional service to the Supreme Lord can understand Him, whereas others cannot. Each and every word of this verse spoken by Arjuna is confirmed by Vedic injunction.",
                "In the Kena Upanisad it is stated that the Supreme Brahman is the rest for everything, and Krsna has already explained that everything is resting on Him. The Mundaka Upanisad confirms that the Supreme Lord, in whom everything is resting, can be realized only by those who engage constantly in thinking of Him. This constant thinking of Krsna is smaranam, one of the methods of devotional service. It is only by devotional service to Krsna that one can understand his position and get rid of this material body.",
                "In the Vedas the Supreme Lord is accepted as the purest of the pure. One who understands that Krsna is the purest of the pure can become purified from all sinful activities. One cannot be disinfected from sinful activities unless he surrenders unto the Supreme Lord. Arjuna's acceptance of Krsna as the supreme pure complies with the injunctions of Vedic literature. This is also confirmed by great personalities, of whom Narada is the chief.",
                "Krsna is the Supreme Personality of Godhead, and one should always meditate upon Him and enjoy one's transcendental relationship with Him. He is the supreme existence. He is free from bodily needs, birth and death. Not only does Arjuna confirm this, but all the Vedic literatures. the Puranas and histories. In all Vedic literatures Krsna is thus described, and the Supreme Lord Himself also says in the Fourth Chapter, \"Although I am unborn, I appear on this earth to establish religious principles.\" He is the supreme origin; He has no cause, for He is the cause of all causes, and everything is emanating from Him. This perfect knowledge can be had by the grace of the Supreme Lord.",
                "Here Arjuna expresses himself through the grace of Krsna. If we want to understand Bhagavad-gita, we should accept the statements in these two verses. This is called the parampara system, acceptance of the disciplic succession. Unless one is in the disciplic succession, he cannot understand Bhagavad-gita. It is not possible by so-called academic education. Unfortunately those proud of their academic education, despite so much evidence in Vedic literatures, stick to their obstinate conviction that Krsna is an ordinary person."
            ]
        }
    },
    {
        "id": [
            14
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "सर्वमेतदृतं मन्ये यन्मां वदसि केशव |",
                "न हि ते भगवन्व्यक्तिं विदुर्देवा न दानवाः || १४ ||"
            ],
            "english": [
                "sarvam etad rtam manye",
                "yan mam vadasi kesava",
                "na hi te bhagavan vyaktim",
                "vidur deva na danavah"
            ]
        },
        "translation": {
            "hindi": [
                "हे कृष्ण! आपने मुझसे जो कुछ कहा है, उसे मैं पूर्णतया सत्य मानता हूँ | हे प्रभु! न तो देवतागण, न असुरगण ही आपके स्वरूप को समझ सकते हैं |"
            ],
            "english": [
                "O Krsna, I totally accept as truth all that You have told me. Neither the gods nor demons, O Lord, know Thy personality."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर अर्जुन इसकी पुष्टि करता है कि श्रद्धाहीन तथा आसुरी प्रकृति वाले लोग कृष्ण को नहीं समझ सकते | जब देवतागण तक उन्हें नहीं समझ पाते तो आधुनिक जगत् के तथाकथित विद्वानों का क्या कहना ? भगवत्कृपा से अर्जुन समझ गया कि परमसत्य कृष्ण हैं और वे सम्पूर्ण हैं | अतः हमें अर्जुन के पथ का अनुसरण करना चाहिए | उसे भगवद्गीता का प्रमाण प्राप्त था | जैसा कि भगवद्गीता के चतुर्थ अध्याय में कहा गया है , भगवद्गीता के समझने की गुरु-परम्परा का ह्रास हो चुका था, अतः कृष्ण ने अर्जुन से उसकी पुनःस्थापना की, क्योंकि वे अर्जुन को अपना परम प्रिय सखा तथा भक्त समझते थे | अतः जैसा कि गीतोपनिषद् की भूमिका में हमने कहा है, भगवद्गीता का ज्ञान परम्परा-विधि से प्राप्त करना चाहिए | परम्परा-विधि के लुप्त होने पर उसके सूत्रपात के लिए अर्जुन को चुना गया | हमें चाहिए कि अर्जुन का हम अनुसरण करें, जिसने कृष्ण की सारी बातें जान लीं | तभी हम भगवद्गीता के सार को समझ सकेंगे और तभी कृष्ण को भगवान् रूप में जान सकेंगे |"
            ],
            "english": [
                "Arjuna herein confirms that persons of faithless and demonic nature cannot understand Krsna. He is not even known by the demigods, so what to speak of the so-called scholars of this modern world? By the grace of the Supreme Lord, Arjuna has understood that the Supreme Truth is Krsna and that He is the perfect one. One should therefore follow the path of Arjuna. He received the authority of Bhagavad-gita. As described in the Fourth Chapter, the parampara system of disciplic succession for the understanding of Bhagavad-gita was lost, and therefore Krsna reestablished that disciplic succession with Arjuna because He considered Arjuna His intimate friend and a great devotee. Therefore, as stated in our Introduction to Gitopanisad, Bhagavad-gita should be understood in the parampara system. When the parampara system was lost, Arjuna was again selected to rejuvenate it. The acceptance of Arjuna of all that Krsna says should be emulated; then we can understand the essence of Bhagavad-gita, and then only can we understand that Krsna is the Supreme Personality of Godhead."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "स्वयमेवात्मनात्मानं वेत्थ त्वं पुरुषोत्तम |",
                "भूतभावन भूतेश देवदेव जगत्पते || १५ ||"
            ],
            "english": [
                "svayam evatmanatmanam",
                "vettha tvam purusottama",
                "bhuta-bhavana bhutesa",
                "deva-deva jagat-pate"
            ]
        },
        "translation": {
            "hindi": [
                "हे परमपुरुष, हे सबके उद्गम, हे समस्त प्राणियों के स्वामी, हे देवों के देव, हे ब्रह्माण्ड के प्रभु! निस्सन्देह एकमात्र आप ही अपने को अपनी अन्तरंगाशक्ति से जानने वाले हैं |"
            ],
            "english": [
                "Indeed, You alone know Yourself by Your own potencies, O origin of all, Lord of all beings, God of gods, O Supreme Person, Lord of the universe!"
            ]
        },
        "meaning": {
            "hindi": [
                "परमेश्र्वर कृष्ण को वे ही जान सकते हैं, जो अर्जुन तथा उनके अनुयायियों की भाँति भक्ति करने के माध्यम से भगवान् के सम्पर्क में रहते हैं | आसुरी या नास्तिक प्रकृति वाले लोग कृष्ण को नहीं जान सकते | ऐसा मनोधर्म जो भगवान् से दूर ले जाए, परम पातक है और जो कृष्ण को नहीं जानता उसे भगवद्गीता की टीका करने का प्रयत्न नहीं करना चाहिए | भगवद्गीता कृष्ण की वाणी है और चूँकि यह कृष्ण का तत्त्वविज्ञान है, अतः इसे कृष्ण से ही समझना चाहिए, जैसा कि अर्जुन ने किया | इसे नास्तिकों से ग्रहण नहीं करना चाहिए |",
                "श्रीमद्भागवत में (१.२.११) कहा गया है कि –",
                "वदन्ति तत्तत्त्वविदस्तत्त्वं यज्ज्ञानमद्वयम् |",
                "ब्रह्मेति परमात्मेति भगवानिति शब्द्यते ||",
                "परमसत्य का अनुभव तीन प्रकार से किया जाता है – निराकार ब्रह्म, अन्तर्यामी परमात्मा या भगवान् | अतः परमसत्य के ज्ञान की अन्तिम अवस्था भगवान् है | हो सकता है कि सामान्य व्यक्ति, अथवा ऐसा मुक्त पुरुष भी जिसने निराकार ब्रह्म अथवा अन्तर्यामी परमात्मा का साक्षात्कार किया है, भगवान् को न समझ पाये | अतः ऐसे व्यक्तियों को चाहिए कि वे भगवान् को भगवद्गीता के श्लोकों से जानने का प्रयास करें, जिन्हें स्वयं कृष्ण ने कहा है | कभी-कभी निर्विशेषवादी कृष्ण को भगवान् के रूप में या उनकी प्रामाणिकता को स्वीकार करते हैं | किन्तु अनेक मुक्त पुरुष कृष्ण को पुरुषोत्तम रूप में नहीं समझ पाते | इसीलिए अर्जुन उन्हें पुरुषोत्तम कहकर सम्बोधित करता है | इतने पर भी कुछ लोग यह नहीं समझ पाते कि कृष्ण समस्त जीवों के जनक हैं | इसीलिए अर्जुन उन्हें भूतभावन कहकर सम्बोधित करता है | यदि कोई उन्हें भूतभावन के रूप में समझ लेता है तो भी वह उन्हें परम नियन्ता के रूप में नहीं जान पाता | इसीलिए उन्हें यहाँ पर भूतेश या परम नियन्ता कहा गया है | यदि कोई भूतेश रूप में भी उन्हें समझ लेता है तो भी उन्हें समस्त देवताओं के उद्गम रूप में नहीं समझ पाता | इसलिए उन्हें देवदेव, सभी देवताओं का पूजनीय देव, कहा गया है | यदि देवदेव रूप में भी उन्हें समझ लिया जाये तो वे प्रत्येक वस्तु के परम स्वामी के रूप में समझ में नहीं आते | इसीलिए यहाँ पर उन्हें जगत्पति कहा गया है | इस प्रकार अर्जुन की अनुभूति के आधार पर कृष्ण विषयक सत्य की स्थापना इस श्लोक में हुई है | हमें चाहिए कि कृष्ण को यथारूप में समझने के लिए हम अर्जुन के पदचिन्हों का अनुसरण करें |"
            ],
            "english": [
                "The Supreme Lord Krsna can be known by persons who are in a relationship with Him through the discharge of devotional service, like Arjuna and his successors. Persons of demonic or atheistic mentality cannot know Krsna. Mental speculation that leads one away from the Supreme Lord is a serious sin, and one who does not know Krsna should not try to comment on Bhagavad-gita. Bhagavad-gita is the statement of Krsna, and since it is the science of Krsna, it should be understood from Krsna as Arjuna understood it. It should not be received from atheistic persons.",
                "The Supreme Truth is realized in three aspects: as impersonal Brahman, localized Paramatma and at last as the Supreme Personality of Godhead. So at the last stage of understanding the Absolute Truth, one comes to the Supreme Personality of Godhead. A liberated man and even a common man may realize impersonal Brahman or localized Paramatma, yet they may not understand God's personality from the verses of Bhagavad-gita, which are being spoken by this person, Krsna. Sometimes the impersonalists accept Krsna as Bhagavan, or they accept His authority. Yet many liberated persons cannot understand Krsna as Purusottama, the Supreme Person, the father of all living entities. Therefore Arjuna addresses Him as Purusottama. And if one comes to know Him as the father of all the living entities, still one may not know Him as the supreme controller; therefore He is addressed here as Bhutesa, the supreme controller of everyone. And even if one knows Krsna as the supreme controller of all living entities, still one may not know that He is the origin of all the demigods; therefore He is addressed herein as Devadeva, the worshipful God of all demigods. And even if one knows Him as the worshipful God of all demigods, one may not know that He is the supreme proprietor of everything; therefore He is addressed as Jagatpati. Thus the truth about Krsna is established in this verse by the realization of Arjuna, and we should follow in the footsteps of Arjuna to understand Krsna as He is."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "वक्तुमर्हस्यशेषेण दिव्या ह्यात्मविभूतयः |",
                "याभिर्विभूतिभिर्लोकानिमांस्त्वं व्याप्य तिष्ठसि || १६ ||"
            ],
            "english": [
                "vaktum arhasy asesena",
                "divya hy atma-vibhutayah",
                "yabhir vibhutibhir lokan",
                "imams tvam vyapya tisthasi"
            ]
        },
        "translation": {
            "hindi": [
                "कृपा करके विस्तारपूर्वक मुझे अपने उन दैवी ऐश्र्वर्यों को बतायें, जिनके द्वारा आप इन समस्त लोकों में व्याप्त हैं |"
            ],
            "english": [
                "Please tell me in detail of Your divine powers by which You pervade all these worlds and abide in them."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक से लगता है कि अर्जुन भगवान् सम्बन्धी अपने ज्ञान से पहले से सन्तुष्ट है | कृष्ण-कृपा से अर्जुन को व्यक्तिगत अनुभव, बुद्धि तथा ज्ञान और मनुष्य को इन साधनों से जो कुछ भी प्राप्त हो सकता है, वह सब प्राप्त है, तथा उसने कृष्ण को भगवान् के रूप में समझ रखा है | उसे किसी प्रकार का संशय नहीं है, तो भी वह कृष्ण से अपनी सर्वव्यापकता की व्याख्या करने के लिए अनुरोध करता है | सामान्यजन तथा विशेषरूप से निर्विशेषवादी भगवान् की सर्वव्यापकता के विषय में अधिक विचारशील रहते हैं | अतः अर्जुन श्रीकृष्ण से पूछता है कि वे अपनी विभिन्न शक्तियों के द्वारा किस प्रकार सर्वव्यापी रूप में विद्यमान रहते हैं | हमें यह जानना चाहिए कि अर्जुन सामान्य लोगों के हित के लिए यह पूछ रहा है |"
            ],
            "english": [
                "In this verse it appears that Arjuna is already satisfied with his understanding of the Supreme Lord Krsna. By Krsna's grace, Arjuna has personal experience, intelligence and knowledge and whatever else a person may have through all these agencies, and he has understood Krsna as the Supreme Personality of Godhead. For him there is no doubt, Yet he is asking Krsna to explain His all-pervading nature so that in the future people will understand, especially the impersonalists, how He exists in His all-pervading aspect through His different energies. One should know that this is being asked by Arjuna on behalf of the common people."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "कथं विद्यामहं योगिंस्त्वां सदा परिचिन्तयन् |",
                "केषु केषु च भावेषु चिन्त्योऽसि भगवन्मया || १७ ||"
            ],
            "english": [
                "katham vidyam aham yogims",
                "tvam sada paricintayan",
                "kesu kesu ca bhavesu",
                "cintyo 'si bhagavan maya"
            ]
        },
        "translation": {
            "hindi": [
                "हे कृष्ण, हे परम योगी! मैं किस तरह आपका निरन्तर चिन्तन करूँ और आपको कैसे जानूँ? हे भगवान्! आपका स्मरण किन-किन रूपों में किया जाय?"
            ],
            "english": [
                "How should I meditate on You? In what various forms are You to be contemplated, O Blessed Lord?"
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि पिछले अध्याय में कहा जा चुका है, भगवान् अपनी योगमाया से आच्छादित रहते हैं | केवल शरणागत भक्तजन ही उन्हें देख सकते हैं | अब अर्जुन को विश्र्वास हो चुका है कि उसके मित्र कृष्ण भगवान् हैं, किन्तु वह उस सामान्य विधि को जानना चाहता है, जिसके द्वारा सर्वसाधारण लोग भी उन्हें सर्वव्यापी रूप में समझ सकें | असुरों तथा नास्तिकों सहित सामान्यजन कृष्ण को नहीं जान पाते, क्योंकि भगवान् अपनी योगमाया शक्ति से आच्छादित रहते हैं | दूसरी बात यह है, कि ये प्रश्न जनसामान्य के लाभ हेतु पूछे जा रहे हैं | उच्चकोटि का भक्त केवल अपने ही ज्ञान के प्रति चिंतित नहीं रहता अपितु सारी मानव जाती के ज्ञान के लिए भी रहता है | अतः अर्जुन वैष्णव या भक्त होने के कारण अपने दयालु भाव से सामान्यजनों के लिए भगवान् के सर्वव्यापक रूप के ज्ञान का द्वार खोल रहा है | वह कृष्ण को जानबूझ कर योगिन् कहकर सम्बोधित करता है, क्योंकि वे योगमाया शक्ति के स्वामी हैं, जिसके कारण वे सामान्यजन के लिए अप्रकट या प्रकट होते हैं | सामान्यजन, जिसे कृष्ण के प्रति कोई प्रेम नहीं है, कृष्ण के विषय में निरन्तर नहीं सोच सकता | वह तो भौतिक चिन्तन करता है | अर्जुन इस संसार के भौतिकतावादी लोगों की चिन्तन-प्रवृत्ति के विषय में विचार कर रहा है | केषु केषु च भावेषु शब्द भौतिक प्रकृति के लिए प्रयुक्त हैं (भाव का अर्थ है भौतिक वस्तु) | चूँकि भौतिकवादी लोग कृष्ण के आध्यात्मिक स्वरूप को नहीं समझ सकते, अतः उन्हें भौतिक वस्तुओं पर चित्त एकाग्र करने की तथा यह देखने का प्रयास करने की सलाह दी जाती है कि कृष्ण भौतिक रूपों में किस प्रकार प्रकट होते हैं |"
            ],
            "english": [
                "As it is stated in the previous chapter, the Supreme Personality of Godhead is covered by His yoga-maya. Only surrendered souls and devotees can see Him. Now Arjuna is convinced that His friend, Krsna, is the Supreme Godhead, but he wants to know the general process by which the all-pervading Lord can be understood by the common man. No common man, including the demons and atheists, can know Krsna because He is guarded by His yoga-maya energy. Again, these questions are asked by Arjuna for their benefit. The superior devotee is not only concerned for his own understanding, but for the understanding of all mankind. Out of his mercy, because he is a Vaisnava, a devotee, Arjuna is opening the understanding for the common man as far as the all-pervasiveness of the Supreme is concerned. He addresses Krsna specifically as yogin because Sri Krsna is the master of the yoga-maya energy by which He is covered and uncovered to the common man. The common man who has no love for Krsna cannot always think of Krsna; therefore he has to think materially. Arjuna is considering the mode of thinking of the materialistic persons of this world. Because materialists cannot understand Krsna spiritually, they are advised to concentrate the mind on physical things and try to see how Krsna is manifested by physical representations."
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "विस्तरेणात्मनो योगं विभूतिं च जनार्दन |",
                "भूयः कथय तृप्तिर्हि श्रृण्वतो नास्ति मेऽमृतम् || १८ ||"
            ],
            "english": [
                "vistarenatmano yogam",
                "vibhutim ca janardana",
                "bhuyah kathaya trptir hi",
                "srnvato nasti me 'mrtam"
            ]
        },
        "translation": {
            "hindi": [
                "हे जनार्दन! आप पुनः विस्तार से अपने ऐश्र्वर्य तथा योगशक्ति का वर्णन करें | मैं आपके विषय में सुनकर कभी तृप्त नहीं होता हूँ, क्योंकि जितना ही आपके विषय में सुनता हूँ, उतना ही आपके शब्द-अमृत को चखना चाहता हूँ |"
            ],
            "english": [
                "Tell me again in detail, O Janardana [Krsna], of Your mighty potencies and glories, for I never tire of hearing Your ambrosial words."
            ]
        },
        "meaning": {
            "hindi": [
                "इसी प्रकार का निवेदन नैमिषारण्य के शौनक ऋषियों ने सूत गोस्वामी से किया था | यह निवेदन इस प्रकार है –",
                "वयं तु न वितृप्याम उत्तमश्लोकविक्रमे |",
                "यच्छृण्वतां रसज्ञानां स्वादु स्वादु पदे पदे ||",
                "“उत्तम स्तुतियों द्वारा प्रशंसित कृष्ण की दिव्य लीलाओं का निरन्तर श्रवण करते हुए कभी तृप्ति नहीं होती | किन्तु जिन्होंने कृष्ण से अपना दिव्य सम्बन्ध स्थापित कर लिया है वे पद पद पर भगवान् की लीलाओं के वर्णन का आनन्द लेते रहते हैं |” (श्रीमद्भागवत १.१.१९) | अतः अर्जुन कृष्ण के विषय में और विशेष रूप से उनके सर्वव्यापी रूप के बारे में सुनना चाहते है |",
                "जहाँ तक अमृतम् की बात है, कृष्ण सम्बन्धी कोई भी आख्यान अमृत तुल्य है और इस अमृत की अनुभूति व्यवहार से ही की जा सकती है | आधुनिक कहानियाँ, कथाएँ तथा इतिहास कृष्ण की दिव्य लीलाओं से इसलिए भिन्न हैं क्योंकि संसारी कहानियों के सुनने से मन भर जाता है, किन्तु कृष्ण के विषय में सुनने से कभी थकान नहीं आती | यही कारण है कि सारे विश्र्व का इतिहास भगवान् के अवतारों की लीलाओं के सन्दर्भों से पटा हुआ है | हमारे पुराण विगत युगों के इतिहास हैं, जिनमें भगवान् के विविध अवतारों की लीलाओं का वर्णन है | इस प्रकार बारम्बार पढ़ने पर भी विषयवस्तु नवीन बनी रहती है |"
            ],
            "english": [
                "A similar statement was made to Suta Gosvami by the rsis of Naimisaranya, headed by Saunaka. That statement is:",
                "Now as far as amrtam, nectar, is concerned, any narration or statement concerning Krsna is just like nectar. And this nectar can be perceived by practical experience. Modern stories, fiction and histories are different from the transcendental pastimes of the Lord in that one will tire of hearing mundane stories, but one never tires of hearing about Krsna. It is for this reason only that the history of the whole universe is replete with references to the pastimes of the incarnations of Godhead. For instance, the Puranas are histories of bygone ages that relate the pastimes of the various incarnations of the Lord. In this way the reading matter remains forever fresh, despite repeated readings."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "श्री भगवानुवाच",
                "हन्त ते कथयिष्यामि दिव्या ह्यात्मविभूतयः |",
                "प्राधान्यतः कुरुश्रेष्ठ नास्त्यन्तो विस्तरस्य मे || १९ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "hanta te kathayisyami",
                "divya hy atma-vibhutayah",
                "pradhanyatah kuru-srestha",
                "nasty anto vistarasya me"
            ]
        },
        "translation": {
            "hindi": [
                "श्रीभगवान् ने कहा – हाँ, अब मैं तुमसे अपने मुख्य-मुख्य वैभवयुक्त रूपों का वर्णन करूँगा, क्योंकि हे अर्जुन! मेरा ऐश्र्वर्य असीम है |"
            ],
            "english": [
                "The Blessed Lord said: Yes, I will tell you of My splendorous manifestations, but only of those which are prominent, O Arjuna, for My opulence is limitless."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्ण की महानता तथा उनका ऐश्र्वर्य को समझ पाना सम्भव नहीं है | जीव की इन्द्रियाँ सीमित हैं, अतः उनसे कृष्ण के कार्य-कलापों की समग्रता को समझ पाना सम्भव नहीं है | तो भी भक्तजन कृष्ण को जानने का प्रयास करते हैं, किन्तु यह मानकर नहीं कि वे किसी विशेष समय में या जीवन-अवस्था में उन्हें पूरी तरह समझ सकेंगे | बल्कि कृष्ण के वृत्तान्त इतने आस्वाद्य हैं कि भक्तों को अमृत तुल्य प्रतीत होते हैं | इस प्रकार भक्तगण उनका आनन्द उठाते हैं | भगवान् के ऐश्र्वर्यों तथा उनकी विविध शक्तियों की चर्चा चलाने में शुद्ध भक्तों को दिव्य आनन्द मिलता है, अतः वे उनको सुनते रहना और उनकी चर्चा चलाते रहना चाहते हैं | कृष्ण जानते हैं कि जीव उनके ऐश्र्वर्य के विस्तार को नहीं समझ सकते, फलतः वे अपनी विभिन्न शक्तियों के प्रमुख स्वरूपों का ही वर्णन करने के लिए राजी होते हैं | प्राधान्यतः शब्द अत्यन्त महत्त्वपूर्ण हैं, जबकि उनके स्वरूप अनन्त हैं | इन सबको समझ पाना सम्भव नहीं है | इस श्लोक में प्रयुक्त विभूति शब्द उन ऐश्र्वर्यों का सूचक है, जिनके द्वारा भगवान् सारे विश्र्व का नियन्त्रण करते हैं | अमरकोश में विभूति का अर्थ विलक्षण ऐश्र्वर्य है |",
                "निर्विशेषवादी या सर्वेश्र्वरवादी न तो भगवान् के विलक्षण ऐश्र्वर्यों को समझ पाता है, न उनकी दैवी शक्तियों के स्वरूपों को | भौतिक जगत् में तथा वैकुण्ठ लोक में उनकी शक्तियाँ अनेक रूपों में फैली हुई हैं | अब कृष्ण उन रूपों को बताने जा रहे हैं, जो सामान्य व्यक्ति प्रत्यक्ष रूप से देख सकता है | इस प्रकार उनकी रंगबिरंगी शक्ति का आंशिक वर्णन किया गया है |"
            ],
            "english": [
                "It is not possible to comprehend the greatness of Krsna and His opulences. The senses of the individual soul are imperfect and do not permit him to understand the totality of Krsna's affairs. Still the devotees try to understand Krsna, but not on the principle that they will be able to understand Krsna fully at any specific time or in any state of life. Rather, the very topics of Krsna are so relishable that they appear to them as nectar. Thus they enjoy them. In discussing Krsna's opulences and His diverse energies, the pure devotees take transcendental pleasure. Therefore they want to hear and discuss them. Krsna knows that living entities do not understand the extent of His opulences; He therefore agrees to state only the principal manifestations of His different energies. The word pradhanyatah (principal) is very important because we can understand only a few of the principal details of the Supreme Lord, for His features are unlimited. It is not possible to understand them all. And vibhuti, as used in this verse, refers to the opulences by which He controls the whole manifestation. In the Amara-kosa dictionary it is stated that vibhuti indicates an exceptional opulence.",
                "The impersonalist or the pantheist cannot understand the exceptional opulences of the Supreme Lord nor the manifestations of His divine energy. Both in the material world and in the spiritual world His energies are distributed in every variety of manifestation. Now Krsna is describing what can be directly perceived by the common man; thus part of His variegated energy is described in this way."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "अहमात्मा गुडाकेश सर्वभूताशयस्थितः |",
                "अहमादिश्र्च मध्यं च भूतानामन्त एव च || २० ||"
            ],
            "english": [
                "aham atma gudakesa",
                "sarva-bhutasaya-sthitah",
                "aham adis ca madhyam ca",
                "bhutanam anta eva ca"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! मैं समस्त जीवों के हृदयों में स्थित परमात्मा हूँ | मैं ही समस्त जीवों का आदि, मध्य तथा अन्त हूँ |"
            ],
            "english": [
                "I am the Self, O Gudakesa, seated in the hearts of all creatures. I am the beginning, the middle and the end of all beings."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में अर्जुन को गुडाकेश कहकर सम्बोधित किया गया है जिसका अर्थ है, “निद्रा रूपी अंधकार को जितने वाला |” जो लोग अज्ञान रूपी अन्धकार में सोये हुए हैं, उनके लिए यह समझ पाना सम्भव नहीं है कि भगवान् किन-किन विधियों से इस लोक में तथा वैकुण्ठलोक में प्रकट होते हैं | अतः कृष्ण द्वारा अर्जुन के लिए इस प्रकार का सम्बोधन महत्त्वपूर्ण है | चूँकि अर्जुन ऐसे अंधकार से ऊपर है, अतः भगवान् उससे विविध ऐश्र्वर्यों को बताने के लिए तैयार हो जाते हैं |",
                "सर्वप्रथम कृष्ण अर्जुन को बताते हैं कि वे अपने मूल विस्तार के कारण समग्र दृश्यजगत की आत्मा हैं | भौतिक सृष्टि के पूर्ण भगवान् अपने मूल विस्तार के द्वारा पुरुष अवतार धारण करते हैं और उन्हीं से सब कुछ आरम्भ होता है | अतः वे प्रधान महत्तत्व की आत्मा हैं | इस सृष्टि का कारण महत्तत्व नहीं होता, वात्सव में महाविष्णु सम्पूर्ण भौतिक शक्ति या महत्तत्व में प्रवेश करते हैं | वे आत्मा हैं | जब महाविष्णु इन प्रकटीभूत ब्रह्माण्डों में प्रवेश करते हैं तो वे प्रत्येक जीव में पुनः परमात्मा के रूप में प्रकट होते हैं | हमें ज्ञात है कि जीव का शरीर आत्मा के स्फुलिंग की उपस्थिति के कारण विद्यमान रहता है | बिना आध्यात्मिक स्फुलिंग के शरीर विकसित नहीं हो सकता | उसी प्रकार भौतिक जगत् का तब तक विकास नहीं होता, जब तक परमात्मा कृष्ण का प्रवेश नहीं हो जाता | जैसा कि सुबलउपनिषद् में कहा गया है – प्रकृत्यादि सर्वभूतान्तर्यामी च नारायणः– परमात्मा रूप में भगवान् समस्त प्रकटीभूत ब्रह्माण्डों में विद्यमान हैं |",
                "श्रीमद्भागवत में तीनों पुरुष अवतारों का वर्णन हुआ है | सात्वत तन्त्र में भी इनका वर्णन मिलता है | विष्णोस्तु त्रीणि रूपाणि पुरूषाख्यान्यथो विदुः- भगवान् इस लोक में अपने तीनों स्वरूपों को प्रकट करते हैं – कारणोदकशायी विष्णु, गर्भोदकशायी विष्णु तथा क्षीरोदकशायी विष्णु| ब्रह्मसंहिता में (४.४७) महाविष्णु या कारणोदकशायी विष्णु का वर्णन मिलता है | यः कारणार्णव भजति स्म योगनिद्राम्– सर्वकारण कारण भगवान् कृष्ण महाविष्णु के रूप में कारणार्णव में शयन करते हैं | अतः भगवान् ही इस ब्रह्माण्ड के आदि कारण, पालक तथा समस्त शक्ति के अवसान हैं |"
            ],
            "english": [
                "In this verse Arjuna is addressed as Gudakesa, which means one who has conquered the darkness of sleep. For those who are sleeping in the darkness of ignorance, it is not possible to understand how the Supreme Godhead manifests Himself in the material and spiritual worlds. Thus this address by Krsna to Arjuna is significant. Because Arjuna is above such darkness, the Personality of Godhead agrees to describe His various opulences.",
                "Krsna first informs Arjuna that He is the Self or soul of the entire cosmic manifestation by dint of His primary expansion. Before the material creation, the Supreme Lord, by His plenary expansion, accepts the Purusa incarnations, and from Him everything begins. Therefore He is atma, the soul of the mahat-tattva, the universal elements. The total material energy is not the cause of the creation, but actually the Maha-Visnu enters into the mahat-tattva, the total material energy. He is the soul. When Maha-Visnu enters into the manifested universes, He again manifests Himself as the Supersoul in each and every entity. We have experience that the personal body of the living entity exists due to the presence of the spiritual spark. Without the existence of the spiritual spark, the body cannot develop. Similarly, the material manifestation cannot develop unless the Supreme Soul of Krsna enters.",
                "The Supreme Personality of Godhead is existing as the Supersoul in all manifested universes. A description of the three purusa-avataras is given in Srimad-Bhagavatam. \"The Supreme Personality of Godhead manifests three features, as Karanodakasayi Visnu, Garbhodakasayi Visnu and Ksirodakasayi Visnu, in this material manifestation.\" The Supreme Lord Krsna, the cause of all causes, lies down in the cosmic ocean as Maha-Visnu or Karanodakasayi Visnu, and therefore Krsna is the beginning of this universe, the maintainer of the universal manifestation, and the end of all the energy."
            ]
        }
    },
    {
        "id": [
            21
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "आदित्यानामहं विष्णुर्ज्योतिषां रविरंशुमान् |",
                "मरीचिर्मरुतामस्मि नक्षत्राणामहं शशी || २१ ||"
            ],
            "english": [
                "adityanam aham visnur",
                "jyotisam ravir amsuman",
                "maricir marutam asmi",
                "naksatranam aham sasi"
            ]
        },
        "translation": {
            "hindi": [
                "मैं आदित्यों में विष्णु, प्रकाशों में तेजस्वी सूर्य, मरुतों में मरीचि तथा नक्षत्रों में चन्द्रमा हूँ |"
            ],
            "english": [
                "Of the Adityas I am Visnu, of lights I am the radiant sun, I am Marici of the Maruts, and among the stars I am the moon."
            ]
        },
        "meaning": {
            "hindi": [
                "आदित्य बारह हैं, जिनमें कृष्ण प्रधान हैं | आकाश में टिमटिमाते ज्योतिपुंजों में सूर्य मुख्य है और ब्रह्मसंहिता में तो सूर्य को भगवान् का तेजस्वी नेत्र कहा गया है | अन्तरिक्ष में पचास प्रकार के वायु प्रवहमान हैं, जिनमें से वायु अधिष्ठाता मरीचि कृष्ण का प्रतिनिधि है |",
                "नक्षत्रों में रात्रि के समय चन्द्रमा सर्वप्रमुख नक्षत्रहै, अतः वह कृष्ण का प्रतिनिधि है | इस श्लोक से प्रतीत होता है कि चन्द्रमा एक नक्षत्र है, अतः आकाश में टिमटिमाने वाले तारे भी सूर्यप्रकाश को परिवर्तित करते हैं | वैदिक वाङ्मय में ब्रह्माण्ड के अन्तर्गत अनेक सूर्यों के सिद्धान्त की स्वीकृति प्राप्त नहीं है | सूर्य एक है और सूर्य के प्रकाश से चन्द्रमा प्रकाशित है, तथा अन्य नक्षत्र भी | चूँकि भगवद्गीता से सूचित होता है कि चन्द्रमा नक्षत्र है, अतः टिमटिमाते तारे सूर्य न होकर चन्द्रमा के सदृश है |"
            ],
            "english": [
                "There are twelve Adityas, of which Krsna is the principal. And among all the luminaries twinkling in the sky, the sun is the chief, and in the Brahma-samhita the sun is accepted as the glowing effulgence of the Supreme Lord and is considered to be one of His eyes. Marici is the controlling deity of the heavenly spaces. Among the stars, the moon is most prominent at night, and thus the moon represents Krsna."
            ]
        }
    },
    {
        "id": [
            22
        ],
        "chapterId": 10,
        "text": {
            "hindi": [
                "वेदानां सामवेदोऽस्मि देवानामस्मि वासवः |",
                "इन्द्रियाणां मनश्र्चास्मि भूतानामस्मि चेतना || २२ ||"
            ],
            "english": [
                "vedanam sama-vedo 'smi",
                "devanam asmi vasavah",
                "indriyanam manas casmi",
                "bhutanam asmi cetana"
            ]
        },
        "translation": {
            "hindi": [
                "मैं वेदों में सामवेद हूँ, देवों में स्वर्ग का राजा इन्द्र हूँ, इन्द्रियों में मन हूँ, तथा समस्त जीवों में जीवनशक्ति (चेतना) हूँ |"
            ],
            "english": [
                "Of the Vedas I am the Sama-veda; of the demigods I am Indra; of the senses I am the mind, and in living beings I am the living force [knowledge]."
            ]
        },
        "meaning": {
            "hindi": [
                "पदार्थ तथा जीव में यह अन्तर है कि पदार्थ में जीवों के समान चेतना नहीं होती, अतः यह चेतना परम तथा शाश्र्वत है | पदार्थों के संयोग से चेतना उत्पन्न नहीं की जा सकती |"
            ],
            "english": [
                "The difference between matter and spirit is that matter has no consciousness like the living entity; therefore this consciousness is supreme and eternal. Consciousness cannot be produced by a combination of matter."
            ]
        }
    }
]