[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अथ चित्तं समाधातुं न शक्नोषि मयि स्थिरम् ।",
            "अभ्यासयोगेन ततो मामिच्छाप्तुं धनञ्जय ॥ ९ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**अथ** - यदि, अतः; **चित्तम्** - मन को; **समाधातुम्** - स्थिर करने में; **न** - नहीं; **शक्नोषि** - समर्थ नहीं हो; **मयि** - मुझ पर; **स्थिरम्** - स्थिर भाव से; **अभ्यास-योगेन** - भक्ति के अभ्यास से; **ततः** - तब; **माम्** - मुझको; **इच्छ** - इच्छा करो; **आप्तुम्** - प्राप्त करने की; **धनञ्जय** - हे सम्पत्ति के विजेता, अर्जुन ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे अर्जुन, हे धनञ्जय! यदि तुम अपने चित्त को अविचल भाव से मुझ पर स्थिर नहीं कर सकते, तो तुम भक्तियोग के विधि-विधानों का पालन करो । इस प्रकार तुम मुझे प्राप्त करने की चाह उत्पन्न करो ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में भक्तियोग की दो पृथक्-पृथक् विधियाँ बताई गई हैं । पहली विधि उस व्यक्ति पर लागू होती है, जिसने दिव्य प्रेम द्वारा भगवान् कृष्ण के प्रति वास्तविक आसक्ति उत्पन्न कर ली है । दूसरी विधि उसके लिए है जिसने इस प्रकार से भगवान् कृष्ण के प्रति आसक्ति नहीं उत्पन्न की । इस द्वितीय श्रेणी के लिए नाना प्रकार के विधि-विधान हैं, जिनका पालन करके मनुष्य अन्ततः कृष्ण-आसक्ति अवस्था को प्राप्त हो सकता है ।",
            "भक्तियोग इन्द्रियों का परिष्कार (संस्कार) है । संसार में इस समय सारी इन्द्रियाँ सदा अशुद्ध हैं, क्योंकि वे इन्द्रियतृप्ति में लगी हुई हैं । लेकिन भक्तियोग के अभ्यास से ये इन्द्रियाँ शुद्ध की जा सकती हैं, और शुद्ध हो जाने पर वे परमेश्वर के सीधे सम्पर्क में आती हैं । इस संसार में रहते हुए मैं किसी अन्य स्वामी की सेवा में रत हो सकता हूँ, लेकिन मैं सचमुच उसकी प्रेमपूर्ण सेवा नहीं करता । मैं केवल धन पाने के लिए सेवा करता हूँ । और वह स्वामी भी मुझसे प्रेम नहीं करता है, वह मुझसे सेवा कराता है और मुझे धन देता है । अतएव प्रेम का प्रश्न ही नहीं उठता । लेकिन आध्यात्मिक जीवन के लिए मनुष्य को प्रेम की शुद्ध अवस्था तक ऊपर उठना होता है । यह प्रेम अवस्था इन्हीं इन्द्रियों के द्वारा भक्ति के अभ्यास से प्राप्त की जा सकती है ।",
            "यह ईश्वरप्रेम अभी प्रत्येक हृदय में सुप्त अवस्था में है । वहाँ पर यह ईश्वरप्रेम अनेक रूपों में प्रकट होता है, लेकिन भौतिक संगति से दूषित हो जाता है । अतएव उस भौतिक संगति से हृदय को विमल बनाना होता है और उस सुप्त स्वाभाविक कृष्ण-प्रेम को जागृत करना होता है । यही भक्तियोग की पूरी विधि है ।",
            "भक्तियोग के विधि-विधानों का अभ्यास करने के लिए मनुष्य को किसी सुविज्ञ गुरु के मार्गदर्शन में कतिपय नियमों का पालन करना होता है - यथा ब्रह्ममुहूर्त में जागना, स्नान करना, मन्दिर में जाना तथा प्रार्थना करना एवं हरे कृष्ण कीर्तन करना, फिर अर्चा-विग्रह पर चढ़ाने के लिए फूल चुनना, अर्चा-विग्रह पर भोग चढ़ाने के लिए भोजन बनाना, प्रसाद ग्रहण करना आदि । ऐसे अनेक विधि-विधान हैं, जिनका पालन आवश्यक है । मनुष्य को शुद्ध भक्तों से नियमित रूप से भगवद्गीता तथा श्रीमद्भागवत सुनना चाहिए । इस अभ्यास से कोई भी ईश्वर-प्रेम के स्तर तक उठ सकता है और तब भगवद्धाम तक उसका पहुँचना ध्रुव है । विधि-विधानों के अन्तर्गत गुरु के आदेशानुसार भक्तियोग का यह अभ्यास करके मनुष्य निश्चय ही भगवत्प्रेम की अवस्था को प्राप्त हो सकेगा ।"
        ]
    }
]