[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रीभगवानुवाच",
            "मय्यासक्तमनाः पार्थ योगं युञ्जन्मदाश्रयः ।",
            "असंशयं समग्रं मां यथा ज्ञास्यसि तच्छृणु ॥ १ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**श्रीभगवान् उवाच** – भगवान् कृष्ण ने कहा; **मयि** – मुझमें; **आसक्त-मनाः** – आसक्त मन वाला; **पार्थ** – पृथापुत्र; **योगम्** – आत्म-साक्षात्कार; **युञ्जन्** – अभ्यास करते हुए; **मत्-आश्रयः** – मेरी चेतना (कृष्णचेतना) में; **असंशयम्** – निस्सन्देह; **समग्रम्** – पूर्णतया; **माम्** – मुझको; **यथा** – जिस तरह; **ज्ञास्यसि** – जान सकते हो; **तत्** – वह; **शृणु** – सुनो |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीभगवान् ने कहा – हे पृथापुत्र! अब सुनो कि तुम किस तरह मेरी भावना से पूर्ण होकर और मन को मुझमें आसक्त करके योगाभ्यास करते हुए मुझे पूर्णतया संशयरहित जान सकते हो |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवद्गीता के इस सातवें अध्याय में कृष्णभावनामृत की प्रकृति का विशद वर्णन हुआ है | कृष्ण समस्त ऐश्वर्यों से पूर्ण हैं और वे इन्हें किस प्रकार प्रकट करते हैं, इसका वर्णन इसमें हुआ है | इसके अतिरिक्त इस अध्याय में इसका भी वर्णन है कि चार प्रकार के भाग्यशाली व्यक्ति कृष्ण के प्रति आसक्त होते हैं और चार प्रकार के भाग्यहीन व्यक्ति कृष्ण की शरण में कभी नहीं आते |",
            "प्रथम छः अध्यायों में जीवात्मा को अभौतिक आत्मा के रूप में वर्णित किया गया है जो विभिन्न प्रकार के योगों द्वारा आत्म-साक्षात्कार को प्राप्त हो सकता है | छठे अध्याय के अन्त में यह स्पष्ट कहा गया है कि मन को कृष्ण पर एकाग्र करना या दूसरे शब्दों में कृष्णभावनामृत ही सर्वोच्च योग है | मन को कृष्ण पर एकाग्र करने से ही मनुष्य परम सत्य को पूर्णतया जान सकता है, अन्यथा नहीं | निर्विशेष ब्रह्मज्योति या अन्तर्यामी परमात्मा की अनुभूति परम सत्य का पूर्ण ज्ञान नहीं है, क्योंकि वह आंशिक होती है | कृष्ण ही पूर्ण तथा वैज्ञानिक ज्ञान हैं और कृष्णभावनामृत में ही मनुष्य को सारी अनुभूति होती है | पूर्ण कृष्णभावनामृत में मनुष्य जान पाता है कि कृष्ण ही निस्सन्देह परम ज्ञान हैं | विभिन्न प्रकार के योग तो कृष्णभावनामृत के मार्ग के सोपान सदृश हैं | जो व्यक्ति कृष्णभावनामृत ग्रहण करता है, वह स्वतः ब्रह्मज्योति तथा परमात्मा के विषय में पूरी तरह जान लेता है | कृष्णभावनामृत योग का अभ्यास करके मनुष्य सभी वस्तुओं को-यथा परम सत्य, जीवात्माएँ, प्रकृति तथा साज-सामग्री समेत उनके प्राकट्य को पूरी तरह जान सकता है |",
            "अतः मनुष्य को चाहिए कि छठे अध्याय के अन्तिम श्लोक के अनुसार योग का अभ्यास करे | परमेश्वर कृष्ण पर ध्यान की एकाग्रता को नवधा भक्ति के द्वारा सम्भव बनाया जाता है जिसमें श्रवणम् अग्रणी एवं महत्त्वपूर्ण है | अतः भगवान् अर्जुन से कहते हैं – तच्छृणु– अर्थात् “मुझसे सुनो” | कृष्ण से बढ़कर कोई प्रमाण नहीं, अतः उनसे सुनने का जिसे सौभाग्य प्राप्त होता है वह पूर्णतया कृष्णभावनाभावित हो जाता है | अतः मनुष्य को या तो साक्षात् कृष्ण से या कृष्ण के शुद्धभक्त से सीखना चाहिए, न कि अपनी शिक्षा का अभिमान करने वाले अभक्त से |",
            "परम सत्य श्रीभगवान् कृष्ण को जानने की विधि का वर्णन श्रीमद्भागवत के प्रथम स्कंध के द्वितीय अध्याय में इस प्रकार हुआ है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "शृण्वतां स्वकथाः कृष्णः पुण्यश्रवणकीर्तनः |",
            "हृद्यन्तःस्थो ह्यभद्राणि विधुनोति सुहृत्सताम् ||",
            "नष्टप्रायेष्वभद्रेषु नित्यं भागवतसेवया |",
            "भगवत्युत्तमश्लोके भक्तिर्भवति नैष्ठिकी ||",
            "तदा रजस्तमोभावाः कामलोभदयश्र्च ये |",
            "चेत एतैरनाविद्धं स्थितं सत्त्वे प्रसीदति ||",
            "एवं प्रसन्नमनसो भगवद्भक्तियोगतः |",
            "भगवतत्त्वविज्ञानं मुक्तसंगस्य जायते ||",
            "भिद्यते हृदयग्रंथिश्छिद्यन्ते सर्वसंशयाः |",
            "क्षीयन्ते चास्य कर्माणि दृष्ट एवात्मनीश्वरे ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "वैदिक साहित्य से श्रीकृष्ण के विषय में सुनना या भगवद्गीता से साक्षात् उन्हीं से सुनना अपने आपमें पुण्यकर्म है | और जो प्रत्येक हृदय में वास करने वाले भगवान् कृष्ण के विषय में सुनता है, उसके लिए वे शुभेच्छु मित्र की भाँति कार्य करते हैं और जो भक्त निरन्तर उनका श्रवण करता है, उसे वे शुद्ध कर देते हैं | इस प्रकार भक्त अपने सुप्त दिव्यज्ञान को फिर से पा लेता है | ज्यों-ज्यों वह भागवत तथा भक्तों से कृष्ण के विषय में अधिकाधिक सुनता है, त्यों-त्यों वह भगवद्भक्ति में स्थिर होता जाता है | भक्ति के विकसित होने पर वह रजो तथा तमो गुणों से मुक्त हो जाता है और इस प्रकार भौतिक काम तथा लोभ कम हो जाते हैं | जब ये कल्मष दूर हो जाते हैं तो भक्त सतोगुण में स्थिर हो जाता है, भक्ति के द्वारा स्फूर्ति प्राप्त करता है और भगवत्-तत्त्व को पूरी तरह जान लेता है | भक्तियोग भौतिक मोह की कठिन ग्रंथि को भेदता है और भक्त को असंशयं समग्रम् अर्थात् परम सत्य श्रीभगवान् को समझने की अवस्था को प्राप्त कराता है (भागवत् १.२.१७-२१) |"
        ]
    }
]