[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "वेदेषु यज्ञेषु तप:सु चैव",
            "दानेषु यत्पुण्यफलं प्रदिष्टम् ।",
            "अत्येति तत्सर्वमिदं विदित्वा",
            "योगी परं स्थानमुपैति चाद्यम् ॥ २८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "vedeṣu yajñeṣu tapaḥsu caiva",
            "dāneṣu yat puṇya-phalaṁ pradiṣṭam",
            "atyeti tat sarvam idaṁ viditvā",
            "yogī paraṁ sthānam upaiti cādyam"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**vedeṣu** — in the study of the **Vedas**; **yajñeṣu** — in the performances of **yajña,** sacrifice; **tapaḥsu** — in undergoing different types of austerities; **ca** — also; **eva** — certainly; **dāneṣu** — in giving charities; **yat** — that which; **puṇya**-**phalam** — result of pious work; **pradiṣṭam** — indicated; **atyeti** — surpasses; **tat** **sarvam** — all those; **idam** — this; **viditvā** — knowing; **yogī** — the devotee; **param** — supreme; **sthānam** — abode; **upaiti** — achieves; **ca** — also; **ādyam** — original."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "A person who accepts the path of devotional service is not bereft of the results derived from studying the Vedas, performing sacrifices, undergoing austerities, giving charity or pursuing philosophical and fruitive activities. Simply by performing devotional service, he attains all these, and at the end he reaches the supreme eternal abode."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "This verse is the summation of the Seventh and Eighth chapters, which particularly deal with Kṛṣṇa consciousness and devotional service. One has to study the Vedas under the guidance of the spiritual master and undergo many austerities and penances while living under his care. A brahmacārī has to live in the home of the spiritual master just like a servant, and he must beg alms from door to door and bring them to the spiritual master. He takes food only under the master’s order, and if the master neglects to call the student for food that day, the student fasts. These are some of the Vedic principles for observing brahmacarya."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "After the student studies the Vedas under the master for some time – at least from age five to twenty – he becomes a man of perfect character. Study of the Vedas is not meant for the recreation of armchair speculators, but for the formation of character. After this training, the brahmacārī is allowed to enter into household life and marry. When he is a householder, he has to perform many sacrifices so that he may achieve further enlightenment. He must also give charity according to the country, time and candidate, discriminating among charity in goodness, in passion and in ignorance, as described in Bhagavad-gītā. Then after retiring from household life, upon accepting the order of vānaprastha, he undergoes severe penances – living in forests, dressing with tree bark, not shaving, etc. By carrying out the orders of brahmacarya, householder life, vānaprastha and finally sannyāsa, one becomes elevated to the perfectional stage of life. Some are then elevated to the heavenly kingdoms, and when they become even more advanced they are liberated in the spiritual sky, either in the impersonal brahma-jyotir or in the Vaikuṇṭha planets or Kṛṣṇaloka. This is the path outlined by Vedic literatures."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The beauty of Kṛṣṇa consciousness, however, is that by one stroke, by engaging in devotional service, one can surpass all the rituals of the different orders of life."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The words idaṁ viditvā indicate that one should understand the instructions given by Śrī Kṛṣṇa in this chapter and the Seventh Chapter of Bhagavad-gītā. One should try to understand these chapters not by scholarship or mental speculation but by hearing them in association with devotees. Chapters Seven through Twelve are the essence of Bhagavad-gītā. The first six and the last six chapters are like coverings for the middle six chapters, which are especially protected by the Lord. If one is fortunate enough to understand Bhagavad-gītā – especially these middle six chapters – in the association of devotees, then his life at once becomes glorified beyond all penances, sacrifices, charities, speculations, etc., for one can achieve all the results of these activities simply by Kṛṣṇa consciousness."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "One who has a little faith in Bhagavad-gītā should learn Bhagavad-gītā from a devotee, because in the beginning of the Fourth Chapter it is stated clearly that Bhagavad-gītā can be understood only by devotees; no one else can perfectly understand the purpose of Bhagavad-gītā. One should therefore learn Bhagavad-gītā from a devotee of Kṛṣṇa, not from mental speculators. This is a sign of faith. When one searches for a devotee and fortunately gets a devotee’s association one actually begins to study and understand Bhagavad-gītā. By advancement in the association of the devotee one is placed in devotional service, and this service dispels all one’s misgivings about Kṛṣṇa, or God, and Kṛṣṇa’s activities, form, pastimes, name and other features. After these misgivings have been perfectly cleared away, one becomes fixed in one’s study. Then one relishes the study of Bhagavad-gītā and attains the state of feeling always Kṛṣṇa conscious. In the advanced stage, one falls completely in love with Kṛṣṇa. This highest perfectional stage of life enables the devotee to be transferred to Kṛṣṇa’s abode in the spiritual sky, Goloka Vṛndāvana, where the devotee becomes eternally happy."
        ]
    }
]