[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अन्नाद्भवन्ति भूतानि पर्जन्यादन्नसम्भवः ।",
            "यज्ञाद्भवति पर्जन्यो यज्ञः कर्मसमुद्भवः ॥ १४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "annād bhavanti bhūtāni",
            "parjanyād anna-sambhavaḥ",
            "yajñād bhavati parjanyo",
            "yajñaḥ karma-samudbhavaḥ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**annāt** — from grains; **bhavanti** — grow; **bhūtāni** — the material bodies; **parjanyāt** — from rains; **anna** — of food grains; **sambhavaḥ** — production; **yajñāt** — from the performance of sacrifice; **bhavati** — becomes possible; **parjanyaḥ** — rain; **yajñaḥ** — performance of **yajña**; **karma** — prescribed duties; **samudbhavaḥ** — born of."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "All living bodies subsist on food grains, which are produced from rains. Rains are produced by performance of yajña [sacrifice], and yajña is born of prescribed duties."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Śrīla Baladeva Vidyābhūṣaṇa, a great commentator on the Bhagavad-gītā, writes as follows: ye indrādy-aṅgatayāvasthitaṁ yajñaṁ sarveśvaraṁ viṣṇum abhyarcya tac-cheṣam aśnanti tena tad deha-yātrāṁ sampādayanti, te santaḥ sarveśvarasya yajña-puruṣasya bhaktāḥ sarva-kilbiṣair anādi-kāla-vivṛddhair ātmānubhava-pratibandhakair nikhilaiḥ pāpair vimucyante. The Supreme Lord, who is known as the yajña-puruṣa, or the personal beneficiary of all sacrifices, is the master of all the demigods, who serve Him as the different limbs of the body serve the whole. Demigods like Indra, Candra and Varuṇa are appointed officers who manage material affairs, and the Vedas direct sacrifices to satisfy these demigods so that they may be pleased to supply air, light and water sufficiently to produce food grains. When Lord Kṛṣṇa is worshiped, the demigods, who are different limbs of the Lord, are also automatically worshiped; therefore there is no separate need to worship the demigods. For this reason, the devotees of the Lord, who are in Kṛṣṇa consciousness, offer food to Kṛṣṇa and then eat – a process which nourishes the body spiritually. By such action not only are past sinful reactions in the body vanquished, but the body becomes immunized to all contamination of material nature. When there is an epidemic disease, an antiseptic vaccine protects a person from the attack of such an epidemic. Similarly, food offered to Lord Viṣṇu and then taken by us makes us sufficiently resistant to material affection, and one who is accustomed to this practice is called a devotee of the Lord. Therefore, a person in Kṛṣṇa consciousness, who eats only food offered to Kṛṣṇa, can counteract all reactions of past material infections, which are impediments to the progress of self-realization. On the other hand, one who does not do so continues to increase the volume of sinful action, and this prepares the next body to resemble hogs and dogs, to suffer the resultant reactions of all sins. The material world is full of contaminations, and one who is immunized by accepting prasādam of the Lord (food offered to Viṣṇu) is saved from the attack, whereas one who does not do so becomes subjected to contamination."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Food grains or vegetables are factually eatables. The human being eats different kinds of food grains, vegetables, fruits, etc., and the animals eat the refuse of the food grains and vegetables, grass, plants, etc. Human beings who are accustomed to eating meat and flesh must also depend on the production of vegetation in order to eat the animals. Therefore, ultimately, we have to depend on the production of the field and not on the production of big factories. The field production is due to sufficient rain from the sky, and such rains are controlled by demigods like Indra, sun, moon, etc., and they are all servants of the Lord. The Lord can be satisfied by sacrifices; therefore, one who cannot perform them will find himself in scarcity – that is the law of nature. Yajña, specifically the saṅkīrtana-yajña prescribed for this age, must therefore be performed to save us at least from scarcity of food supply."
        ]
    }
]