[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "तेषां ज्ञानी नित्ययुक्त एकभक्तिर्विशिष्यते |",
            "प्रियो हि ज्ञानिनोऽत्यर्थमहं स च मम प्रियः || १७ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "तेषाम् – उनमें से; ज्ञानी – ज्ञानवान; नित्य-युक्तः – सदैव तत्पर; एक – एकमात्र; भक्तिः – भक्ति में; विशिष्यते – विशिष्ट है; प्रियः – अतिशय प्रिय; हि – निश्चय ही; ज्ञानिनः – ज्ञानवान का; अत्यर्थम् – अत्यधिक; अहम् – मैं हूँ; सः – वह; च – भी; प्रियः – प्रिय |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इनमें से जो परमज्ञानी है और शुद्धभक्ति में लगा रहता है वह सर्वश्रेष्ठ है, क्योंकि मैं उसे अत्यन्त प्रिय हूँ और वह मुझे प्रिय है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भौतिक इच्छाओं के समस्त कल्मष से मुक्त आर्त, जिज्ञासु, धनहीन तथा ज्ञानी ये सब शुद्धभक्त बन सकते हैं | किन्तु इनमें से जो परमसत्य का ज्ञानी है और भौतिक इच्छाओं से मुक्त होता है वही भगवान् का शुद्धभक्त हो पता है | इन चार वर्गों में से जो भक्त ज्ञानी है और साथ ही भक्ति में लगा रहता है, वह भगवान् के कथनानुसार सर्वश्रेष्ठ है | ज्ञान की खोज करते रहने से मनुष्य को अनुभूति होती है कि उसका आत्मा उसके भौतिक शरीर से भिन्न है | अधिक उन्नति करने पर उसे निर्विशेष ब्रह्म तथा परमात्मा का ज्ञान होता है | जब वह पूर्णतया शुद्ध हो जाता है तो उसे ईश्र्वर के नित्य दास के रूप में अपनी स्वाभाविक स्थिति की अनुभूति होती है | इस प्रकार शुद्ध भक्त की संगति में आर्त, जिज्ञासु, धन का इच्छुक तथा ज्ञानी स्वयं शुद्ध हो जाते हैं | किन्तु प्रारम्भिक अवस्था में जिस व्यक्ति को परमेश्र्वर का पूर्णज्ञान होता है और साथ ही जो उनकी भक्ति करता रहता है, वह व्यक्ति भगवान् को अत्यन्त प्रिय होता है | जिसे भगवान् की दिव्यता का शुद्ध ज्ञान प्राप्तहोता है, वह भक्ति द्वारा इस तरह सुरक्षित रहता है कि भौतिक कल्मष उसे छू भी नहीं पाते |"
        ]
    }
]