[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "The episode of an ascetic"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sajala nayana tana pulaki nija iṣṭadēu pahicāni.",
            "parēu daṃḍa jimi dharanitala dasā na jāi bakhāni..110.. [2-110]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "His eyes were wet with tears and a thrill ran through his body when he came to recognize his beloved Deity (Sri Rama). He fell prostrate on the ground and the state of his body and mind could not be described in words."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma saprēma pulaki ura lāvā. parama raṃka janu pārasu pāvā..",
            "manahu prēmu paramārathu dōū. milata dharē tana kaha sabu kōū.. [2-110-1]",
            "bahuri lakhana pāyanha sōi lāgā. līnha uṭhāi umagi anurāgā..",
            "puni siya carana dhūri dhari sīsā. janani jāni sisu dīnhi asīsā.. [2-110-2]",
            "kīnha niṣāda daṃḍavata tēhī. milēu mudita lakhi rāma sanēhī..",
            "piata nayana puṭa rūpu piyūṣā. mudita suasanu pāi jimi bhūkhā.. [2-110-3]",
            "tē pitu mātu kahahu sakhi kaisē. jinha paṭhaē bana bālaka aisē..",
            "rāma lakhana siya rūpu nihārī. hōhiṃ sanēha bikala nara nārī.. [2-110-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Thrilling all over with emotion, Sri Rama pressed him to His bosom, as though a pauper had found a philosopher's stone. Everyone who saw them suggested as though love, on the one hand, and the supreme Reality, on the other, embraced each other in living form. Next he threw himself at the feet of Laksmana, who lifted him with a heart overflowing with love. Again he placed on his head the dust of Sita's feet and the Mother (Sita) gave him Her blessing, knowing him to be Her own child. The Nisada chief in his turn fell prostrate before the hermit, who gladly embraced him recognizing him to be a friend of Sri Rama. With the cup of his eyes he drank the nectar of Sri Rama's beauty and was delighted as a hungry soul who had secured excellent food *. \"Tell me, friend, what are those father and mother like, that have exiled to the woods children such as these?\" Beholding the beauty of Sri Rama, Laksmana and Sita, men and women alike were ill at ease on account of love."
        ]
    }
]