[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "प्रकृत्यैव च कर्माणि क्रियमाणानि सर्वशः |",
            "यः पश्यति तथात्मानमकर्तारं स पश्यति || ३० ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्रकृत्या - प्रकृति द्वारा; एव - निश्चय ही; च - भी; कर्माणि - कार्य; क्रियामाणानि - सम्पन्न किये गये; सर्वशः - सभी प्रकार से; यः - जो; पश्यति - देखता है; तथा - भी; आत्मानम् - अपने आपको; अकर्तारम् - अकर्ता; सः - वह; पश्यति - अच्छी तरह देखता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो यह देखता है कि सारे कार्य शरीर द्वारा सम्पन्न किये जाते हैं, जिसकी उत्पत्ति प्रकृति से हुई है, और जो देखता है कि आत्मा कुछ भी नहीं करता, वही यथार्थ में देखता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यह शरीर परमात्मा के निर्देशानुसार प्रकृति द्वारा बनाया गया है और मनुष्य के शरीर के जितने भी कार्य सम्पन्न होते हैं, वे उसके द्वारा नहीं किये जाते | मनुष्य जो भी करता है, चाहे सुख के लिए करे, या दुख के लिए, वह शारीरिक रचना के कारण उसे करने के लिए बाध्य होता है | लेकिन आत्मा इन शारीरिक कार्यों से विलग रहता है | यह शरीर मनुष्य के पूर्व इच्छाओं के अनुसार प्राप्त होता है | इच्छाओं की पूर्ति के लिए शरीर मिलता है, जिससे वह इच्छानुसार कार्य करता है | एक तरह से शरीर एक यंत्र है, जिसे परमेश्र्वर ने इच्छाओं की पूर्ति के लिए निर्मित किया है | इच्छाओं के कारण ही मनुष्य दुख भोगता है या सुख पाता है | जब जीव में यह दिव्य दृष्टि उत्पन्न हो जाती है, तो वह शारीरिक कार्यों से पृथक् हो जाता है | जिसमें ऐसी दृष्टि आ जाती है, वही वास्तविक द्रष्टा है |"
        ]
    }
]