[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रीभगवानुवाच |",
            "सुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम |",
            "देवा अप्यस्य रूपस्य नित्यं दर्शनकाङ्क्षिणः || ५२ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीभगवान् उवाच - श्रीभगवान् ने कहा; सु-दुर्दर्शम् - देख पाने में अत्यन्त कठिन; इदम् - इस; रूपम् - रूप को; दृष्टवान् असि - जैसा तुमने देखा; यत् - जो; मम - मेरे; देवाः - देवता; अपि - भी; अस्य - इस; रूपस्य - रूप का; नित्यम् - शाश्र्वत; दर्शन-काङ्क्षिणः - दर्शनाभिलाषी |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीभगवान् ने कहा – हे अर्जुन! तुम मेरे जिस रूप को इस समय देख रहे हो, उसे देख पाना अत्यन्त दुष्कर है | यहाँ तक कि देवता भी इस अत्यन्त प्रियरूप को देखने की ताक में रहते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस अध्यायके ४८वें श्लोक में भगवान् कृष्ण ने अपना विश्र्वरूप दिखाना बन्द किया और अर्जुन को बताया कि अनेक तप, यज्ञ आदि करने पर भी इस रूप को देख पाना असम्भव है | अब सुदुर्दर्शम् शब्द का प्रयोग किया जा रहा है जो सूचित करता है कि कृष्ण का द्विभुज रूप और अधिक गुह्य है | कोई तपस्या, वेदाध्ययन तथा दार्शनिक चिंतन आदि विभिन्न क्रियाओं के साथ थोड़ा सा भक्ति-तत्त्व मिलाकार कृष्ण के विश्र्वरूप का दर्शन संभवतः कर सकता है, लेकिन ‘भक्ति-तत्त्व’ के बिना यह संभव नहीं है, इसका वर्णन पहले ही किया जा चुका है | फिर भी विश्र्वरूप से आगे कृष्ण का द्विभुज रूप है, जिसे ब्रह्मा तथा शिव जैसे बड़े-बड़े देवताओं द्वारा भी देख पाना और भी कठिन है | वे उनका दर्शन करना चाहते हैं और श्रीमद्भागवत में प्रमाण है कि जब भगवान् अपनी माता देवकी के गर्भ में थे, तो स्वर्ग के सारे देवता कृष्ण के चमत्कार को देखने के लिए आये और उन्होंने उत्तम स्तुतियाँ की, यद्यपि उस समय वे दृष्टिगोचर नहीं थे | वे उनके दर्शन की प्रतीक्षा करते रहे | मूर्ख व्यक्ति उन्हें सामान्य जन समझकर भले ही उनका उपहास कर ले और उनका सम्मान न करके उनके भीतर स्थित किसी निराकार ’कुछ’ का सम्मान करे, किन्तु यह सब मूर्खतापूर्ण व्यवहार है | कृष्ण के द्विभुज रूप का दर्शन तो ब्रह्मा तथा शिव जैसे देवता तक करना चाहते हैं |",
            "भगवद्गीता (९.११) में इसकी पुष्टि हुई है -अवजानन्ति मां मूढा मानुषीं तनुमाश्रीतम् – जो लोग उपहास करते हैं, वेउन्हें दृश्य नहीं होते | जैसा कि ब्रह्मसंहिता में तथा स्वयं कृष्ण द्वारा भगवद्गीता में पुष्टि हुई है , कृष्ण का शरीर सच्चिदानन्द स्वरूप है | उनका शरीर कभी भी भौतिक शरीर जैसा नहीं होता | किन्तु जो लोग भगवद्गीता या इसी प्रकार के वैदिक शास्त्रों को पढ़कर कृष्ण का अध्ययन करते हैं, उनके लिए कृष्ण समस्या बने रहते हैं | जो भौतिक विधि का प्रयोग करता है उसके लिए कृष्ण एक महान ऐतिहासिक पुरुष तथा अत्यन्त विद्वान चिन्तक हैं, यद्यपि वे सामान्य व्यक्ति हैं और इतने शक्तिमान होते हुए भी उन्हें भौतिक शरीर धारण करना पड़ा | अन्ततोगत्वा वे परमसत्य को निर्विशेष मानते हैं, अतः वे सोचते हैं कि भगवान् ने अपना निराकार रूप से ही साकार रूप धारण किया | परमेश्र्वर के विषय में ऐसा अनुमान भौतिकतावादी है | दूसरा अनुमान भी काल्पनिक है | जो लोग ज्ञान की खोज में हैं, वे भी कृष्ण का चिन्तन करते हैं और उन्हें उनके विश्र्वरूप से कम महत्त्वपूर्ण मानते हैं | इस प्रकार कुछ लोग सोचते हैंकि अर्जुन के समक्ष कृष्ण का जो रूप प्रकट हुआ था, वह उनके साकार रूप सेअधिक महत्त्वपूर्ण है | उनके अनुसार कृष्ण का साकार रूप काल्पनिक है | उनका विश्र्वास है कि परमसत्य व्यक्ति नहीं है | किन्तु भगवद्गीता के चतुर्थ अध्याय में दिव्य विधि का वर्णन है और वह कृष्ण के विषय में प्रामाणिक व्यक्तियों से श्रवण करने की है | यही वास्तविक वैदिक विधि है और जो लोग सचमुच वैदिक परम्परा में है, वे किसी अधिकारी से ही कृष्ण के विषय में श्रवण करते हैं और बारम्बार श्रवण करने से कृष्ण उनके प्रिय हो जाते हैं | जैसा कि हम कई बार बता चुके हैं कि कृष्ण अपनी योगमाया शक्ति से आच्छादित हैं | उन्हें हर कोई नहीं देख सकता | वही उन्हें देख पाता है, जिसके समक्ष वे प्रकट होते हैं | इसकी पुष्टि वेदों में हुई है , किन्तु जो शरणागत हो चुका है, वह परमसत्य को सचमुच समझ पाता है | निरन्तर कृष्णभावनामृत से तथाकृष्ण की भक्ति से अध्यात्मिक आँखें खुल जाती हैं और वह कृष्ण को प्रकट रूपमें देख सकता है | ऐसा प्राकट्य देवताओं तक के लिए दुर्लभ है, अतः वे भीउन्हें नहीं समझ पाते और उनके द्विभुज रूप के दर्शन की ताक में रहते हैं | निष्कर्ष यह निकला कि यद्यपि कृष्ण के विश्र्वरूप का दर्शन कर पाना अत्यन्त दुर्लभ है और हर कोई ऐसा नहीं कर सकता, किन्तु उनके श्यामसुन्दर रूप को समझ पाना तो और भी कठिन है |"
        ]
    }
]