[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "The episode of Marica and how he was killed in the form of a gold deer"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kari pūjā mārīca taba sādara pūchī bāta.",
            "kavana hētu mana byagra ati akasara āyahu tāta..24.. [3-24]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "After doing him homage Marica respectfully enquired of him his errand: \"Wherefore, my son, are you so much disturbed in mind that you have come all the way alone?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dasamukha sakala kathā tēhi āgēṃ. kahī sahita abhimāna abhāgēṃ..",
            "hōhu kapaṭa mṛga tumha chalakārī. jēhi bidhi hari ānau nṛpanārī.. [3-24-1]",
            "tēhiṃ puni kahā sunahu dasasīsā. tē nararupa carācara īsā..",
            "tāsōṃ tāta bayaru nahiṃ kījē. mārēṃ maria jiāēom jījai.. [3-24-2]",
            "muni makha rākhana gayau kumārā. binu phara sara raghupati mōhi mārā..",
            "sata jōjana āyau chana māhīṃ. tinha sana bayaru kiēom bhala nāhīṃ.. [3-24-3]",
            "bhai mama kīṭa bhṛṃga kī nāī. jahaom tahaom maiṃ dēkhau dōu bhāī..",
            "jauṃ nara tāta tadapi ati sūrā. tinhahi birōdhi na āihi pūrā.. [3-24-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The wretched Rāvaṇa proudly repeated the whole story to him and added,\" \"Assume the false appearance of a wily deer, so that I may be able to abduct the princess.\" Marica, however, remonstrated, \"Listen, Rāvaṇa: though disguised as a man, He is the lord of the whole animate and inanimate creation. There can be no quarrel with Him, dear son; we die when He would have us die and live only by His sufferance. Those very princes had gone to guard the sacrifice of the sage Viśvāmitra, when Śrī Rāma (the Lord of Raghus) smote me with a pointless arrow, that threw me at a distance of 800 miles in an instant. It will not be good to antagonize them. I find myself reduced to the position of an insect* caught in the nest of a Bhrnga ( a wasp-like winged creature) inasmuch as I behold the two brothers wherever I look. Even if they are human beings, dear son, they are remarkable heroes nonetheless; and opposition to them will not avail."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jēhiṃ tāḍakā subāhu hati khaṃḍēu hara kōdaṃḍa..",
            "khara dūṣana tisirā badhēu manuja ki asa baribaṃḍa..25.. [3-25]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "But can he possibly be a man, who recklessly killed Tāḍakā and Subāhu, broke Śiva bow and slew Khara, Dũṣaṇa and Trisira ?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jāhu bhavana kula kusala bicārī. sunata jarā dīnhisi bahu gārī..",
            "guru jimi mūḍha karasi mama bōdhā. kahu jaga mōhi samāna kō jōdhā.. [3-25-1]",
            "taba mārīca hṛdayaom anumānā. navahi birōdhēṃ nahiṃ kalyānā..",
            "sastrī marmī prabhu saṭha dhanī. baida baṃdi kabi bhānasa gunī.. [3-25-2]",
            "ubhaya bhāomti dēkhā nija maranā. taba tākisi raghunāyaka saranā..",
            "utaru dēta mōhi badhaba abhāgēṃ. kasa na marauṃ raghupati sara lāgēṃ.. [3-25-3]",
            "asa jiyaom jāni dasānana saṃgā. calā rāma pada prēma abhaṃgā..",
            "mana ati haraṣa janāva na tēhī. āju dēkhihau parama sanēhī.. [3-25-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Therefore, considering the welfare of your race you had better return home.\" When he heard this he flared up and showered many abuses on Marica. \"You fool, you presume to teach me as if you were my preceptor. Tell me which warrior in this world is a match for me.\" Then Marica thought to himself, \"It does not do one good to make enemies of the following nine, viz., one skilled in the use of a weapon, he who knows one's secret, a powerful master, a dunce, a wealthy man, a physician, a panegyrist, a poet, an expert cook.\" Either way he saw he must die: hence he sought refuge in the Lord of Raghus. \"If I argue further, the wretch would kill me; why, then, should I not be killed by Śrī Rāma's arrows?\" Pondering thus in his mind he accompanied Rāvaṇa, unremitting in his devotion to Śrī Rāma's feet. He felt extremely delighted at the thought that he would be able to behold his greatest friend (Śrī Rāma), even though he would not reveal his joy to Rāvaṇa."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nija parama prītama dēkhi lōcana suphala kari sukha pāihauṃ.",
            "śrī sahita anuja samēta kṛpānikēta pada mana lāihauṃ..",
            "nirbāna dāyaka krōdha jā kara bhagati abasahi basakarī.",
            "nija pāni sara saṃdhāni sō mōhi badhihi sukhasāgara harī.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"My eyes will be rewarded when I behold my most beloved lord to my great exultation and I shall fix my thoughts on the feet of the All-merciful accompanied by Sītā and His younger brother. To think that Śrī Hari, the Ocean of Bliss, whose very wrath confers final beatitude and who, though subject to none gives Himself up entirely to the will of His devotees, will fit an arrow with His own hands to His bow and slay me!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mama pāchēṃ dhara dhāvata dharēṃ sarāsana bāna.",
            "phiri phiri prabhuhi bilōkihau dhanya na mō sama āna..26.. [3-26]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"As He runs after me on foot, carrying His bow and arrow, I shall again and again turn in order to get a sight of my lord ! No one else is so blessed as I am.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tēhi bana nikaṭa dasānana gayaū. taba mārīca kapaṭamṛga bhayaū..",
            "ati bicitra kachu barani na jāī. kanaka dēha mani racita banāī.. [3-26-1]",
            "sītā parama rucira mṛga dēkhā. aṃga aṃga sumanōhara bēṣā..",
            "sunahu dēva raghubīra kṛpālā. ēhi mṛga kara ati suṃdara chālā.. [3-26-2]",
            "satyasaṃdha prabhu badhi kari ēhī. ānahu carma kahati baidēhī..",
            "taba raghupati jānata saba kārana. uṭhē haraṣi sura kāju saomvārana.. [3-26-3]",
            "mṛga bilōki kaṭi parikara bāomdhā. karatala cāpa rucira sara sāomdhā..",
            "prabhu lachimanihi kahā samujhāī. phirata bipina nisicara bahu bhāī.. [3-26-4]",
            "sītā kēri karēhu rakhavārī. budhi bibēka bala samaya bicārī..",
            "prabhuhi bilōki calā mṛga bhājī. dhāē rāmu sarāsana sājī.. [3-26-5]",
            "nigama nēti siva dhyāna na pāvā. māyāmṛga pāchēṃ sō dhāvā..",
            "kabahu nikaṭa puni dūri parāī. kabahuka pragaṭai kabahu chapāī.. [3-26-6]",
            "pragaṭata durata karata chala bhūrī. ēhi bidhi prabhuhi gayau lai dūrī..",
            "taba taki rāma kaṭhina sara mārā. dharani parēu kari ghōra pukārā.. [3-26-7]",
            "lachimana kara prathamahiṃ lai nāmā. pāchēṃ sumirēsi mana mahu rāmā..",
            "prāna tajata pragaṭēsi nija dēhā. sumirēsi rāmu samēta sanēhā.. [3-26-8]",
            "aṃtara prēma tāsu pahicānā. muni durlabha gati dīnhi sujānā.. [3-26-9]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When the ten-headed Rāvaṇa drew near to the forest ( in which Śrī Rāma had taken up His abode), Marica assumed the false appearance of a deer, so very wonderful as to defy description, with a body of gold artistically inlaid with jewels. When Sītā saw the exquisitely beautiful creature, most lovely in every limb, She said, \" Listen, my gracious Lord Śrī Rāma (Hero of Raghu's line), this deer has a most charming skin. Pray kill this animal, my lord, and get me the hide, true as you are to your word.\" Thereupon the Lord of Raghus, even though He knew all the circumstances (that had led Marica to assume the semblance of a deer) arose with joy to accomplish the object of the gods. Casting a look at the deer He girded up His loins with a piece of cloth and taking the bow in His hand fitted a shining arrow to the same. The Lord cautioned Lakṣmaṇa: \" A host of demons, brother, roam about in the woods. Take care of Sītā with due regard to your strength and circumstances and making use of your intellect and discretion.\" The deer took to flight at the sight of the Lord and Śrī Rāma ran after it pulling His bow-string. How strange that He whom the Vedas describe in negative terms such a 'not that' and whom Śiva is unable to catch hold of even in meditation, ran in pursuit of a false deer! Now close at hand. The very next moment it ran away to some distance; at one time it came into view, at another it went out of sight. Thus alternately revealing and concealing itself and practising every kind of wile, it took the Lord far away. Now Śrī Rāma took a steady aim and let fly the fatal shaft, when the animal fell to the ground with a fearful cry, first calling aloud to Lakṣmaṇa but afterwards mentally invoking Śrī Rāma. While giving up the ghost it manifested its real form and lovingly remembered Śrī Rāma. The omniscient Lord, who could see the love of his heart, conferred on him the state which cannot be easily attained to even by the sages."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bipula sumana sura baraṣahiṃ gāvahiṃ prabhu guna gātha.",
            "nija pada dīnha asura kahu dīnabaṃdhu raghunātha..27.. [3-27]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The gods rained down flowers in abundance and sang praises of the Lord: \"The Lord of Raghus is such a friend of the humble that He conferred His own state (divinity) on a demon."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "khala badhi turata phirē raghubīrā. sōha cāpa kara kaṭi tūnīrā..",
            "ārata girā sunī jaba sītā. kaha lachimana sana parama sabhītā.. [3-27-1]",
            "jāhu bēgi saṃkaṭa ati bhrātā. lachimana bihasi kahā sunu mātā..",
            "bhṛkuṭi bilāsa sṛṣṭi laya hōī. sapanēhu saṃkaṭa parai ki sōī.. [3-27-2]",
            "marama bacana jaba sītā bōlā. hari prērita lachimana mana ḍōlā..",
            "bana disi dēva sauṃpi saba kāhū. calē jahāom rāvana sasi rāhū.. [3-27-3]",
            "sūna bīca dasakaṃdhara dēkhā. āvā nikaṭa jatī kēṃ bēṣā..",
            "jākēṃ ḍara sura asura ḍērāhīṃ. nisi na nīda dina anna na khāhīṃ.. [3-27-4]",
            "sō dasasīsa svāna kī nāī. ita uta citai calā bhaḍaihāī..",
            "imi kupaṃtha paga dēta khagēsā. raha na tēja budhi bala lēsā.. [3-27-5]",
            "nānā bidhi kari kathā suhāī. rājanīti bhaya prīti dēkhāī..",
            "kaha sītā sunu jatī gōsāīṃ. bōlēhu bacana duṣṭa kī nāīṃ.. [3-27-6]",
            "taba rāvana nija rūpa dēkhāvā. bhaī sabhaya jaba nāma sunāvā..",
            "kaha sītā dhari dhīraju gāḍhaā. āi gayau prabhu rahu khala ṭhāḍhaā.. [3-27-7]",
            "jimi haribadhuhi chudra sasa cāhā. bhaēsi kālabasa nisicara nāhā..",
            "sunata bacana dasasīsa risānā. mana mahu carana baṃdi sukha mānā.. [3-27-8]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "As soon as He had slain the wretch the Hero of Raghu's line turned back, the charming bow in his hand and the quiver at His waist. When Sītā heard the cry of distress, She was seized with excessive fear and said to Lakṣmaṇa, \"Go quickly, your brother is in great peril.\" Lakṣmaṇa answered with a smile, \" Listen, mother ! By the very play of Śrī Rāma's eyebrows the entire creation is annihilated; could He then ever dream of being in danger?\" But when Sītā urged him with words that cut him to the quick, Lakṣmaṇa's resolution-for such was Śrī Hari's will-was shaken, He entrusted Her to the care of all the sylvan gods and the deities presiding over the quarters and proceeded to the place where Śrī Rāma, a veritable Rāhu to the moonlike Rāvaṇa, was. Availing himself of this opportunity, when there was none by the side of Sītā, the ten-headed Rāvaṇa drew near to Her cottage in the guise of a recluse. He, in fear of whom the gods and demons equally trembled, so much so that they could neither sleep by night nor eat their food by day-that very Rāvaṇa proceeded on his mission of thieving looking this side and that like a cur. Even so the moment a man sets his foot on the path of vice, O Garuḍa (king of birds), his bodily glow, reason and strength completely disappear. Having invented alluring stories of various kinds he not only showed Her the course which was dictated by political wisdom but also used threats and made love to Her. Said Sītā, \"Listen, O holy father: you have spoken like a villain.\" Then Rāvaṇa revealed his real form; and She was terrified when he mentioned his name. Sītā plucked all Her courage and said, \" Stay awhile, O wretch; my lord has come. Even as a tiny hare would wed a lioness, so have you wooed your own destruction (by setting your heart on me), O king of demons.\" On hearing these words the ten-headed Rāvaṇa flew into a rage, though in his heart he rejoiced to adore Her feet."
        ]
    }
]