[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रहः |",
            "शारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिषम् || २१ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "निराशीः – फल की आकांक्षा से रहित, निष्काम;  यत  – संयमित; चित्त-आत्मा – मन तथा बुद्धि; त्यक्त – छोड़ा; सर्व – समस्त;  परिग्रहः – स्वामित्व; शारीरम् – प्राण रक्षा; केवलम् – मात्र; कर्म –  कर्म; कुर्वन् – करते हुए; न – कभी नहीं; आप्नोति – प्राप्त करता है;  किल्बिषम् – पापपूर्ण फल |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ऐसा ज्ञानी पुरुष पूर्णरूप से संयमित मन तथा बुद्धि से कार्य करता है, अपनी सम्पत्ति के सारे स्वामित्व को त्याग देता है और केवल शरीर-निर्वाह के लिए कर्म करता है | इस तरह कार्य करता हुआ वह पाप रूपी फलों से प्रभावित नहीं होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कृष्णभावनाभावित व्यक्ति कर्म करते समय कभी भी शुभ या अशुभ फल की आशा नहीं रखता | उसके मन तथा बुद्धि पूर्णतया वश में होते हैं | वह जानता है कि वह परमेश्र्वर का भिन्न अंश है, अतः अंश रूप में उसके द्वारा सम्पन्न कोई भी कर्म उसका न होकर उसके माध्यम से परमेश्र्वर द्वारा सम्पन्न हुआ होता है | जब हाथ हिलता है तो यह स्वेच्छा से नहीं हिलता, अपितु सारे शरीर की चेष्टा से हिलता है | कृष्णभावनाभावित व्यक्ति भगवदिच्छा का अनुगामी होता है क्योंकि उसकी निजी इन्द्रियतृप्ति की कोई कामना नहीं होती | वह यन्त्र के एक पुर्जे की भाँति हिलता-डुलता है | जिस प्रकार रखरखाव के लिए पुर्जे को तेल और सफाई की आवश्यकता पड़ती है, उसी प्रकार कृष्णभावनाभावित व्यक्ति कर्म के द्वारा अपना निर्वाह करता रहता है, जिससे वह भगवान् की दिव्य प्रेमभक्ति करने के लिए ठीक बना रहे | अतः वह अपने प्रयासों के फलों के प्रति निश्चेष्ट रहता है | पशु के समान ही उसका अपने शरीर पर कोई अधिकार नहीं होता | कभी-कभी क्रूर स्वामी अपने अधीन पशु को मार भी डालता है, तो भी पशु विरोध नहीं करता, न ही उसे कोईस्वाधीनता होती है | आत्म-साक्षात्कार में पूर्णतया तत्पर कृष्णभावनाभावित व्यक्ति के पास इतना समय नहीं रहता कि वह अपने पास कोई भौतिक वस्तु रख सके | अपने जीवन-निर्वाह के लिए उसे अनुचित साधनों के द्वारा धनसंग्रह करने की आवश्यकता नहीं रहती | अतः वह ऐसे भौतिक पापों से कल्मषग्रस्त नहीं होता | वह अपने समस्त कर्मफलों से मुक्त रहता है |"
        ]
    }
]