[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "इति क्षेत्रं तथा ज्ञानं ज्ञेयं चोक्तं समासतः |",
            "मद्भक्त एतद्विज्ञाय मद्भावायोपपद्यते || १९ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इति - इस प्रकार; क्षेत्रम् - कर्म का क्षेत्र (शरीर); तथा - भी; ज्ञानम् - ज्ञान; ज्ञेयम् - जानने योग्य; च - भी; उक्तम् - कहा गया; समासतः - संक्षेप में; मत्-भक्तः - मेरा भक्त; एतत् - यह सब; विज्ञाय - जान कर; मत्-भावाय - मेरे स्वभाव को; उपपद्यते - प्राप्त करता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस प्रकार मैंने कर्म क्षेत्र (शरीर), ज्ञान तथा ज्ञेय का संक्षेप में वर्णन किया है | इसे केवल मेरे भक्त ही पूरी तरह समझ सकते हैं और इस तरह मेरे स्वभाव को प्राप्त होते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् ने शरीर, ज्ञान तथा ज्ञेय का संक्षेप में वर्णन किया है | यह ज्ञान तीन वस्तुओं का है – ज्ञाता, ज्ञेय तथा जानने की विधि | ये तीनों मिलकर विज्ञान कहलाते हैं | पूर्ण ज्ञान भगवान् के अनन्य भक्तों द्वारा प्रत्यक्षतः समझा जा सकता है | अन्य इसे समझ पाने में असमर्थ रहते हैं | अद्वैतवादियों का कहना है कि अन्तिम अवस्था में ये तीनों बातें एक हो जाती हैं, लेकिन भक्त ऐसा नहीं मानते | ज्ञान तथा ज्ञान के विकास का अर्थ है अपने को कृष्णभावनामृत में समझना | हम भौतिक चेतना द्वारा संचालित होते हैं, लेकिन ज्योंही हम अपनी सारी चेतना कृष्ण के कार्यों में स्थानान्तरित कर देते हैं, और इसका अनुभव करते हैं कि कृष्ण ही सब कुछ हैं, तो हम वास्तविक ज्ञान प्राप्त कर सकते हैं | दूसरे शब्दों में, ज्ञान तो भक्ति को पूर्णतया समझने के लिए प्रारम्भिक अवस्था है | पन्द्रहवें अध्याय में इसकी विशद व्याख्या की गई है |",
            "अब हम सारांश में कह सकते हैं कि श्लोक ६ तथा ७ के महाभूतानि से लेकर चेतना धृतिः तक भौतिक तत्त्वों तथा जीवन के लक्षणों की कुछ अभिव्यक्तियों का विश्लेषण हुआ है | ये सब मिलकर शरीर तथा कार्यक्षेत्र का निर्माण करते हैं, तथा श्लोक ८ से लेकर १२ तक अमानित्वम् से लेकर तत्त्वज्ञानार्थ-दर्शनम् तक कार्यक्षेत्र के दोनों प्रकार के ज्ञाताओं, अर्थात् आत्मा तथा परमात्मा के ज्ञान की विधि का वर्णन हुआ है | श्लोक १३ से १८ में अनादि मत्परम् से लेकर हृदि सर्वस्य विष्ठितम् तक जीवात्मा तथा परमात्मा का वर्णन हुआ है |",
            "इस प्रकार तीन बातों का वर्णन हुआ है – कार्यक्षेत्र (शरीर) , जानने की विधि तथा आत्मा एवं परमात्मा | यहाँ इसका विशेष उल्लेख हुआ है कि भगवान् के अनन्य भक्त ही इन तीनों बातों को ठीक से समझ सकते हैं | अतएव ऐसे भक्तों के लिए भगवद्गीता अत्यन्त लाभप्रद है, वे ही परम लक्ष्य, अर्थात् परमेश्वर कृष्ण के स्वभाव को प्राप्त कर सकते हैं | दूसरे शब्दों में, केवल भक्त ही भगवद्गीता को समझ सकते हैं और वांछित फल प्राप्त कर सकते हैं – अन्य लोग नहीं |"
        ]
    }
]