[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "त्रैविद्या मां सोमपाः पूतपापा",
            "यज्ञैरिष्ट्वा स्वर्गतिं प्रार्थयन्ते |",
            "ते पुण्यमासाद्य सुरेन्द्रलोक-",
            "मश्र्नन्ति दिव्यान्दिवि देवभोगान् || २० ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "त्रै-विद्याः – तीन वेदों के ज्ञाता; माम् – मुझको; सोम-पाः – सोम रसपान करने वाले; पूत – पवित्र; पापाः – पापों का; यज्ञैः – यज्ञों के साथ; इष्ट्वा – पूजा करके; स्वः-गतिम् – स्वर्ग की प्राप्ति के लिए; पार्थयन्ते – प्रार्थना करते हैं; ते – वे; पुण्यम् – पवित्र; आसाद्य – प्राप्त करके; सुर-इन्द्र – इन्द्र के; लोकम् – लोक को; अश्नन्ति – भोग करते हैं; दिव्यान् – दैवी; दिवि – स्वर्ग में; देव-भोगान् – देवताओं के आनन्द को |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो वेदों का अध्ययन करते तथा सोमरस का पान करते हैं, वे स्वर्ग प्राप्ति की गवेषणा करते हुए अप्रत्यक्ष रूप से मेरी पूजा करते हैं | वे पापकर्मों से शुद्ध होकर, इन्द्र के पवित्र स्वर्गिक धाम में जन्म लेते हैं, जहाँ वे देवताओं का सा आनन्द भोगते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "त्रैविद्याः शब्द तीन वेदों – साम, यजुः तथा ऋग्वेद – का सूचक है | जिस ब्राह्मण ने इन तीनों वेदों का अध्ययन किया है वह त्रिवेदी कहलाता है | जो इन तीनों वेदों से प्राप्त ज्ञान के प्रति आसक्त रहता है, इसका समाज में आदर होता है | दुर्भाग्यवश वेदों के ऐसे अनेक पण्डित हैं जो उनके अध्ययन के चरमलक्ष्य को नहीं समझते | इसीलिए कृष्ण अपने को त्रिवेदियों के लिए परमलक्ष्य घोषित करते हैं | वास्तविक त्रिवेदी भगवान् के चरणकमलों की शरण ग्रहण करते हैं और भगवान् को प्रसन्न करने के लिए उनकी शुद्धभक्ति करते हैं | भक्ति का सूत्रपात हरे कृष्ण मन्त्र के कीर्तन तथा साथ-साथ कृष्ण को वास्तव में समझने के प्रयास से होता है | दुर्भाग्यवश जो लोग वेदों के नाममात्र के छात्र हैं वे इन्द्र तथा चन्द्र जैसे विभिन्न देवों को आहुति प्रदान करने में रूचि लेते हैं | ऐसे प्रयत्न से विभिन्न देवों के उपासक निश्चित रूप से प्रकृति के निम्न गुणों के कल्मष से शुद्ध हो जाते हैं | फलस्वरूप वे उच्चतर लोकों, यथा महर्लोक, जनलोक, तपलोक आदि को प्राप्त होते हैं | एक बार इन उच्च लोकों में पहुँच कर वहाँ इस लोक की तुलना में लाखों गुणा अच्छी तरह इन्द्रियों की तुष्टि की जा सकती है |"
        ]
    }
]