[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "प्रकृतेर्गुणसम्मूढाः सज्जन्ते गुणकर्मसु ।",
            "तानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत् ॥ २९ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**प्रकृतेः** – प्रकृति के; **गुण** – गुणों से; **सम्मूढाः** – भौतिक पहचान से बेवकूफ बने हुए; **सज्जन्ते** – लग जाते हैं; **गुण-कर्मसु** – भौतिक कर्मों में; **तान्** – उन; **अकृत्स्नविदः** – अल्पज्ञानी  पुरुष; **मन्दान्** – आत्म-साक्षात्कार समझने में आलसियों को; **कृत्स्न-वित्** – ज्ञानी; **विचालयेत्** – विचलित करने का प्रयत्न करना चाहिए ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "माया के गुणों से मोहग्रस्त होने पर अज्ञानी पुरुष पूर्णतया भौतिक कार्यों में संलग्न रहकर उनमें आसक्त हो जाते हैं । यद्यपि उनके ये कार्य उनमें ज्ञानभाव के कारण अधम होते हैं, किन्तु ज्ञानी को चाहिए कि उन्हें विचलित न करे ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अज्ञानी मनुष्य स्थूल भौतिक चेतना से और भौतिक उपाधियों से पूर्ण रहते हैं । यह शरीर प्रकृति की देन है और जो व्यक्ति शारीरिक चेतना में अत्यधिक आसक्त होता है वह मन्द अर्थात् आलसी कहा जाता है । अज्ञानी मनुष्य शरीर को आत्मस्वरूप मानते हैं, वे अन्यों के साथ शारीरिक सम्बन्ध को बन्धुत्व मानते हैं, जिस देश में यह शरीर प्राप्त हुआ है उसे वे पूज्य मानते हैं और वे धार्मिक अनुष्ठानों की औपचारिकताओं को ही अपना लक्ष्य मानते हैं । ऐसे भौतिकताग्रस्त उपाधिधारी पुरुषों के कुछ प्रकार के कार्यों में सामाजिक सेवा. राष्टीयता तथा परोपकार हैं । ऐसी उपाधियों के चक्कर में वे सदैव भौतिक क्षेत्र में व्यस्त रहते हैं, उनके लिए आध्यात्मिक बोध मिथ्या है, अत: वे इसमें रुचि नहीं लेते । किन्तु जो लोग आध्यात्मिक जीवन में जागरुक हैं, उन्हें चाहिए कि इस तरह भौतिकता में मग्न व्यक्तियों को विचलित न करें । अच्छा तो यही होगा कि वे शान्तभाव से अपने आध्यात्मिक कार्यों को करें । ऐसे मोहग्रस्त व्यक्ति अहिंसा जैसे जीवन के मूलभूत नैतिक सिद्धान्तों तथा इसी प्रकार के परोपकारी कार्यों में लगे हो सकते हैं ।",
            "जो लोग अज्ञानी हैं वे कृष्णभावनामृत के कार्यों को समझ नहीं पाते, अत: भगवान् कृष्ण हमें उपदेश देते हैं कि ऐसे लोगों को विचलित न किया जाय और व्यर्थ ही मूल्यवान समय नष्ट न किया जाय । किन्तु भगवद्भक्त भगवान् से भी अधिक दयालु होते हैं, क्योंकि वे भगवान् के अभिप्राय को समझते हैं । फलत: वे सभी प्रकार के संकट झेलते हैं, यहाँ तक कि वे इन अज्ञानी पुरुषों के पास जा-जा कर उन्हें कृष्णभावनामृत के कार्यों में प्रवृत्त करने का प्रयास करते हैं, जो मानव के लिए परमावश्यक है ।"
        ]
    }
]