[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dialogue between Sugrīva and Śrī Rāma and the departure of the monkeys in quest of Sītā"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "haraṣi calē sugrīva taba aṃgadādi kapi sātha.",
            "rāmānuja āgēṃ kari āē jahaom raghunātha..20.. [4-20]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Accompanied by Aṅgada and other monkey's and placing Śrī Rāma's younger brother at the head. King Sugrīva went forth with joy and arrived in Śrī Rāma's presence."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nāi carana siru kaha kara jōrī. nātha mōhi kachu nāhina khōrī..",
            "atisaya prabala dēva taba māyā. chūṭai rāma karahu jauṃ dāyā.. [4-20-1]",
            "biṣaya basya sura nara muni svāmī. maiṃ pāvaomra pasu kapi ati kāmī..",
            "nāri nayana sara jāhi na lāgā. ghōra krōdha tama nisi jō jāgā.. [4-20-2]",
            "lōbha pāomsa jēhiṃ gara na baomdhāyā. sō nara tumha samāna raghurāyā..",
            "yaha guna sādhana tēṃ nahiṃ hōī. tumharī kṛpāom pāva kōi kōī.. [4-20-3]",
            "taba raghupati bōlē musakāī. tumha priya mōhi bharata jimi bhāī..",
            "aba sōi jatanu karahu mana lāī. jēhi bidhi sītā kai sudhi pāī.. [4-20-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Bowing his head at Śrī Rāma's feet he exclaimed with joined palms, \"My lord, I am not at all to blame (for what I have done). Exceedingly powerful, O Lord, is Your Māyā (deluding potency), which withdraws itself only when You, O Rāma, show Your grace to a Jīva. Gods, men and sages, my master, are all slaves of their senses; while I am a vile brute and a monkey, the most libidinous of animals. A man who is not pierced by the shaft of a woman's glances, nay, who remains wakeful even in the dark night of anger (who is not swayed by passion) and who is never caught in the meshes of greed, is as good as Yourself, O Lord of Raghus. It is a virtue which cannot be attained by personal endeavour; it is only by Your grace that one here and one there can acquire it.\" Thereupon the Lord of Raghus smiled and said: \"Brother, you are dear to me as Bharata. Now with all your heart make some organized effort whereby we may get tidings of Sītā.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi bidhi hōta batakahī āē bānara jūtha.",
            "nānā barana sakala disi dēkhia kīsa barutha..21.. [4-21]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "While a talk was thus going on between them, multitudes of monkeys arrived. Legions of monkeys of various colours were visible in all the quarters."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bānara kaṭaka umā mēṃ dēkhā. sō mūrukha jō karana caha lēkhā..",
            "āi rāma pada nāvahiṃ māthā. nirakhi badanu saba hōhiṃ sanāthā.. [4-21-1]",
            "asa kapi ēka na sēnā māhīṃ. rāma kusala jēhi pūchī nāhīṃ..",
            "yaha kachu nahiṃ prabhu kai adhikāī. bisvarūpa byāpaka raghurāī.. [4-21-2]",
            "ṭhāḍhaē jahaom tahaom āyasu pāī. kaha sugrīva sabahi samujhāī..",
            "rāma kāju aru mōra nihōrā. bānara jūtha jāhu cahu ōrā.. [4-21-3]",
            "janakasutā kahu khōjahu jāī. māsa divasa mahaom āēhu bhāī..",
            "avadhi mēṭi jō binu sudhi pāēom. āvai banihi sō mōhi marāēom.. [4-21-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "(Says Śaṅkara:) I saw the army of monkeys, Umā; he is indeed a fool who would try to count them. They came and bowed their head at Śrī Rāma's feet and found their true lord in Him when they gazed on His countenance. In the whole host there was no monkey whose welfare Śrī Rāma did not personally enquire. This was no miracle for my master, the Lord of Raghus, who has taken all forms and is omnipresent. They stood in martial array as ordered and King Sugrīva thus instructed them all: \"I exhort and commission you to do Śrī Rāma's work. Therefore, O monkey hosts, go forth in every direction and institute a search for Janaka's Daughter, but you should all return in course of a month, my brethren, He who returns beyond this limit without any news shall meet his death at my hands.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bacana sunata saba bānara jahaom tahaom calē turaṃta .",
            "taba sugrīvaom bōlāē aṃgada nala hanumaṃta..22.. [4-22]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On hearing his command the monkeys proceeded at once in various directions. Sugrīva then called Aṅgada, Nala and Hanumān."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunahu nīla aṃgada hanumānā. jāmavaṃta matidhīra sujānā..",
            "sakala subhaṭa mili dacchina jāhū. sītā sudhi pūomchēu saba kāhū.. [4-22-1]",
            "mana krama bacana sō jatana bicārēhu. rāmacaṃdra kara kāju saomvārēhu..",
            "bhānu pīṭhi sēia ura āgī. svāmihi sarba bhāva chala tyāgī.. [4-22-2]",
            "taji māyā sēia paralōkā. miṭahiṃ sakala bhava saṃbhava sōkā..",
            "dēha dharē kara yaha phalu bhāī. bhajia rāma saba kāma bihāī.. [4-22-3]",
            "sōi gunagya sōī baḍabhāgī . jō raghubīra carana anurāgī..",
            "āyasu māgi carana siru nāī. calē haraṣi sumirata raghurāī.. [4-22-4]",
            "pāchēṃ pavana tanaya siru nāvā. jāni kāja prabhu nikaṭa bōlāvā..",
            "parasā sīsa sarōruha pānī. karamudrikā dīnhi jana jānī.. [4-22-5]",
            "bahu prakāra sītahi samujhāēhu. kahi bala biraha bēgi tumha āēhu..",
            "hanumata janma suphala kari mānā. calēu hṛdayaom dhari kṛpānidhānā.. [4-22-6]",
            "jadyapi prabhu jānata saba bātā. rājanīti rākhata suratrātā.. [4-22-7]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Listen, O Nila, Aṅgada, Hanumān and Jāmbavān: you are all resolute of mind and wise. Proceed all of you, gallant warriors, together to the south and enquire of everyone you meet the whereabouts of Sītā. Use every faculty of yours to devise some means of tracing Her and thereby accomplish the object of Śrī Ramacandra. (For warming oneself) one should wait upon the sun turning one's back towards the same, while fire should be waited upon turning one's breast towards it; but a master must be served with one's whole being (in thought, word and deed) without resorting to any wiles. Similarly one should strive for (lasting happiness in) the other world by discarding the unrealities of the world. In this way all one's woes incident to birth and death are eradicated. The consummation of human birth, brethren, lies in worshipping Śrī Rāma in a disinterested spirit. He is verily a man of flair and he alone is highly blessed, who is enamoured of Śrī Rāma's feet.\" Taking leave of Sugrīva and bowing their head at his feet they joyously set out with their thoughts fixed on the Lord of Raghus. The last to make obeisance was Hanumān, (the son of the wind-god). The Lord knew that His work was going to be accomplished by him and therefore called him near. He stroked his head with His lotus hand and recognizing him to be His devotee gave him the ring off His finger. \"Comfort Sītā in various ways and return quickly after telling Her of my might and the agony of my heart due to separation from Her.\" Hanumān felt that he had reaped the reward of his birth and departed with the image of the All-merciful enshrined in his heart. Although the Lord knew everything, the Protector of the gods respected the recognized principles of statecraft (by sending spies in the first instance to trace out His lost spouse)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "calē sakala bana khōjata saritā sara giri khōha.",
            "rāma kāja layalīna mana bisarā tana kara chōha..23.. [4-23]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "All the monkeys set forth ransacking woods, streams, lakes, hills and ravines with their mind wholly devoted to Śrī Rāma's business and shaking off all attachment to their body"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "katahu hōi nisicara saiṃ bhēṭā. prāna lēhiṃ ēka ēka capēṭā..",
            "bahu prakāra giri kānana hērahiṃ. kōu muni milata tāhi saba ghērahiṃ.. [4-23-1]",
            "lāgi tṛṣā atisaya akulānē. milai na jala ghana gahana bhulānē..",
            "mana hanumāna kīnha anumānā. marana cahata saba binu jala pānā.. [4-23-2]",
            "caḍhai giri sikhara cahūom disi dēkhā. bhūmi bibira ēka kautuka pēkhā..",
            "cakrabāka baka haṃsa uḍaāhīṃ. bahutaka khaga prabisahiṃ tēhi māhīṃ.. [4-23-3]",
            "giri tē utari pavanasuta āvā. saba kahu lai sōi bibara dēkhāvā..",
            "āgēṃ kai hanumaṃtahi līnhā. paiṭhē bibara bilaṃbu na kīnhā.. [4-23-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "If at any place they came across some demon they would take his life by a single slap. They looked into every recess of forest and hill; and if they met any hermit they would all surround him. Presently they felt much oppressed with thirst; but water could be found nowhere and they also lost their way in the dense forest. Hanumān thought to himself that without water to drink all would die. Climbing a hill-top he looked all round and noticing a cavity in the ground saw a strange phenomenon there. Cakravakas, herons and swans hovered at its mouth and a number of other birds were making their way into it. Coming down the hill Hanumān (the son of the wind-god) took them all and showed them the cavern. They placed Hanumān at their head and entered the cave without further loss of time."
        ]
    }
]