[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रद्धावाननसूयश्च शृणुयादपि यो नरः ।",
            "सोऽपि मुक्तः शुभाँल्लोकान्प्राप्नुयात्पुण्यकर्मणाम् ॥ ७१ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**श्रद्धा-वान्** – श्रद्धालु; **अनसूयः** – द्वेषरहित; **च** – तथा; **शृणुयात्** – सुनता है; **अपि** – निश्चय ही; **यः** – जो; **नरः** – मनुष्य; **सः** – वह; **अपि** – भी; **मुक्तः** – मुक्त होकर; **शुभान्** – शुभ; **लोकान्** – लोकों को; **प्राप्नुयात्** – प्राप्त करता है; **पुण्य-कर्मणाम्** – पुण्यात्माओं का ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "और जो श्रद्धा समेत तथा द्वेषरहित होकर इसे सुनता है, वह सारे पापों से मुक्त हो जाता है और उन शुभ लोकों को प्राप्त होता है, जहाँ पुण्यात्माएँ निवास करती हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस अध्याय के ६७वें श्लोक में भगवान् ने स्पष्टतः मना किया है कि जो लोग उनसे द्वेष रखते हैं उन्हें गीता न सुनाई जाए । भगवद्गीता केवल भक्तों के लिए है । लेकिन ऐसा होता है कि कभी-कभी भगवद्भक्त आम कक्षा में प्रवचन करता है और उस कक्षा में सारे छात्रों के भक्त होने की अपेक्षा नहीं की जाती । तो फिर ऐसे लोग खुली कक्षा क्यों चलाते हैं ? यहाँ यह बताया गया है कि प्रत्येक व्यक्ति भक्त नहीं होता, फिर भी बहुत से लोग ऐसे हैं, जो कृष्ण से द्वेष नहीं रखते । उन्हें कृष्ण पर परमेश्वर रूप में श्रद्धा रहती है । यदि ऐसे लोग भगवान् के बारे में किसी प्रामाणिक भक्त से सुनते हैं, तो वे अपने सभी पापों से तुरन्त मुक्त हो जाते हैं और ऐसे लोक को प्राप्त होते हैं, जहाँ पुण्यात्माएँ वास करती हैं । अतएव भगवद्गीता के श्रवण मात्र से ऐसे व्यक्ति को भी पुण्यकर्मों का फल प्राप्त हो जाता है, जो अपने को शुद्ध भक्त बनाने का प्रयत्न नहीं करता । इस प्रकार भगवद्भक्त हर एक व्यक्ति के लिए अवसर प्रदान करता है कि वह समस्त पापों से मुक्त होकर भगवान् का भक्त बने ।",
            "सामान्यतया जो लोग पापों से मुक्त हैं, जो पुण्यात्मा हैं, वे अत्यन्त सरलता से कृष्णभावनामृत को ग्रहण कर लेते हैं । यहाँ पर पुण्यकर्मणाम् शब्द अत्यन्त सार्थक है । यह वैदिक साहित्य में वर्णित अश्वमेध यज्ञ जैसे महान यज्ञों का सूचक है । जो भक्ति का आचरण करने वाले पुण्यात्मा हैं, किन्तु शुद्ध नहीं होते, वे ध्रुवलोक को प्राप्त होते हैं, जहाँ ध्रुव महाराज की अध्यक्षता है । वे भगवान् के महान भक्त हैं और उनका अपना विशेष लोक है, जो ध्रुव तारा या ध्रुवलोक कहलाता है ।"
        ]
    }
]