[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "देवान्भावयतातेन ते देवा भावयन्तु वः ।",
            "परस्परं भावयन्तः श्रेयः परमवाप्स्यथ ॥ ११ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "devān bhāvayatānena",
            "te devā bhāvayantu vaḥ",
            "parasparaṁ bhāvayantaḥ",
            "śreyaḥ param avāpsyatha"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "devān — demigods; bhāvayatā — having pleased; anena — by this sacrifice; te — those; devāḥ — demigods; bhāvayantu — will please; vaḥ — you; parasparam — mutually; bhāvayantaḥ — pleasing one another; śreyaḥ — benediction; param — the supreme; avāpsyatha — you will achieve."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The demigods, being pleased by sacrifices, will also please you, and thus, by cooperation between men and demigods, prosperity will reign for all."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The demigods are empowered administrators of material affairs. The supply of air, light, water and all other benedictions for maintaining the body and soul of every living entity is entrusted to the demigods, who are innumerable assistants in different parts of the body of the Supreme Personality of Godhead. Their pleasures and displeasures are dependent on the performance of yajñas by the human being. Some of the yajñas are meant to satisfy particular demigods; but even in so doing, Lord Viṣṇu is worshiped in all yajñas as the chief beneficiary. It is stated also in the Bhagavad-gītā that Kṛṣṇa Himself is the beneficiary of all kinds of yajñas: bhoktāraṁ yajña-tapasām. Therefore, ultimate satisfaction of the yajña-pati is the chief purpose of all yajñas. When these yajñas are perfectly performed, naturally the demigods in charge of the different departments of supply are pleased, and there is no scarcity in the supply of natural products."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Performance of yajñas has many side benefits, ultimately leading to liberation from material bondage. By performance of yajñas, all activities become purified, as it is stated in the Vedas: āhāra-śuddhau sattva-śuddhiḥ sattva-śuddhau dhruvā smṛtiḥ smṛti-lambhe sarva-granthīnāṁ vipramokṣaḥ. By performance of yajña one’s eatables become sanctified, and by eating sanctified foodstuffs one’s very existence becomes purified; by the purification of existence finer tissues in the memory become sanctified, and when memory is sanctified one can think of the path of liberation, and all these combined together lead to Kṛṣṇa consciousness, the great necessity of present-day society."
        ]
    }
]