[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "सर्गाणामादिरन्तश्र्च मध्यं चैवाहमर्जुन |",
            "अध्यात्मविद्या विद्यानां वादः प्रवदतामहम् || ३२ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सर्गाणाम् – सम्पूर्ण सृष्टियों का; आदिः – प्रारम्भ; अन्तः – अन्त; च – तथा; मध्यम् – मध्य; च – भी; एव – निश्चय ही; अहम् – मैं हूँ; अर्जुन – हे अर्जुन; अध्यात्म-विद्या – अध्यात्मज्ञान; विद्यानाम् – विद्याओं में; वादः – स्वाभाविक निर्णय; प्रवदताम् – तर्कों में; अहम् – मैं हूँ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे अर्जुन! मैं समस्त सृष्टियों का आदि, मध्य और अन्त हूँ | मैं समस्त विद्याओं में अध्यात्म विद्या हूँ और तर्कशास्त्रियों में मैं निर्णायक सत्य हूँ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सृष्टियों में सर्वप्रथम समस्त भौतिक तत्त्वों की सृष्टि की जाती है | जैसा कि पहले बताया जा चुका है, यह दृश्यजगत महाविष्णु ‘गर्भोदकशायी विष्णु तथा क्षीरोदकशायी विष्णु द्वारा उत्पन्न और संचालित है | बाद में इसका संहार शिवजी द्वारा किया जाता है | ब्रह्मा गौण स्त्रष्टा हैं | सृजन, पालन तथा संहार करने वाले ये सारे अधिकारी परमेश्वर के भौतिक गुणों के अवतार हैं | अतः वे ही समस्त सृष्टि के आदि, मध्य तथा अन्त हैं |",
            "उच्च विद्या के लिए ज्ञान के अनेक ग्रंथ हैं, यथा चारों वेद, उनके छह वेदांग, वेदान्त सूत्र, तर्क ग्रंथ, धर्मग्रंथ, पुराण | इस प्रकार कुल चौदह प्रकार के ग्रंथ हैं | इनमें से अध्यात्म विद्या सम्बन्धी ग्रंथ, विशेष रूप से वेदान्त सूत्र, कृष्ण का स्वरूप है |",
            "तर्कशास्त्रियों में विभिन्न प्रकार के तर्क होते रहते हैं | प्रमाण द्वारा तर्क की पुष्टि, जिससे विपक्ष का भी समर्थन हो, जल्प कहलाता है | प्रतिद्वन्द्वी को हराने का प्रयास मात्र वितण्डा है, किन्तु वास्तविक निर्णय वाद कहलाता है | यह निर्णयात्मक सत्य कृष्ण का स्वरूप है |"
        ]
    }
]