[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "नायं लोकोऽस्त्ययज्ञस्य कुतोऽन्यः कुरुसत्तम || ३१ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "न – कभी नहीं; अयम् – यह; लोकः – लोक; अस्ति –  है; अयज्ञस्य – यज्ञ न करने वाले का; कुतः – कहाँ है; अन्यः – अन्य;  कुरु-सत्-तम – हे कुरुश्रेष्ठ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे कुरुश्रेष्ठ! जब यज्ञ के बिना मनुष्य इस लोक में या इस जीवन में ही सुखपूर्वक नहीं रह सकता, तो फिर अगले जन्म में कैसे रह सकेगा?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मनुष्य इस लोक में चाहे जिस रूप में रहे वह अपने स्वरूप से अनभिज्ञ रहता है | दूसरे शब्दों में, भौतिक जगत् में हमारा अस्तित्व हमारे पापपूर्ण जीवन के बहुगुणित फलों के कारण है | अज्ञान ही पापपूर्ण जीवन का कारण है और पापपूर्ण जीवन ही इस भौतिक जगत् में अस्तित्व का कारण है | मनुष्य जीवन ही वह द्वार है जिससे होकर इस बन्धन से बाहर निकला जा सकता है | अतः वेद हमें धर्म, अर्थ, काम तथा मोक्ष का मार्ग दिखलाकर बहार निकालने का अवसर प्रदान करते हैं | धर्म या ऊपर संस्तुत अनेक प्रकार के यज्ञ हमारी आर्थिक समस्याओं को स्वतः हल कर देते हैं | जनसंख्या में वृद्धि होने पर भी यज्ञ सम्पन्न करने से हमें प्रचुर भोजन, प्रचुर दूध इत्यादि मिलता रहता है | जब शरीर की आवश्यकता पूर्ण होती रहती है, तो इन्द्रियों को तुष्ट करने की बारी आती है | अतः वेदों में नियमित इन्द्रियतृप्ति के लिए पवित्र विवाह का विधान है | इस प्रकार मनुष्य भौतिक बन्धन से क्रमशः छूटकर उच्चपद की ओर अग्रसर होता है और मुक्त जीवन की पूर्णता परमेश्वर का सान्निध्य प्राप्त करने में है | यह पूर्णता यज्ञ सम्पन्न करके प्राप्त की जाती है, जैसा कि पहले बताया जा चुका है | फिर भी यदि कोई व्यक्ति वेदों के अनुसार यज्ञ करने के लिए तत्पर नहीं होता, तो वह शरीर में सुखी जीवन की कैसे आशा कर सकता है? फिर दूसरे लोक में दूसरे शरीर में सुखी जीवन की आशा तो व्यर्थ ही है | विभिन्न स्वर्गों में भिन्न-भिन्न प्रकार की जीवन-सुविधाएँ हैं और जो लोग यज्ञ करने में लगे हैं उनके लिए तो सर्वत्र परम सुख मिलता है | किन्तु सर्वश्रेष्ठ सुख वह है जिसे मनुष्य कृष्णभावनामृत के अभ्यास द्वारा वैकुण्ठ जाकर प्राप्त करता है | अतः कृष्णभावनाभावित जीवन ही इस भौतिक जगत् की समस्त समस्याओं का एकमात्र हल है |"
        ]
    }
]