[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा |",
            "इति मां योऽभिजानाति कर्मभिर्न स बध्यते || १४ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "न – कभी नहीं; माम् – मुझको; कर्माणि – सभी  प्रकार के कर्म; लिम्पन्ति – प्रभावित करते हैं; न – नहीं; मे – मेरी;  कर्म-फले – सकाम कर्म में; स्पृहा – महत्त्वाकांक्षा ; इति – इस प्रकार;  माम् – मुझको; यः – जो; अभिजानन्ति – जानता है; कर्मभिः – ऐसे कर्म के फल  से; न – कभी नहीं; बध्यते – बँध पाता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मुझ पर किसी कर्म का प्रभाव नहीं पड़ता, न ही मैं कर्मफल की कामना करता हूँ | जो मेरे सम्बन्ध में इस सत्य को जानता है, वह कभी भी कर्मों के पाश में नहीं बँधता |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जिस प्रकार इस भौतिक जगत् में संविधान के नियम हैं, जो यह जानते हैं कि राजा न तो दण्डनीय है, न ही किसी राजनियमों के अधीन रहता है उसी तरह यद्यपि भगवान् इस भौतिक जगत् के स्त्रष्टा हैं, किन्तु वे भौतिक जगत् के कार्यों से प्रभावित नहीं होते | सृष्टि करने पर भी वे इससे पृथक् रहते हैं, जबकि जीवात्माएँ भौतिक कार्यकलापों के सकाम कर्मफलों में बँधी रहती हैं, क्योंकि उनमें प्राकृतिक साधनों पर प्रभुत्व दिखाने की प्रवृत्ति रहती है | किसी संस्थान का स्वामी कर्मचारियों के अच्छे-बुरे कार्यों के लिए उत्तरदायी नहीं, कर्मचारी इसके लिए स्वयं उत्तरदायी होते हैं | जीवात्माएँ अपने-अपने इन्द्रियतृप्ति-कार्यों में लगी रहती है, किन्तु ये कार्य भगवान् द्वारा निर्दिष्ट नहीं होते | इन्द्रियतृप्ति की उत्तरोतर उन्नति के लिए जीवात्माएँ इस संसार के कर्म में प्रवृत्त हैं और मृत्यु के बाद स्वर्ग-सुख की कामना करती रहती हैं | स्वयं में पूर्ण होने के कारण भगवान् को तथाकथित स्वर्ग-सुख का कोई आकर्षण नहीं रहता | स्वर्ग के देवता उनके द्वारा नियुक्त सेवक हैं | स्वामी कभी भी कर्मचारियों का सा निम्नस्तरीय सुख नहीं चाहता | वह भौतिक क्रिया-प्रतिक्रिया से पृथक् रहता है | उदाहरणार्थ, पृथ्वी पर उगने वाली विभिन्न वनस्पतियों के उगने के लिए वर्षा उत्तरदायी नहीं है, यद्यपि वर्षा के बिना वनस्पति नहीं उग सकती | वैदिक स्मृति से इस तथ्य की पुष्टि इस प्रकार होती है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "निमित्तमात्रवासौ सृज्यानां सर्गकर्मणि |",
            "प्रधानकारणीभूता यतो वै सृज्यशक्तयः ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“भौतिक सृष्टि के लिए भगवान् ही परम कारण हैं | प्रकृति तो केवल निमित्त कारण है, जिससे विराट जगत् दृष्टिगोचर होता है |” प्राणियों की अनेक जातियाँ होती हैं यथा देवता, मनुष्य तथा निम्नपशु और ये सब पूर्व शुभाशुभ कर्मों के फल भोगने को बाध्य हैं | भगवान् उन्हें ऐसे कर्म करने के लिए समुचित सुविधाएँ तथा प्रकृति के गुणों के नियम सुलभ कराते हैं, किन्तु वे उनके किसी भूत तथा वर्तमान कर्मों के लिए उत्तरदायी नहीं होते | वेदान्तसूत्र में (२.१.३४) पुष्टि हुई है कि वैषम्यनैर्घृण्य न सापेक्षत्वात्– भगवान् किसी भी जीव के प्रति पक्षपात नहीं करते | जीवात्मा अपने कर्मों के लिए स्वयं उत्तरदायी है | भगवान् उसे प्रकृति अर्थात् बहिरंगा शक्ति के माध्यम से केवल सुविधा प्रदान करने वाले हैं | जो व्यक्ति इस कर्म-नियम की सारी बारीकियों से भलीभाँति अवगत होता है, वह अपने कर्मों के फल से प्रभावित नहीं होता | दूसरे शब्दों में, जो व्यक्ति भगवान् के इस दिव्य स्वभाव से परिचित होता है वह कृष्णभावनामृत में अनुभवी होता है | अतः उस पर कर्म के नियम लागू नहीं होते | जो व्यक्ति भगवान् के दिव्य स्वभाव को नहीं जानता और सोचता है कि भगवान् के कार्यकलाप सामान्य व्यक्तियों की तरह कर्मफल के लिए होते हैं, वे निश्चित रूप में कर्मफलों में बँध जाते हैं | किन्तु जो परम सत्य को जानता है, वह कृष्णभावनामृत में स्थिर मुक्त जीव है |"
        ]
    }
]