[
    {
        "id": [
            1
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "अर्जुन उवाच |",
                "एवं सततयुक्ता ये भक्तास्त्वां पर्युपासते |",
                "ये चाप्यक्षरमव्यक्तं तेषां के योगवित्तमाः || १ ||"
            ],
            "english": [
                "arjuna uvaca",
                "evam satata-yukta ye",
                "bhaktas tvam paryupasate",
                "ye capy aksaram avyaktam",
                "tesam ke yoga-vittamah"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने पूछा – जो आपकीसेवा में सदैव तत्पर रहते हैं, या जो अव्यक्त निर्विशेष ब्रह्म की पूजाकरते हैं, इन दोनों में से किसे अधिक पूर्ण (सिद्ध) माना जाय?"
            ],
            "english": [
                "Arjuna inquired: Which is considered to be more perfect: those who are properly engaged in Your devotional service, or those who worship the impersonal Brahman, the unmanifested?"
            ]
        },
        "meaning": {
            "hindi": [
                "अब तक कृष्ण साकार, निराकार एवं सर्वव्यापकत्व को समझा चुके हैंऔर सभी प्रकार के भक्तों और योगियों का भी वर्णन कर चुके हैं | सामान्यतःअध्यात्मवादियों को दो श्रेणियों में विभाजित किया जा सकता है -निर्विशेषवादी तथा सगुणवादी | सगुणवादी भक्त अपनी सारी शक्ति से परमेश्र्वरकी सेवा करता है | निर्विशेषवादी भी कृष्ण की सेवा करता है, किन्तुप्रत्यक्ष रूप से न करके वह अप्रत्यक्ष ब्रह्म का ध्यान करता है |",
                "इस अध्यायमें हम देखेंगे कि परम सत्य की अनुभूति की विभिन्न विधियों में भक्तियोगसर्वोत्कृष्ट है | यदि कोई भगवान् का सान्निध्य चाहता है, तो उसे भक्तिकरनी चाहिए |",
                "जो लोग भक्ति के द्वारा परमेश्र्वर की प्रत्यक्ष सेवा करतेहैं, वे सगुणवादी कहलाते हैं | जो लोग निर्विशेष ब्रह्म का ध्यान करते हैं, वे निर्विशेषवादी कहलाते हैं | यहाँ पर अर्जुन पूछता है कि इन दोनों मेंसे कौन श्रेष्ठ है | यद्यपि परम सत्य के साक्षात्कार के अनेक साधन है, किन्तु इस अध्याय में कृष्ण भक्तियोग को सबों में श्रेष्ठ बताते हैं | यहसर्वाधिक प्रत्यक्ष है और ईश्र्वर का सान्निध्य प्राप्त करने के लिए सबसेसुगम साधन है |भगवद्गीता के द्वितीय अध्याय में भगवान् ने बताया है कि जीवभौतिक शरीर नहीं है, वह आध्यात्मिक स्फुलिंग है और परम सत्य परम पूर्ण है | सातवें अध्याय में उन्होंने जीव को परम पूर्ण का अंश बताते हुए पूर्ण परही ध्यान लगाने की सलाह दी है | पुनः आंठवें अध्याय में कहा है कि जोमनुष्य भौतिक शरीर त्याग करते समय कृष्ण का ध्यान करता है, वह कृष्ण के धामको तुरन्त चला जाता है | यही नहीं, छठे अध्याय के अन्त में भगवान् स्पष्टकहते हैं, कि योगियों में से, जो भी अपने अन्तः-करण में निरन्तर कृष्ण काचिंतन करता है, वही परम सिद्ध माना जाता है | इस प्रकार प्रायः प्रत्येकअध्याय का यही निष्कर्ष है कि मनुष्य को कृष्ण के सगुण रूप के प्रतिअनुरक्त होना चाहिए, क्योंकि वही चरम आत्म-साक्षात्कार है |",
                "इतने पर भी ऐसेलोग हैं जो कृष्ण के साकार रूप के प्रति अनुरक्त नहीं होते | वेदृढ़तापूर्वक विलग रहते है यहाँ तक कि भगवद्गीता की टीका करते हुए भी वेअन्य लोगों को कृष्ण से हटाना चाहते हैं, और उनकी सारी भक्ति निर्विशेषब्रह्मज्योति की और मोड़ते हैं | वे परम सत्य के उस निराकार रूप का ही ध्यानकरना श्रेष्ठ मानते हैं, जो इन्द्रियों की पहुँच के परे है और अप्रकट है |",
                "इस तरह सचमुच में अध्यात्मवादियों की दो श्रेणियाँ हैं | अब अर्जुन यहनिश्चित कर लेना चाहता है कि कौन-सी विधि सुगम है, और इन दोनों में से कौनसर्वाधिक पूर्ण है | दूसरे शब्दों में, वह अपनी स्थिति स्पष्ट कर लेनाचाहता है, क्योंकि वह कृष्ण के सगुण रूप के प्रति अनुरक्त है | वह निराकारब्रह्म के प्रति आसक्त नहीं है | वह जान लेना चाहता है कि उसकी स्थितिसुरक्षित तो है | निराकार स्वरूप, चाहे इस लोक में हो चाहे भगवान् के परमलोक में हो, ध्यान के लिए समस्या बना रहता है | वास्तव में कोई भी परम सत्यके निराकार रूप का ठीक से चिंतन नहीं कर सकता | अतः अर्जुन कहना चाहता हैकि इस तरह से समय गँवाने से क्या लाभ? अर्जुन को ग्याहरवें अध्याय मेंअनुभव हो चूका है कि कृष्ण के साकार रूप के प्रति आसक्त होना श्रेष्ठ है, क्योंकि इस तरह वह एक ही समय अन्य सारे रूपों को समझ सकता है और कृष्ण केप्रति उसके प्रेम में किसी प्रकार का व्यवधान नहीं पड़ता | अतः अर्जुनद्वारा कृष्ण से इस महत्त्वपूर्ण प्रश्न के पूछे जाने से परमसत्य केनिराकार तथा साकार स्वरूपों का अन्तर स्पष्ट हो जाएगा |"
            ],
            "english": [
                "Krsna has now explained about the personal, the impersonal and the universal and has described all kinds of devotees and yogis. Generally, the transcendentalists can be divided into two classes. One is the impersonalist, and the other is the personalist. The personalist devotee engages himself with all energy in the service of the Supreme Lord. The impersonalist engages himself not directly in the service of Krsna but in meditation on the impersonal Brahman, the unmanifested.",
                "We find in this chapter that of the different processes for realization of the Absolute Truth, bhakti-yoga, devotional service, is the highest. If one at all desires to have the association of the Supreme Personality of Godhead, then he must take to devotional service.",
                "Those who worship the Supreme Lord directly by devotional service are called personalists. Those who engage themselves in meditation on the impersonal Brahman are called impersonalists. Arjuna is here questioning which position is better. There are different ways to realize the Absolute Truth, but Krsna indicates in this chapter that bhakti-yoga, or devotional service to Him, is highest of all. It is the most direct, and it is the easiest means for association with the Godhead.",
                "In the Second Chapter the Lord explains that a living entity is not the material body but is a spiritual spark, a part of the Absolute Truth. In the Seventh Chapter He speaks of the living entity as part and parcel of the supreme whole and recommends that he transfer his attention fully to the whole. In the Eighth Chapter it is stated that whoever thinks of Krsna at the moment of death is at once transferred to the spiritual sky, Krsna's abode. And at the end of the Sixth Chapter the Lord says that out of all the yogis, he who thinks of Krsna within himself is considered to be the most perfect. So throughout the Gita personal devotion to Krsna is recommended as the highest form of spiritual realization. Yet there are those who are still attracted to Krsna's impersonal brahmajyoti effulgence, which is the all-pervasive aspect of the Absolute Truth and which is unmanifest and beyond the reach of the senses. Arjuna would like to know which of these two types of transcendentalists is more perfect in knowledge. In other words, he is clarifying his own position because he is attached to the personal form of Krsna. He is not attached to the impersonal Brahman. He wants to know whether his position is secure. The impersonal manifestation, either in this material world or in the spiritual world of the Supreme Lord, is a problem for meditation. Actually, one cannot perfectly conceive of the impersonal feature of the Absolute Truth. Therefore Arjuna wants to say, \"What is the use of such a waste of time?\" Arjuna experienced in the Eleventh Chapter that to be attached to the personal form of Krsna is best because he could thus understand all other forms at the same time and there was no disturbance to his love for Krsna. This important question asked of Krsna by Arjuna will clarify the distinction between the impersonal and personal conceptions of the Absolute Truth."
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच |",
                "मय्यावेश्य मनो ये मां नित्ययुक्ता उपासते |",
                "श्रद्धया परयोपेतास्ते मे युक्ततमा मताः || २ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "mayy avesya mano ye mam",
                "nitya-yukta upasate",
                "sraddhaya parayopetas",
                "te me yuktatama matah"
            ]
        },
        "translation": {
            "hindi": [
                "श्रीभगवान् ने कहा – जो लोगअपने मन को मेरे साकार रूप में एकाग्र करते हैं, और अत्यन्त श्रद्धापूर्वकमेरी पूजा करने में सदैव लगे रहते हैं, वे मेरे द्वारा परम सिद्ध मानेजाते हैं |"
            ],
            "english": [
                "The Blessed Lord said: He whose mind is fixed on My personal form, always engaged in worshiping Me with great and transcendental faith, is considered by Me to be most perfect."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन के प्रश्न का उत्तर देते हुएकृष्ण स्पष्ट कहते हैं कि जो व्यक्ति उनके साकार रूप में अपने मन को एकाग्रकरता है, और जो अत्यन्त श्रद्धा तथा निष्ठापूर्वक उनको पूजता है, उसे योगमें परम सिद्ध मानना चाहिए | जो इस प्रकार कृष्णभावनाभावित होता है, उसकेलिए कोई भी भौतिक कार्यकलाप नहीं रह जाते, क्योंकि हर कार्य कृष्ण के लिएकिया जाता है | शुद्ध भक्त निरन्तर कार्यरत रहता है – कभी कीर्तन करता है, तो कभी श्रवण करता है, या कृष्ण विषयक कोई पुस्तक पढता है, या कभी-कभीप्रसाद तैयार करता है या बाजार से कृष्ण के लिए कुछ मोल लाता है, या कभीमन्दिर झाड़ता-बुहारता है, तो कभी बर्तन धोता है | वह जो कुछ भी करता है, कृष्ण सम्बन्धी कार्यों के अतिरिक्त अन्य किसी कार्य में एक क्षण भी नहींगँवाता | ऐसा कार्य पूर्ण समाधि कहलाता है |"
            ],
            "english": [
                "In answer to Arjuna's question, Krsna clearly says that he who concentrates upon His personal form and who worships Him with faith and devotion is to be considered most perfect in yoga. For one in such Krsna consciousness there are no material activities because everything is done by Krsna. A pure devotee is constantly engaged-sometimes he chants, sometimes he hears or reads books about Krsna, or sometimes he cooks prasadam or goes to the marketplace to purchase something for Krsna, or sometimes he washes the temple or the dishes-whatever he does, he does not let a single moment pass without devoting his activities to Krsna Such action is in full samadhi."
            ]
        }
    },
    {
        "id": [
            3,
            4
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "ये त्वक्षरमनिर्देश्यमव्यक्तं पर्युपासते |",
                "सर्वत्रगमचिन्त्यं च कूटस्थमचलं ध्रुवम् || ३ ||",
                "सन्नियम्येन्द्रियग्रामं सर्वत्र समबुद्धयः |",
                "ते प्राप्नुवन्ति मामेव सर्वभूतहिते रताः || ४ ||"
            ],
            "english": [
                "ye tv aksaram anirdesyam",
                "avyaktam paryupasate",
                "sarvatra-gam acintyam ca",
                "kuta-stham acalam dhruvam",
                "sanniyamyendriya-gramam",
                "sarvatra sama-buddhayah",
                "te prapnuvanti mam eva",
                "sarva-bhuta-hite ratah"
            ]
        },
        "translation": {
            "hindi": [
                "लेकिन जो लोग अपनी इन्द्रियों को वशमें करके तथा सबों के प्रति समभाव रखकर परम सत्य की निराकार कल्पना केअन्तर्गत उस अव्यक्त की पूरी तरह से पूजा करते हैं, जो इन्द्रियों कीअनुभूति के परे है, सर्वव्यापी है, अकल्पनीय है, अपरिवर्तनीय है, अचल तथाध्रुव है, वे समस्त लोगों के कल्याण में संलग्न रहकर अन्ततः मुझे प्राप्तकरते है |"
            ],
            "english": [
                "But those who fully worship the unmanifested, that which lies beyond the perception of the senses, the all-pervading, inconceivable, fixed, and immovable-the impersonal conception of the Absolute Truth-by controlling the various senses and being equally disposed to everyone, such persons, engaged in the welfare of all, at last achieve Me."
            ]
        },
        "meaning": {
            "hindi": [
                "जो लोग भगवान् कृष्ण की प्रत्यक्षपूजा न करके, अप्रत्यक्ष विधि से उसी उद्देश्य को प्राप्त करने का प्रयत्नकरते हैं, वे भी अन्ततः श्रीकृष्ण को प्राप्त होते हैं | “अनेक जन्मों केबाद बुद्धिमान व्यक्ति वासुदेव को ही सब कुछ जानते हुए मेरी शरण में आताहै|” जब मनुष्य को अनेक जन्मों के बाद पूर्ण ज्ञान होता है, तो वह कृष्ण कीशरण ग्रहण करता है | यदि कोई इस श्लोक में बताई गई विधि से भगवान् के पासपहुँचता है, तो उसे इन्द्रियनिग्रह करना होता है, प्रत्येक प्राणी की सेवाकरनी होती है, और समस्त जीवों के कल्याण-कार्य में रत होना होता है | इसकाअर्थ यह हुआ कि मनुष्य को भगवान् कृष्ण के पास पहुँचना ही होता है, अन्यथापूर्ण साक्षात्कार नहीं हो पाता | प्रायः भगवान् की शरण में जाने के पूर्वपर्याप्त तपस्या करनी होती है |आत्मा के भीतर परमात्मा का दर्शन करने केलिए मनुष्य को देखना, सुनना, स्वाद लेना, कार्य करना आदि ऐन्द्रिय कार्योंको बन्द करना होता है | तभी वह यह जान पाता है कि परमात्मा सर्वत्रविद्यमान है | ऐसी अनुभूति होने पर वह किसी जीव से ईर्ष्या नहीं करता – उसेमनुष्य तथा पशु में कोई अन्तर नहीं दिखता, क्योंकि वह केवल आत्मा का दर्शनकरता है, बाह्य आवरण का नहीं | लेकिन सामान्य व्यक्ति के लिए निराकारअनुभूति की यह विधि अत्यन्त कठिन सिद्ध होती है |"
            ],
            "english": [
                "Those who do not directly worship the Supreme Godhead, Krsna, but who attempt to achieve the same goal by an indirect process, also ultimately achieve the supreme goal, Sri Krsna, as is stated, \"After many births the man of wisdom seeks refuge in Me, knowing Vasudeva is all.\" When a person comes to full knowledge after many births, he surrenders unto Lord Krsna. If one approaches the Godhead by the method mentioned in this verse, he has to control the senses, render service to everyone and engage in the welfare of all beings. It is inferred that one has to approach Lord Krsna, otherwise there is no perfect realization. Often there is much penance involved before one fully surrenders unto Him.",
                "In order to perceive the Supersoul within the individual soul, one has to cease the sensual activities of seeing, hearing, tasting, working, etc. Then one comes to understand that the Supreme Soul is present everywhere. Realizing this, one envies no living entity-he sees no difference between man and animal because he sees soul only, not the outer covering. But for the common man, this method of impersonal realization is very difficult."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "क्लेशोऽधिकतरस्तेषामव्यक्तासक्तचेतसाम् |",
                "अव्यक्ता हि गतिर्दु:खं देहवद्भिरवाप्यते || ५ ||"
            ],
            "english": [
                "kleso 'dhikataras tesam",
                "avyaktasakta-cetasam",
                "avyakta hi gatir duhkham",
                "dehavadbhir avapyate"
            ]
        },
        "translation": {
            "hindi": [
                "जिनलोगों के मन परमेश्र्वर के अव्यक्त, निराकार स्वरूप के प्रति आसक्त हैं, उनके लिए प्रगति कर पाना अत्यन्त कष्टप्रद है | देहधारियों के लिए उसक्षेत्र में प्रगति कर पाना सदैव दुष्कर होता है |"
            ],
            "english": [
                "For those whose minds are attached to the unmanifested, impersonal feature of the Supreme, advancement is very troublesome. To make progrese in that discipline is always difficult for those who are embodied."
            ]
        },
        "meaning": {
            "hindi": [
                "अध्यात्मवादियों का समूह, जो परमेश्र्वर के अचिन्त्य, अव्यक्त, निराकार स्वरूप के पथ का अनुसरण करता है, ज्ञान-योगी कहलाता है, और जोव्यक्ति भगवान् की भक्ति में रत रहकर पूर्ण कृष्णभावनामृत में रहते हैं, वेभक्ति-योगी कहलाते हैं | यहाँ पर ज्ञान-योग तथा भक्ति-योग में निश्चितअन्तर बताया गया है | ज्ञान-योग का पथ यद्यपि मनुष्य को उसी लक्ष्य तकपहुँचाता है, किन्तु है अत्यन्त कष्टकारक, जब कि भक्ति-योग भगवान् कीप्रत्यक्ष सेवा होने के कारण सुगम है, और देहधारी के लिए स्वाभाविक भी है | जीव अनादि काल से देहधारी है | सैद्धान्तिक रूप से उसके लिए यह समझ पानाअत्यन्त कठिन है कि वह शरीर नहीं है | अतएव भक्ति-योगी कृष्ण के विग्रह कोपूज्य मानता है, क्योंकि उसके मन में कोई शारीरिक बोध रहता है, जिसे इस रूपमें प्रयुक्त किया जा सकता है | निस्सन्देह मन्दिरमें परमेश्र्वर केस्वरूप की पूजा मूर्तिपूजा नहीं है | वैदिक साहित्य में साक्ष्य मिलता हैकि पूजा सगुण तथा निर्गुण हो सकती है | मन्दिर में विग्रह-पूजा सगुण पूजाहै, क्योंकि भगवान् को भौतिक गुणों के द्वारा प्रदर्शित किया जाता है | लेकिन भगवान् के स्वरूप को चाहे पत्थर, लकड़ी या तैलचित्र जैसे भौतिक गुणोंद्वारा क्यों न अभिव्यक्त किया जाय वह वास्तव में भौतिक नहीं होता | परमेश्र्वर की यही परम प्रकृति है |",
                "यहाँ पर एक मोटा उदाहरण दियाजा सकता है | सड़कों के किनारे पत्रपेटिकाएँ होती हैं, जिनमें यदि हम अपने पत्रडाल दें, तो वे बिना किसी कठिनाई के अपने गन्तव्य स्थान पर पहुँच जाते हैं | लेकिन यदि कोई ऐसी पुरानी पेटिका, या उसकी अनुकृति कहीं देखे, जो डाकघरद्वारा स्वीकृत न हो, तो उससे वही कार्य नहीं हो सकेगा | इसी प्रकारईश्र्वर ने विग्रहरूप में, जिसे अर्च-विग्रह कहते हैं, अपना प्रमाणिक (वैध)स्वरूप बना रखा है | यह अर्चा-विग्रह परमेश्र्वर का अवतार होता है | ईश्र्वर इसी स्वरूप के माध्यम से सेवा स्वीकार करते हैं | भगवान्सर्वशक्तिमान हैं, अतएव वे अर्चा-विग्रह रूपी अपने अवतार से भक्त की सेवाएँस्वीकार कर सकते हैं, जिससे बद्ध जीवन वाले मनुष्य को सुविधा हो |",
                "इसप्रकार भक्त को भगवान् के पास सीधे और तुरन्त ही पहुँचने में कोई कठिनाईनहीं होती, लेकिन जो लोग आध्यात्मिक साक्षात्कार के लिए निराकार विधि काअनुसरण करते हैं, उनके लिए यह मार्ग कठिन है | उन्हें उपनिषदों जैसे वैदिकसाहित्य के माध्यम से अव्यक्त स्वरूप को समझना होता है, उन्हें भाषा सीखनीहोती है, इन्द्रियातीत अनुभूतियों को समझना होता है, और इन समस्त विधियोंका ध्यान रखना होता है | यह सब एक सामान्य व्यक्ति के लिए सुगम नहीं होता | कृष्णभावनामृत में भक्तिरत मनुष्य मात्र गुरु के पथप्रदर्शन द्वारा, मात्रअर्चाविग्रह के नियमित नमस्कार द्वारा, मात्र भगवान् की महिमा के श्रवणद्वारा तथा मात्र भगवान् पर चढ़ाये गये उच्छिष्ट भोजन को खाने से भगवान् कोसरलता से समझ लेता है | इसमें तनिक भी सन्देह नहीं कि निर्विशेषवादी व्यर्थही कष्टकारक पथ को ग्रहण करते हैं, जिसमें अन्ततः परम सत्य का साक्षात्कारसंदिग्ध बना रहता है | किन्तु सगुणवादी बिना किसी संकट, कष्ट या कठिनाई केभगवान् के पास पहुँच जाते हैं | ऐसा ही संदर्भ श्रीमद्भागवत में पाया जाताहै | यहाँ यह कहा गया है कि अन्ततः भगवान् की शरण में जाना ही है (इस शरणजाने की क्रिया को भक्ति कहते हैं) तो यदि कोई, ब्रह्म क्या है और क्यानहीं है, इसी को समझने का कष्ट आजीवन उठाता रहता है, तो इसका परिणामअत्यन्त कष्टकारक होता है | अतएव यहाँ पर यह उपदेश दिया गया है किआत्म-साक्षात्कार के इस कष्टप्रद मार्ग को ग्रहण नहीं करना चाहिए, क्योंकिअन्तिम फल अनिश्चित रहता है |",
                "जीव शाश्र्वत रूप से व्यष्टि आत्माहै और यदि वह आध्यात्मिक पूर्ण में तदाकार होना चाहता है तो वह अपनी मूलप्रकृति के शाश्र्वत (सत्) तथा ज्ञेय (चित्) पक्षों का साक्षात्कार तो करसकता है, लेकिन आनन्दमय अंश की प्राप्ति नहीं हो पाती | ऐसा अध्यात्मवादीजो ज्ञानयोग में अत्यन्त विद्वान होता है, किसी भक्त के अनुग्रह सेभक्तियोग को प्राप्त होता है | इस समय निराकारवाद का दीर्घ अभ्यास कष्ट काकारण बन जाता है, क्योंकि वह उस विचार को त्याग नहीं पाता | अतएव देहधारीजीव, अभ्यास के समय या साक्षात्कार के समय, अव्यक्त की प्राप्ति में सदैवकठिनाई में पड़ जाता है | प्रत्येक जीव अंशतः स्वतन्त्र है और उसे यह अच्छीतरह समझ लेना चाहिए कि वह अव्यक्त अनुभूति उसके आध्यात्मिक आनन्दमय आत्म (स्व) की प्रकृति के विरुद्ध है | मनुष्य को चाहिए कि इस विधि को न अपनाये | प्रत्येक जीव के लिए कृष्णचेतना की विधि श्रेष्ठ मार्ग है, जिसमें भक्तिमें पूरी तरह व्यस्त रहना होता है | यदि कोई भक्ति की अपेक्षा करना चाहताहै, तो नास्तिक होने का संकट रहता है | अतएव अव्यक्त विषयक एकाग्रता कीविधि को, जो इन्द्रियों की पहुँच के परे है, जैसा कि इस श्लोक में पहले कहाजा चुका है, इस युग में प्रोत्साहन नहीं मिलना चाहिए | भगवान् कृष्ण नेइसका उपदेश नहीं दिया |"
            ],
            "english": [
                "The group of transcendentalists who follow the path of the inconceivable, unmanifested, impersonal feature of the Supreme Lord are called jnana-yogis, and persons who are in full Krsna consciousness, engaged in devotional service to the Lord, are called bhakti-yogis. Now, here the difference between jnana-yoga and bhakti-yoga is definitely expressed. The process of jnana-yoga, although ultimately bringing one to the same goal, is very troublesome, whereas the path of bhakti-yoga, the process of being in direct service to the Supreme Personality of Godhead, is easier and is natural for the embodied soul. The individual soul is embodied since time immemorial. It is very difficult for him to simply theoretically understand that he is not the body. Therefore, the bhakti-yogi accepts the Deity of Krsna as worshipable because there is some bodily conception fixed in the mind, which can thus be applied. Of course, worship of the Supreme Personality of Godhead in His form within the temple is not idol worship. There is evidence in the Vedic literature that worship may be saguna and nirguna-of the Supreme possessing or not possessing attributes. Worship of the Deity in the temple is saguna worship, for the Lord is represented by material qualities. But the form of the Lord, though represented by material qualities such as stone, wood, or oil paint, is not actually material. That is the absolute nature of the Supreme Lord.",
                "A crude example may be given here. We may find some mailboxes on the street, and if we post our letters in those boxes, they will naturally go to their destination without difficulty. But any old box, or an imitation, which we may find somewhere, which is not authorized by the post office, will not do the work. Similarly, God has an authorized representation in the Deity form, which is called arca-vigraha. This arca-vigraha is an incarnation of the Supreme Lord. God will accept service through that form. The Lord is omnipotent and all-powerful; therefore, by His incarnation as arca-vigraha, He can accept the services of the devotee, just to make it convenient for the man in conditioned life.",
                "So, for a devotee, there is no difficulty in approaching the Supreme immediately and directly, but for those who are following the impersonal way to spiritual realization, the path is difficult. They have to understand the unmanifested representation of the Supreme through such Vedic literatures as the Upanisads, and they have to learn the language, understand the nonperceptual feelings, and they have to realize all these processes. This is not very easy for a common man. A person in Krsna consciousness, engaged in devotional service, simply by the guidance of the bona fide spiritual master, simply by offering regulative obeisances unto the Deity, simply by hearing the glories of the Lord, and simply by eating the remnants of foodstuffs offered to the Lord, realizes the Supreme Personality of Godhead very easily. There is no doubt that the impersonalists are unnecessarily taking a troublesome path with the risk of not realizing the Absolute Truth at the ultimate end. But the personalist, without any risk, trouble, or difficulty, approaches the Supreme Personality directly. A similar passage appears in Srimad-Bhagavatam. It is stated there that if one has to ultimately surrender unto the Supreme Personality of Godhead (This surrendering process is called bhakti.), but instead takes the trouble to understand what is Brahman and what is not Brahman and spends his whole life in that way, the result is simply troublesome. Therefore it is advised here that one should not take up this troublesome path of self-realization because there is uncertainty in the ultimate result.",
                "A living entity is eternally an individual soul, and if he wants to merge into the spiritual whole, he may accomplish the realization of the eternal and knowledgeable aspects of his original nature, but the blissful portion is not realized. By the grace of some devotee, such a transcendentalist, highly learned in the process of jnana-yoga, may come to the point of bhakti-yoga, or devotional service. At that time, long practice in impersonalism also becomes a source of trouble, because he cannot give up the idea. Therefore an embodied soul is always in difficulty with the unmanifest, both at the time of practice and at the time of realization. Every living soul is partially independant, and one should know for certain that this unmanifested realization is against the nature of his spiritual blissful self. One should not take up this process. For every individual living entity the process of Krsna consciousness, which entails full engagement in devotional service, is the best way. If one wants to ignore this devotional service, there is the danger of turning to atheism. Thus this process of centering attention on the unmanifested, the inconceivable, which is beyond the approach of the senses, as already expressed in this verse, should never be encouraged at any time, especially in this age. It is not advised by Lord Krsna."
            ]
        }
    },
    {
        "id": [
            6,
            7
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "ये तु सर्वाणि कर्माणि मयि संन्यस्य मत्पराः |",
                "अनन्येनैव योगेन मां ध्यायन्त उपासते || ६ ||",
                "तेषाम हं समुद्धर्ता मृत्युसंसारसागरात् |",
                "भवामि न चिरात्पार्थ मय्यावेशितचेतसाम् || ७ ||"
            ],
            "english": [
                "ye tu sarvani karmani",
                "mayi sannyasya mat-parah",
                "ananyenaiva yogena",
                "mam dhyayanta upasate",
                "tesam aham samuddharta",
                "mrtyu-samsara-sagarat",
                "bhavami na cirat partha",
                "mayy avesita-cetasam"
            ]
        },
        "translation": {
            "hindi": [
                "जो अपने सारे कार्यों को मुझमें अर्पित करकेतथा अविचलित भाव से मेरी भक्ति करते हुए मेरी पूजा करते हैं और अपनेचित्तों को मुझ पर स्थिर करके निरन्तर मेरा ध्यान करते हैं, उनके लिए हेपार्थ! मैं जन्म-मृत्यु के सागर से शीघ्र उद्धार करने वाला हूँ |"
            ],
            "english": [
                "For one who worships Me, giving up all his activities unto Me and being devoted to Me without deviation, engaged in devotional service and always meditating upon Me, who has fixed his mind upon Me, O son of Prtha, for him I am the swift deliverer from the ocean of birth and death."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर स्पष्ट कहा गया है कि भक्तजन अत्यन्त भाग्यशाली हैं किभगवान् उनका इस भवसागर से तुरन्त ही उद्धार कर देते हैं | शुद्ध भक्ति करनेपर मनुष्य को इसकी अनुभूति होने लगती है कि ईश्र्वर महान हैं और जीवात्माउनके अधीन है | उसका कर्त्तव्य है कि वह भगवान् की सेवा करे और यदि वह ऐसानहीं करता, तो उसे माया की सेवा करनी होगी |",
                "जैसा पहले कहा जाचुका है कि केवल भक्ति से परमेश्र्वर को जाना जा सकता है | अतएव मनुष्य कोचाहिए कि वह पूर्ण रूप से भक्त बने | भगवान् को प्राप्त करने के लिए वहअपने मन को कृष्ण में पूर्णतया एकाग्र करे | वह कृष्ण के लिए ही कर्म करे | चाहे वह जो भी कर्म करे लेकिन वह कर्म केवल कृष्ण के लिए होना चाहिए | भक्ति का यही आदर्श है | भक्त भगवान् को प्रसन्न करने के अतिरिक्त और कुछभी नहीं चाहता | उसके जीवन का उद्देश्य कृष्ण को प्रसन्न करना होता है औरकृष्ण की तुष्टि के लिए वह सब कुछ उत्सर्ग कर सकता है जिस प्रकार अर्जुन नेकुरुक्षेत्र के युद्ध में किया था | यह विधि अत्यन्त सरल है | मनुष्य अपनेकार्य में लगा रह कर हरे कृष्ण महामन्त्र का कीर्तन कर सकता है | ऐसेदिव्य कीर्तन से भक्त भगवान् के प्रति आकृष्ट हो जाता है |",
                "यहाँपर भगवान् वचन देते हैं कि वे ऐसे शुद्ध भक्त को तुरन्त ही भवसागर सेउद्धार कर देंगे | जो योगाभ्यास में बढ़े चढ़े हैं, वे योग द्वारा अपनी आत्माको इच्छानुसार किसी भी लोक में ले जा सकते हैं और अन्य लोग इस अवसर कोविभिन्न प्रकार से उपयोग में लाते हैं, लेकिन जहाँ तक भक्त का सम्बन्ध है, उसके लिए यहाँ यह स्पष्ट कहा गया है कि स्वयं भगवान् ही उसे ले जाते हैं | भक्त को वैकुण्ठ में जाने के पूर्व अनुभवी बनने के लिए प्रतीक्षा नहीं करनीपड़ती | वराह पुराण में एक श्लोक आया है –",
                "नयामि परमं स्थानमर्चिरादिगतिं विना |",
                "गरुडस्कन्धमारोप्य यथेच्छमनिवारितः ||",
                "तात्पर्य यह है कि वैकुण्ठलोक में आत्मा को ले जाने के लिए भक्त कोअष्टांगयोग साधने की आवश्यकता नहीं है | इसका भार भगवान् स्वयं अपने ऊपरलेते हैं | वे यहाँ पर स्पष्ट कर रहे हैं कि वे स्वयं ही उद्धारक बनते हैं | बालक अपने माता-पिता द्वारा अपने आप रक्षित होता रहता है, जिससे उसकीस्थिति सुरक्षित रहती है | इसी प्रकार भक्त को योगाभ्यास द्वारा अन्य लोकोंमें जाने के लिए प्रयत्न करने की आवश्यकता नहीं होती, अपितु भगवान् अपनेअनुग्रहवश स्वयं ही अपने पक्षीवाहन गरुड़ पर सवार होकर तुरन्त आते हैं औरभक्त को भवसागर से उबार लेते हैं | कोई कितना ही कुशल तैराक क्यों न हो, औरकितना ही प्रयत्न क्यों न करे, किन्तु समुद्र में गिर जाने पर वह अपने कोनहीं बचा सकता | किन्तु यदि कोई आकर उसे जल से बाहर निकाल ले, तो वह आसानीसे बच जाता है | इसी प्रकार भगवान् भक्त को इस भवसागर से निकाल लेते हैं | मनुष्य को केवल कृष्णभावनामृत की सुगम विधि का अभ्यास करना होता है , औरअपने आपको अनन्य भक्तिमें प्रवृत्त करना होता है | किसी भी बुद्धिमानव्यक्ति को चाहिए कि वह अन्य समस्त मार्गों की अपेक्षा भक्तियोग को चुने |",
                "नारायणीय में इसकी पुष्टि इस प्रकार हुई है-",
                "या वै साधनसम्पत्तिः पुरुषार्थचतुष्टये |",
                "तया विना तदाप्नोति नरो नारायणाश्रयः ||",
                "इस श्लोक का भावार्थ यह है कि मनुष्य को चाहिए कि वह न तो सकाम कर्म कीविभिन्न विधियों में उलझे, न ही कोरे चिन्तन से ज्ञान का अनुशीलन करे | जोपरम भगवान् की भक्ति में लीन है, वह उन समस्त लक्ष्यों को प्राप्त करता हैजो अन्य योग विधियों, चिन्तन, अनुष्ठानों, यज्ञों, दानपुण्यों आदि सेप्राप्त होने वाले हैं | भक्ति का यही विशेष वरदान है |",
                "केवलकृष्ण के पवित्र नाम – हरे कृष्ण, हरे कृष्ण, कृष्ण कृष्ण, हरे हरे, हरेराम, हरे राम, राम राम, हरे हरे – का कीर्तन करने से ही भक्त सरलता तथासुखपूर्वक परम धाम को पहुँच सकता है | लेकिन इस धाम को अन्य किसी धार्मिकविधि द्वारा प्राप्त नहीं किया जा सकता |",
                "भगवद्गीता का निष्कर्ष अठारहवें अध्याय में इस प्रकार व्यक्त हुआ है –",
                "सर्वधर्मान् परित्यज्य मामेकं शरणं व्रज |",
                "अहम् त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः ||",
                "आत्म-साक्षात्कार की अन्य समस्त विधियों को त्याग कर केवल कृष्णभावनामृतमें भक्ति सम्पन्न करनी चाहिए | इससे जीवन की चरम सिद्धि प्राप्त की जासकती है | मनुष्य को अपने गत जीवन के पाप कर्मों पर विचार करने की आवश्यकतानहीं रह जाती, क्योंकि उसका उत्तरदायित्व भगवान् अपने ऊपर ले लेते हैं | अतएव मनुष्य को व्यर्थ ही आध्यात्मिक अनुभूति में अपने उद्धार का प्रयत्ननहीं करना चाहिए | प्रत्येक व्यक्ति को चाहिए कि वह परम शक्तिमान ईश्र्वरकृष्ण की शरण ग्रहण करे | यही जीवन की सर्वोच्च सिद्धि है |"
            ],
            "english": [
                "It is explicitly stated here that the devotees are very fortunate to be delivered very soon from material existence by the Lord. In pure devotional service one comes to the realization that God is great and that the individual soul is subordinate to Him. His duty is to render service to the Lord-if not, then he will render service to maya.",
                "Simply by chanting the holy name of Krsna-Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/ Hare Rama, Hare Rama, Rama Rama, Hare Hare-a devotee of the Lord can approach the supreme destination easily and happily, but this destination cannot be approached by any other process of religion.",
                "As stated before, the Supreme Lord can only be appreciated by devotional service. Therefore, one should be fully devoted. One should fix his mind fully on Krsna in order to achieve Him. One should work only for Krsna. It does not matter in what kind of work one engages, but that work should be done only for Krsna. That is the standard of devotional service. The devotee does not desire any achievement other than pleasing the Supreme Personality of Godhead. His life's mission is to please Krsna, and he can sacrifice everything for Krsna's satisfaction, just as Arjuna did in the Battle of Kuruksetra. The process is very simple: one can devote himself in his occupation and engage at the same time in chanting Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/ Hare Rama, Hare Rama, Rama Rama, Hare Hare. Such transcendental chanting attracts the devotee to the Personality of Godhead.",
                "The Supreme Lord herein promises that He will without delay deliver a pure devotee thus engaged from the ocean of material existence. Those who are advanced in yoga practice can willfully transfer the soul to whatever planet they like by the yoga process, and others take the opportunity in various ways, but as far as the devotee is concerned, it is clearly stated here that the Lord Himself takes him. He does not need to wait to become very experienced in order to transfer himself to the spiritual sky.",
                "In the Varaha Purana this verse appears:",
                "The conclusion of Bhagavad-gita is stated in the Eighteenth Chapter:",
                "sarva-dharman parityajya mam ekam saranam vrajaaham tvam sarva-papebhyo moksayisyami ma sucah.",
                "One should give up all other processes of self-realization and simply execute devotional service in Krsna consciousness. That will enable one to reach the highest perfection of life. There is no need for one to consider the sinful actions of his past life because the Supreme Lord fully takes charge of him. Therefore one should not futilely try to deliver himself in spiritual realization. Let everyone take shelter of the supreme omnipotent Godhead Krsna. That is the highest perfection of life."
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "मय्येव मन आधत्स्व मयि बुद्धिं निवेश्य |",
                "निवसिष्यसि मय्येव अत ऊर्ध्वं न संशयः || ८ ||"
            ],
            "english": [
                "mayy eva mana adhatsva",
                "mayi buddhim nivesaya",
                "nivasisyasi mayy eva",
                "ata urdhvam na samsayah"
            ]
        },
        "translation": {
            "hindi": [
                "मुझ भगवान् में अपने चित्त को स्थिर करो और अपनी सारी बुद्धि मुझमें लगाओ | इस प्रकार तुम निस्सन्देह मुझमें सदैव वास करोगे |"
            ],
            "english": [
                "Just fix your mind upon Me, the Supreme Personality of Godhead, and engage all your intelligence in Me. Thus you will live in Me always, without a doubt."
            ]
        },
        "meaning": {
            "hindi": [
                "जो भगवान् कृष्ण की भक्ति में रत रहता है, उसका परमेश्र्वर के साथ प्रत्यक्ष सम्बन्ध होता है | अतएव इसमें किसी प्रकार का सन्देह नहीं कि प्रारम्भ से ही उसकी स्थिति दिव्य होती है | भक्त कभी भौतिक धरातल पर नहीं रहता – वह सदैव कृष्ण में वास करता है | भगवान् का पवित्र नाम तथा भगवान् अभिन्न हैं | अतः जब भक्त हरे कृष्ण कीर्तन करता है, तो कृष्ण तथा उनकी अन्तरंगाशक्ति भक्त की जिह्वा पर नाचते रहते हैं | जब वह कृष्ण को भोग चढ़ाता है, जो कृष्ण प्रत्यक्ष रूप से ग्रहण करते हैं और इस तरह इस उच्छिष्ट (जूठन) को खाकर कृष्णमाय हो जाता है | जो इस प्रकार सेवा में ही नहीं लगता, वह नहीं समझ पाता कि यह सब कैसे होता है, यद्यपि भगवद्गीता तथा अन्य वैदिक ग्रंथों में इसी विधि की संस्तुति की गई है |"
            ],
            "english": [
                "One who is engaged in Lord Krsna's devotional service lives in a direct relationship with the Supreme Lord, so there is no doubt that his position is transcendental from the very beginning. A devotee does not live on the material plane-he lives in Krsna. The holy name of the Lord and the Lord are nondifferent; therefore when a devotee chants Hare Krsna, Krsna and His internal potency are dancing on the tongue of the devotee. When he offers Krsna food, Krsna directly accepts these eatables, and the devotee becomes Krsna-ized by eating the remnants. One who does not engage in such service cannot understand how this is so, although this is a process recommended in the Gita and in other Vedic literatures."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "अथ चित्तं समाधातुं न शक्नोषि मयि स्थिरम् |",
                "अभ्यासयोगेन ततो मामिच्छाप्तुं धनञ्जय || ९ ||"
            ],
            "english": [
                "atha cittam samadhatum",
                "na saknosi mayi sthiram",
                "abhyasa-yogena tato",
                "mam icchaptum dhananjaya"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन, हे धनञ्जय! यदि तुम अपने चित्त को अविचल भाव से मुझ पर स्थिर नहीं कर सकते, तो तुम भक्तियोग के विधि-विधानों का पालन करो | इस प्रकार तुम मुझे प्राप्त करने की चाह उत्पन्न करो |"
            ],
            "english": [
                "My dear Arjuna, O winner of wealth, if you cannot fix your mind upon Me without deviation, then follow the regulated principles of bhakti-yoga In this way you will develop a desire to attain to Me."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में भक्तियोग की दो पृथक्-पृथक् विधियाँ बताई गई हैं | पहली विधि उस व्यक्ति पर लागू होती है, जिसने दिव्य प्रेम द्वारा भगवान् कृष्ण के प्रति वास्तविक आसक्ति उत्पन्न कर ली है | दूसरी विधि उसके लिए है जिसने इस प्रकार से भगवान् कृष्ण के प्रति आसक्ति नहीं उत्पन्न की | इस द्वितीय श्रेणी के लिए नाना प्रकार के विधि-विधान हैं, जिनका पालन करके मनुष्य अन्ततः कृष्ण-आसक्ति अवस्था को प्राप्त हो सकता है |",
                "भक्तियोग इन्द्रियों का परिष्कार (संस्कार) है | संसार में इस समय सारी इन्द्रियाँ सदा अशुद्ध हैं, क्योंकि वे इन्द्रियतृप्ति में लगी हुई हैं | लेकिन भक्तियोग के अभ्यास से ये इन्द्रियाँ शुद्ध की जा सकती हैं, और शुद्ध हो जाने पर वे परमेश्र्वर के सीधे सम्पर्क में आ जाती हैं | इस संसार में रहते हुए मैं किसी अन्य स्वामी की सेवा में रत हो सकता हूँ, लेकिन मैं सचमुच उसकी प्रेमपूर्ण सेवा नहीं करता | मैं केवल धन के लिए सेवा करता हूँ | और वह स्वामी भी मुझसे प्रेम नहीं करता, वह मुझसे सेवा कराता है और मुझे धन देता है | अतएव प्रेम का प्रश्न ही नहीं उठता | लेकिन आध्यात्मिक जीवन के लिए मनष्य को प्रेम की शुद्ध अवस्था तक ऊपर उठना होता है | यह प्रेम अवस्था इन्हीं इन्द्रियों के द्वारा भक्ति के अभ्यास से प्राप्त की जा सकती है|",
                "यह ईश्र्वरप्रेम अभी प्रत्येक हृदय में सुप्त अवस्था में है | वहाँ पर यह ईश्र्वरप्रेम अनेक रूपों में प्रकट होता है, लेकिन भौतिक संगति से दूषित हो जाता है | अतएव उस भौतिक संगति से हृदय को विमल बनाना होता है और उस सुप्त स्वाभाविक कृष्ण-प्रेम को जागृत करना होता है | यही भक्तियोग की पुरु विधि है |",
                "भक्तियोग के विधि-विधानों का अभ्यास करने के लिए मनुष्य को किसी सुविज्ञ गुरु के मार्गदर्शन में कतिपय नियमों का पालन करना होता है – यथा ब्रह्ममुहूर्त में जागना, स्नान करना, मन्दिर में जाना तथा प्रार्थना करना एवं हरे कृष्ण कीर्तन करना, फिर अर्चा-विग्रह पर चढ़ाने के लिए फूल चुनना, अर्चा-विग्रह पर भोग चढ़ाने के लिए भोजन बनाना, प्रसाद ग्रहण करना अदि | ऐसे अनेक विधि-विधान हैं, जिनका पलान आवश्यक है | मनुष्य को शुद्ध भक्तों से नियमित रूप से भगवद्गीता तथा श्रीमद्भागवत सुनना चाहिए | इस अध्याय से कोई भी ईश्र्वर-प्रेम के स्तर तक उठ सकता है और तब भगवद्धाम तक उसका पहुँचना ध्रुव है | विधि-विधानों के अन्तर्गत गुरु के आदेशानुसार भक्तियोग का यह अभ्यास करके मनुष्य निश्चय ही भगवत्प्रेम की अवस्था को प्राप्त हो सकेगा |"
            ],
            "english": [
                "In this verse, two different processes of bhakti-yoga are indicated. The first applies to one who has actually developed an attachment for Krsna, the Supreme Personality of Godhead, by transcendental love. And the other is for one who has not developed an attachment for the Supreme Person by transcendental love. For this second class there are different prescribed rules and regulations, which one can follow to be ultimately elevated to the stage of attachment to Krsna.",
                "Bhakti-yoga is the purification of the senses. At the present moment in material existence the senses are always impure, being engaged in sense gratification. But, by the practice of bhakti-yoga these senses can become purified, and in the purified state they come directly in contact with the Supreme Lord. In this material existence, I may be engaged in some service to some master, but I don't really lovingly serve my master. I simply serve to get some money. And the master also is not in love; he takes service from me and pays me. So there is no question of love. But for spiritual life, one must be elevated to the pure stage of love. That stage of love can be achieved by practice of devotional service, performed with the present senses.",
                "This love of God is now in a dormant state in everyone's heart. And, there, love of God is manifested in different ways, but it is contaminated by the material association. Now the material association has to be purified, and that dormant, natural love for Krsna has to be revived. That is the whole process.",
                "To practice the regulative principles of bhakti-yoga one should, under the guidance of an expert spiritual master, follow certain principles: one should rise early in the morning, take bath, enter the temple and offer prayers and chant Hare Krsna, then collect flowers to offer to the Deity, cook foodstuffs to offer to the Deity, take prasadam, and so on. There are various rules and regulations which one should follow. And one should constantly hear Bhagavad-gita and Srimad-Bhagavatam from pure devotees. This practice can help anyone to rise to the level of love of God, and then he is sure of his progress into the spiritual kingdom of God. This practice of bhakti-yoga, under the rules and regulations, with the direction of a spiritual master, will surely bring one to the stage of love of God."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "अभ्यासेऽप्यसमर्थोऽसि मत्कर्मपरमो भव |",
                "मदर्थमपि कर्माणि कुर्वन्सिद्धिमवाप्स्यसि || १० ||"
            ],
            "english": [
                "abhyase 'py asamartho 'si",
                "mat-karma-paramo bhava",
                "mad-artham api karmani",
                "kurvan siddhim avapsyasi"
            ]
        },
        "translation": {
            "hindi": [
                "यदि तुम भक्तियोग के विधि-विधानों का भी अभ्यास नहीं कर सकते, तो मेरे लिए कर्म करने का प्रयत्न करो, क्योंकि मेरे लिए कर्म करने से तुम पूर्ण अवस्था (सिद्धि) को प्राप्त होगे |"
            ],
            "english": [
                "If you cannot practice the regulations of bhakti-yoga, then just try to work for Me, because by working for Me you will come to the perfect stage."
            ]
        },
        "meaning": {
            "hindi": [
                "यदि कोई गुरु के निर्देशानुसार भक्तियोग के विधि-विधानों का अभ्यास नहीं भी कर पाता, तो भी परमेश्र्वर के लिए कर्म करके उसे पूर्णावस्था प्रदान कराई जा सकती है | यह कर्म किस प्रकार किया जाय, इसकी व्याख्या ग्याहरवें अध्याय के पचपनवें श्लोक में पहले ही की जा चुकी है | मनुष्य में कृष्णभावनामृत के प्रचार हेतु सहानुभूति होनी चाहिए | ऐसे अनेक भक्त हैं जो कृष्णभावनामृत के प्रचार कार्य में लगे हैं | उन्हें सहायता की आवश्यकता है | अतः भले ही कोई भक्तियोग के विधि-विधानों का प्रत्यक्ष रूप से अभ्यास न कर सके, उसे ऐसे कार्य में सहायता देने का प्रयत्न करना चाहिए | प्रत्येक प्रकार के प्रयास में भूमि, पूँजी, संगठन तथा श्रम की आवश्यकता होती है | जिस प्रकार किसी भी व्यापार में रहने के लिए स्थान, उपयोग के लिए कुछ पूँजी, कुछ श्रम तथा विस्तार करने के लिए कुछ संगठन चाहिए, उसी प्रकार कृष्णसेवा के लिए भी इनकी आवश्यकता होती है | अन्तर केवल इतना ही होता है कि भौतिकवाद में मनुष्य इन्द्रियतृप्ति के लिए सारा कार्य करता है, लेकिन यही कार्य कृष्ण की तुष्टि के लिए किया जा सकता है | यही दिव्य कार्य है | यदि किसी के पास पर्याप्त धन है, तो वह कृष्णभावनामृत के प्रचार के लिए कोई कार्यालय अथवा मन्दिर निर्मित कराने में सहायता कर सकता है अथवा वह प्रकाशन में सहायता पहुँचा सकता है | कर्म के विविध क्षेत्र हैं और मनुष्य को ऐसे कर्मों में रूचि लेनी चाहिए | यदि कोई अपने कर्मों के फल को नहीं त्याग सकता, तो कम से कम उसका कुछ प्रतिशत कृष्णभावनामृत के प्रचार में तो लगा ही सकता है | इस प्रकार कृष्णभावनामृत की दिशा में स्वेच्छा से सेवा करने से व्यक्ति भगवत्प्रेम की उच्चतर अवस्था को प्राप्त हो सकेगा, जहाँ उसे पूर्णता प्राप्त हो सकेगी |"
            ],
            "english": [
                "One who is not able even to practice the regulative principles of bhakti-yoga, under the guidance of a spiritual master, can still be drawn to this perfectional stage by working for the Supreme Lord. How to do this work has already been explained in the fifty-fifth verse of the Eleventh Chapter. One should be sympathetic to the propagation of Krsna consciousness. There are many devotees who are engaged in the propagation of Krsna consciousness, and they require help. So, even if one cannot directly practice the regulated principles of bhakti-yoga, he can try to help such work. Every endeavor requires land, capital, organization, and labor. Just as, in business, one requires a place to stay, some capital to use, some labor, and some organization to expand, so the same is required in the service of Krsna. The only difference is that in materialism one works for sense gratification. The same work, however, can be performed for the satisfaction of Krsna, and that is spiritual activity. If one has sufficient money, he can help in building an office or temple for propagating Krsna consciousness. Or he can help with publications. There are various fields of activity, and one should be interested in such activities. If one cannot sacrifice the result of such activities, the same person can still sacrifice some percentage to propagate Krsna consciousness. This voluntary service to the cause of Krsna consciousness will help one to rise to a higher state of love for God, whereupon one becomes perfect."
            ]
        }
    },
    {
        "id": [
            11
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "अथैतदप्यशक्तोऽसि कर्तुं मद्योगमाश्रितः |",
                "सर्वकर्मफलत्यागं ततः कुरु यतात्मवान् || ११ ||"
            ],
            "english": [
                "athaitad apy asakto 'si",
                "kartum mad-yogam asritah",
                "sarva-karma-phala-tyagam",
                "tatah kuru yatatmavan"
            ]
        },
        "translation": {
            "hindi": [
                "किन्तु यदि तुम मेरे इस भावनामृत में कर्म करने में असमर्थ हो तो तुम अपने कर्म के समस्त फलों को त्याग कर कर्म करने का तथा आत्म-स्थित होने का प्रयत्न करो |"
            ],
            "english": [
                "If, however, you are unable to work in this consciousness, then try to act giving up all results of your work and try to be self-situated."
            ]
        },
        "meaning": {
            "hindi": [
                "हो सकता है कि कोई व्यक्ति सामाजिक, पारिवारिक या धार्मिक कारणों से या किसी अन्य अवरोधों के कारण कृष्णभावनामृत के कार्यकलापों के प्रति सहानुभूति तक दिखा पाने में अक्षम हो | यदि वह अपने को प्रत्यक्ष रूप से इन कार्यकलापों के प्रति जोड़ ले तो हो सकता है कि पारिवारिक सदस्य विरोध करें, या अन्य कठिनाइयाँ उठ खड़ी हों | जिस व्यक्ति के साथ ऐसी समस्याएँ लगी हों, उसे यह सलाह दी जाती है कि वह अपने कार्यकलापों के संचित फल को किसी शुभ कार्य में लगा दे | ऐसी विधियाँ वैदिक नियमों में वर्णित हैं | ऐसे अनेक यज्ञों तथा पुण्य कार्यों अथवा विशेष कार्यों के वर्णन हुए हैं, जिनमें अपने पिछले कार्यों के फलों को प्रयुक्त किया जा सकता है | इससे मनुष्य धीरे-धीरे ज्ञान के स्तर तक उठता है | ऐसा भी पाया गया है कि कृष्णभावनामृत के कार्यकलापों में रूचि न रहने पर भी जब मनुष्य किसी अस्पताल या किस सामाजिक संस्था को दान देता है, तो वह अपने कार्यकलापों की गाढ़ी कमाई का परित्याग करता है | यहाँ पर इसकी भी संस्तुति की गई है, क्योंकि अपने कार्यकलापों के फल के परित्याग के अभ्यास से मनुष्य क्रमशः अपने मन को स्वच्छ बनाता है, और उस विमल मनःस्थिति में वह कृष्णभावनामृत को समझने में समर्थ होता है | कृष्णभावनामृत किसी अन्य अनुभव पर आश्रित नहीं होता, क्योंकि कृष्णभावनामृत स्वयं मन को विमल बनाने वाला है, किन्तु यदि कृष्णभावनामृत को स्वीकार करने में किसी प्रकार का अवरोध हो, तो मनुष्य को चाहिए कि अपने कर्मफल का परित्याग करने का प्रयत्न करे | ऐसी दशा में समाज सेवा, समुदाय सेवा, राष्ट्रीय सेवा, देश के लिए उत्सर्ग आदि कार्य स्वीकार किये जा सकते हैं, जिससे एक दिन मनुष्य भगवान् की शुद्ध भक्ति को प्राप्त हो सके | भगवद्गीता में ही (१८.४६) कहा गया है – यतः प्रवृत्तिर्भूतानाम् – यदि कोई परम कारण के लिए उत्सर्ग करना चाहे, तो भले ही वह यह न जाने कि परम कारण कृष्ण हैं, फिर भी वह क्रमशः यज्ञ विधि से समझ जाएगा कि परम कारण कृष्ण ही है |"
            ],
            "english": [
                "It may be that one is unable to even sympathize with the activities of Krsna consciousness because of social, familial or religious considerations or because of some other impediments. If one attaches himself directly to the activities of Krsna consciousness, there may be objection from family members, or so many other difficulties. For one who has such a problem, it is advised that he sacrifice the accumulated result of his activities to some good cause. Such procedures are described in the Vedic rules. There are many descriptions of sacrifices and special functions of the pumundi or special work in which the result of one's previous action may be applied. Thus one may gradually become elevated to the state of knowledge. It is also found that when one who is not even interested in the activities of Krsna consciousness gives charity to some hospital or some other social institution, he gives up the hard-earned results of his activities. That is also recommended here because by the practice of giving up the fruits of one's activities one is sure to purify his mind gradually, and in that purified stage of mind one becomes able to understand Krsna consciousness. Of course Krsna consciousness is not dependant on any other experience because Krsna consciousness itself can purify one's mind, but if there are impediments to Krsna consciousness, one may try to give up the result of his action. In that respect, social service, community service, national service, sacrifice for one's country, etc., may be accepted so that some day one may come to the stage of pure devotional service to the Supreme Lord. In Bhagavad-gita we find it is stated: yatah pravrttir bhutanam: If one decides to sacrifice for the supreme cause, even if he does not know that the supreme cause is Krsna, he will come gradually to understand that Krsna is the supreme cause by the sacrificial method."
            ]
        }
    },
    {
        "id": [
            12
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "श्रेयो हि ज्ञानभ्यासाज्ज्ञानाद्धयानं विशिष्यते |",
                "ध्यानात्कर्मफलत्यागस्त्यागाच्छान्तिरनन्तरम् || १२ ||"
            ],
            "english": [
                "sreyo hi jnanam abhyasaj",
                "jnanad dhyanam visisyate",
                "dhyanat karma-phala-tyagas",
                "tyagac chantir anantaram"
            ]
        },
        "translation": {
            "hindi": [
                "यदि तुम यह अभ्यास नहीं कर सकते, तो ज्ञान के अनुशीलन में लग जाओ | लेकिन ज्ञान से श्रेष्ठ ध्यान है और ध्यान से भी श्रेष्ठ कर्म फलों का परित्याग क्योंकि ऐसे त्याग से मनुष्य को मनःशान्ति प्राप्त हो सकती है |"
            ],
            "english": [
                "If you cannot take to this practice, then engage yourself in the cultivation of knowledge. Better than knowledge, however, is meditation, and better than meditation is renunciation of the fruits of action, for by such renunciation one can attain peace of mind."
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि पिछले श्लोकों में बताया गया है, भक्ति के दो प्रकार हैं – विधि-विधानों से पूर्ण तथा भगवत्प्रेम की आसक्ति से पूर्ण | किन्तु जो लोग कृष्णभावनामृत के नियमों का पालन नहीं कर सकते, उनके लिए ज्ञान का अनुशीलन करना श्रेष्ठ है, क्योंकि ज्ञान से मनुष्य अपनी वास्तविक स्थिति को समझने में समर्थ होता है | यही ज्ञान क्रमशः ध्यान तक पहुँचाने वाला है, और ध्यान से क्रमशः परमेश्र्वर को समझा जा सकता है | ऐसी भी विधियाँ हैं जिनमे मनुष्य अपने को परब्रह्म मान बैठता है, और यदि कोई भक्ति करने में असमर्थ है, तो ऐसा ध्यान भी अच्छा है | यदि कोई इस प्रकार से ध्यान नहीं कर सकता, तो वैदिक साहित्य में ब्राह्मणों, क्षत्रियों, विषयों तथा शूद्रों के लिए कतिपय कर्तव्यों का आदेश है, जिसे हम भगवद्गीता के अंतिम अध्याय में देखेंगे | लेकिन प्रत्येक दशा में मनुष्य को अपने कर्मपजल का त्याग करना होगा – जिसका अर्थ है कर्मफल को किसी अच्छे कार्य में लगाना |",
                "संक्षेपतः, सर्वोच्च लक्ष्य, भगवान् तक पहुँचने की दो विधियाँ है – एक विधि है क्रमिक विकास की और दूसरी प्रत्यक्ष विधि | कृष्णभावनामृत में भक्ति प्रत्यक्ष विधि है | अन्य विधि में कर्मों के फल का त्याग करना होता है, तभी मनुष्य ज्ञान की अवस्था को प्राप्त होता है | उसके बाद ध्यान की अवस्था तथा फिर परमात्मा के बोध की अवस्था और अन्त में भगवान् की अवस्था आ जाती है | मनुष्य चाहे तो एक एक पग करके आगे बढ़ने की विधि अपना सकता है, या प्रत्यक्ष विधि ग्रहण कर सकता है | लेकिन प्रत्यक्ष विधि हर एक के लिए संभव नहीं है | अतः अप्रत्यक्ष विधि भी अच्छी है | यह तो उन लोगों के लिए है, जो इस अवस्था को प्राप्त नहीं हैं | उनके लिए तो त्याग, ज्ञान, ध्यान तथा परमात्मा एवं ब्रह्म की अनुभूति ही पालनीय है | लेकिन जहाँ तक भगवद्गीता का सम्बन्ध है, उसमें तो प्रत्यक्ष विधि पर ही बल है | प्रत्येक व्यक्ति को प्रत्यक्ष विधि ग्रहण करने तथा भगवान् श्रीकृष्ण की शरण में जाने की सलाह दी जाती है |"
            ],
            "english": [
                "As mentioned in the previous verses, there are two kinds of devotional service: the way of regulated principles, and the way of full attachment in love to the Supreme Personality of Godhead. For those who are actually not able to follow the principles of Krsna consciousness, it is better to cultivate knowledge because by knowledge one can be able to understand his real position. Gradually knowledge will develop to the point of meditation. By meditation one can be able to understand the Supreme Personality of Godhead by a gradual process. There are processes which make one understand that one himself is the Supreme, and that sort of meditation is preferred if one is unable to engage in devotional service. If one is not able to meditate in such a way, then there are prescribed duties, as enjoined in the Vedic literature, for the brahmanas, vaisyas, and sudras, which we shall find in a later chapter of Bhagavad-gita. But in all cases, one should give up the result or fruits of labor; this means to employ the result of karma for some good cause. In summary, to reach the Supreme Personality of Godhead, the highest goal, there are two processes: one process is by gradual development, and the other process is direct. Devotional service in Krsna consciousness is the direct method, and the other method involves renouncing the fruits of one's activities. Then one can come to the stage of knowledge, then to the stage of meditation, then to the stage of understanding the Supersoul, and then to the stage of the Supreme Personality of Godhead. One may either take the step by step process or the direct path. The direct process is not possible for everyone; therefore the indirect process is also good. It is, however, to be understood that the indirect process is not recommended for Arjuna because he is already at the stage of loving devotional service to the Supreme Lord. It is for others who are not at this state; for them the gradual process of renunciation, knowledge, meditation and realization of the Supersoul and Brahman should be followed. But as far as Bhagavad-gita is concerned, it is the direct method that is stressed. Everyone is advised to take to the direct method and surrender unto the Supreme Personality of Godhead, Krsna."
            ]
        }
    }
]