[
    {
        "id": [
            13,
            14
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च |",
                "निर्ममो निरहंकारः समदु:खसुखः क्षमी || १३ ||",
                "संतुष्टः सततं योगी यतात्मा दृढनिश्र्चयः |",
                "मय्यर्पितमनोबुद्धिर्यो मद्भक्तः स मे प्रियः || १४ ||"
            ],
            "english": [
                "advesta sarva-bhutanam",
                "maitrah karuna eva ca",
                "nirmamo nirahankarah",
                "sama-duhkha-sukhah ksami",
                "santustah satatam yogi",
                "yatatma drdha-niscayah",
                "mayy arpita-mano-buddhir",
                "yo mad-bhaktah sa me priyah"
            ]
        },
        "translation": {
            "hindi": [
                "जो किसी से द्वेष नहीं करता, लेकिन सभी जीवों का दयालु मित्र है, जो अपने को स्वामी नहीं मानता और मिथ्या अहंकार से मुक्त है, जो सुख-दुख में समभाव रहता है, सहिष्णु है, सदैव आत्मतुष्ट रहता है, आत्मसंयमी है तथा जो निश्चय के साथ मुझमें मन तथा बुद्धि को स्थिर करके भक्ति में लगा रहता है, ऐसा भक्त मुझे अत्यन्त प्रिय है"
            ],
            "english": [
                "One who is not envious but who is a kind friend to all living entities, who does not think himself a proprietor, who is free from false ego and equal both in happiness and distress, who is always satisfied and engaged in devotional service with determination and whose mind and intelligence are in agreement with Me-he is very dear to Me."
            ]
        },
        "meaning": {
            "hindi": [
                "शुद्ध भक्ति पर पुनः आकर भगवान् इन दोनों श्लोकों में शुद्ध भक्त के दिव्य गुणों का वर्णन कर रहे हैं | शुद्ध भक्त किसी भी परिस्थिति में विचलित नहीं होता, न ही वह किसी के प्रति ईर्ष्यालु होता है | न वह अपने शत्रु का शत्रु बनता है | वह तो सोचता है “यह व्यक्ति मेरे विगत दुष्कर्मों के कारण मेरा शत्रु बना हुआ है, अतएव विरोध करने की अपेक्षा कष्ट सहना अच्छा है |” श्रीमद्भागवतम् में (१०.१४.८) कहा गया है – तत्तेऽनुकम्पां सुस्मीक्षमाणो भुञ्जान एवात्मकृतं विपाकम् | जब भी कोई भक्त मुसीबत में पड़ता है, तो वह सोचता है कि भगवान् की मेरे ऊपर कृपा ही है | मुझे विगत दुष्कर्मों के अनुसार इससे अधिक कष्ट भोगना चाहिए था | यह तो भगवत्कृपा है कि मुझे मिलने वाला पूरा दण्ड नहीं मिल रहा है | भगवत्कृपा से थोड़ा ही दण्ड मिल रहा है | अतएव अनेक कष्टपूर्ण परिस्थितियों में भी वह सदैव शान्त तथा धीर बना रहता है | भक्त सदैव प्रत्येक प्राणी पर, यहाँ तक कि अपने शत्रु पर भी, दयालु होता है | निर्मम का अर्थ यह है कि भक्त शारीरिक कष्टों को प्रधानता नहीं प्रदान करता, क्योंकि वह अच्छी तरह जानता है कि वह भौतिक शरीर नहीं है | वह अपने को शरीर नहीं मानता है, अतएव वह मिथ्या अहंकार के बोध से मुक्त रहता है, और सुख तथा दुख में समभाव रखता है | वह सहिष्णु होता है और भगवत्कृपा से जो कुछ प्राप्त होता है, उसी से सन्तुष्ट रहता है | वह ऐसी वस्तु को प्राप्त करने का प्रयास नहीं करता जो कठिनाई से मिले | अतएव वह सदैव प्रसन्नचित्त रहता है | वह पूर्णयोगी होता है, क्योंकि वह अपने गुरु के आदेशों पर अटल रहता है, और चूँकि उसकी इन्द्रियाँ वश में रहती हैं, अतः वह दृढ़निश्चय होता है | वह झूठे तर्कों से विचलित नहीं होता, क्योंकि कोई उसे भक्ति के दृढ़संकल्प से हटा नहीं सकता | वह पूर्णतया अवगत रहता है कि कृष्ण उसके शाश्र्वत प्रभु हैं, अतएव कोई भी उसे विचलित नहीं कर सकता | इन समस्त गुणों के फलस्वरूप वह अपने मन तथा बुद्धि को पूर्णतया परमेश्र्वर पर स्थिर करने में समर्थ होता है | भक्ति का ऐसा आदर्श अत्यन्त दुर्लभ है, लेकिन भक्त भक्ति के विधि-विधानों का पालन करते हुए उसी अवस्था में स्थित रहता है और फिर भगवान् कहते हैं कि ऐसा भक्त उन्हें अति प्रिय है, क्योंकि भगवान् उसकी कृष्णभावना से युक्त कार्यकलापों से सदैव प्रसन्न रहते हैं |"
            ],
            "english": [
                "Coming again to the point of pure devotional service, the Lord is describing the transcendental qualifications of a pure devotee in these two verses. A pure devotee is never disturbed in any circumstances. Nor is he envious of anyone. Nor does a devotee become his enemy's enemy; he thinks that one is acting as his enemy due to his own past misdeeds. Thus it is better to suffer than to protest. In the Srimad-Bhagavatam it is stated: tat te 'nukampam su-samiksyamano. Whenever a devotee is in distress or has fallen into difficulty, he thinks that it is the Lord's mercy upon him. He thinks: \"Thanks to my past misdeeds I should suffer far, far greater than I am suffering now. So it is by the mercy of the Supreme Lord that I am not getting all the punishment I am due. I am just getting a little, by the mercy of the Supreme Personality of Godhead.\" Therefore he is always calm, quiet and patient, despite many distressful conditions. A devotee is also always kind to everyone, even to his enemy. Nirmama means that a devotee does not attach much importance to the peace and trouble pertaining to the body because he knows perfectly well that he is not the material body. He does not identify with the body; therefore he is freed from the conception of false ego and is equiposed both in happiness and distress. He is tolerant, and he is satisfied with whatever comes by the grace of the Supreme Lord. He does not endeavor much to achieve something with great difficulty; therefore he is always joyful. He is a completely perfect mystic because he is fixed in the instructions received from the spiritual master, and because his senses are controlled, he is determined. He is not swayed by false argument because no one can lead him from the fixed determination of devotional service. He is fully conscious that Krsna is the eternal Lord, so no one can disturb him. All his qualifications enable him to depend entirely on the Supreme Lord. Such a standard of devotional service is undoubtably very rare, but a devotee becomes situated in that stage by following the regulative principles of devotional service. Furthermore, the Lord says that such a devotee is very dear to Him, for the Lord is always pleased with all his activities in full Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "यस्मान्नोद्विजते लोको लोकान्नोद्विजते च यः |",
                "हर्षामर्षभयोद्वेगैर्मुक्तो यः स च मे प्रियः || १५ ||"
            ],
            "english": [
                "yasman nodvijate loko",
                "lokan nodvijate ca yah",
                "harsamarsa-bhayodvegair",
                "mukto yah sa ca me priyah"
            ]
        },
        "translation": {
            "hindi": [
                "जिससे किसी को कष्ट नहीं पहुँचता तथा जो अन्य किसी के द्वारा विचलित नहीं किया जाता, जो सुख-दुख में, भय तथा चिन्ता में समभाव रहता है, वह मुझे अत्यन्त प्रिय है |"
            ],
            "english": [
                "He for whom no one is put into difficulty and who is not dirturbed by anxiety, who is steady in happiness and distress, is very dear to Me."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में भक्त के कुछ अन्य गुणों का वर्णन हुआ है | ऐसे भक्त द्वारा कोई व्यक्ति कष्ट, चिन्ता, भय या असन्तोष को प्राप्त नहीं होता | चूँकि भक्त सबों पर दयालु होता है, अतएव वह ऐसा कार्य नहीं करता, जिससे किसी को चिन्ता हो | साथ ही, यदि अन्य लोग भक्त को चिन्ता में डालना चाहते हैं, तो वह विचलित नहीं होता | वास्तव में सदैव कृष्णभावनामृत में लीन रहने तथा भक्ति में रत रहने के कारण ही ऐसे भौतिक उपद्रव भक्त को विचलित नहीं कर पाते | सामान्य रूप से विषयी व्यक्ति अपने शरीर तथा इन्द्रियतृप्ति के लिए किसी वस्तु को पाकर अत्यन्त प्रसन्न होता है, लेकिन जब वह देखता है कि अन्यों के पास इन्द्रियतृप्ति के लिए ऐसी वस्तु है, जो उसके पास नहीं है, तो वह दुख तथा ईर्ष्या से पूर्ण हो जाता है | जब वह अपने शत्रु से बदले की शंका करता है, तो वह भयभीत रहता है, और जब वह कुछ भी करने में सफल नहीं होता, तो निराश हो जाता है | ऐसा भक्त, जो इन समस्त उपद्रवों से परे होता है, कृष्ण को अत्यन्त प्रिय होता है |"
            ],
            "english": [
                "A few of a devotee's qualifications are further being described. No one is put into difficulty, anxiety, fearfulness, or dissatisfaction by such a devotee. Since a devotee is kind to everyone, he does not act in such a way to put others into anxiety. At the same time, if others try to put a devotee into anxiety, he is not disturbed. It is by the grace of the Lord that he is so practiced that he is not disturbed by any outward disturbance. Actually because a devotee is always engrossed in Krsna consciousness and engaged in devotional service, all such material circumstances cannot woo him. Generally a materialistic person becomes very happy when there is something for his sense gratification and his body, but when he sees that others have something for their sense gratification and he hasn't, he is sorry and envious. When he is expecting some retaliation from an enemy, he is in a state of fear, and when he cannot successfully execute something he becomes dejected. But a devotee is always transcendental to all these disturbances; therefore he is very dear to Krsna."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "अनपेक्षः शुचिर्दक्ष उदासीनो गतव्यथः |",
                "सर्वारम्भपरित्यागी यो मद्भक्तः स मे प्रियः || १६ ||"
            ],
            "english": [
                "anapeksah sucir daksa",
                "udasino gata-vyathah",
                "sarvarambha-parityagi",
                "yo mad-bhaktah sa me priyah"
            ]
        },
        "translation": {
            "hindi": [
                "मेरा ऐसा भक्त जो सामान्य कार्य-कलापों पर आश्रित नहीं है, जो शुद्ध है, दक्ष है, चिन्तारहित है, समस्त कष्टों से रहित है और किसी फल के लिए प्रयत्नशील नहीं रहता, मुझे अतिशय प्रिय है |"
            ],
            "english": [
                "A devotee who is not dependant on the ordinary course of activities, who is pure, expert, without cares, free from all pains, and who does not strive for some result, is very dear to Me."
            ]
        },
        "meaning": {
            "hindi": [
                "भक्त को धन दिया जा सकता है, किन्तु उसे धन अर्जित करने के लिए संघर्ष नहीं करना चाहिए | भगवत्कृपा से यदि उसे स्वयं धन की प्राप्ति हो, तो वह उद्विग्न नहीं होता | स्वाभाविक है कि भक्त दिनभर में दो बार स्नान करता है और भक्ति के लिए प्रातःकाल जल्दी उठता है | इस प्रकार वह बाहर तथा भीतर से स्वच्छ रहता है | भक्त सदैव दक्ष होता है, क्योंकि वह जीवन के समस्त कार्यकलापों के सार को जानता है और प्रामाणिक शास्त्रों में दृढ़विश्वास रखता है | भक्त कभी किसी दल में भाग नहीं लेता, अतएव वह चिन्तामुक्त रहता है | समस्त उपाधियों से मुक्त होने के कारण कभी व्यथित नहीं होता, वह जानता है कि उसका शरीर एक उपाधि है, अतएव शारीरिक कष्टों के आने पर वह मुक्त रहता है | शुद्ध भक्त कभी भी ऐसी वस्तु के लिए प्रयास नहीं करता, जो भक्ति के नियमों के प्रतिकूल हो | उदाहरणार्थ, किसी विशाल भवन को बनवाने में काफी शक्ति लगती है, अतएव वह कभी ऐसे कार्य में हाथ नहीं लगाता, जिससे उसकी भक्ति में प्रगति न होती हो | वह भगवान् के लिए मंदिर का निर्माण करा सकता है और उसके लिए वह सभी प्रकार की चिन्ताएँ उठा सकता है, लेकिन वह अपने परिवार वालों के लिए बड़ा सा मकान नहीं बनाता |"
            ],
            "english": [
                "Money may be offered to a devotee, but he should not struggle to acquire it. If automatically, by the grace of the Supreme, money comes to him, he is not agitated. Naturally a devotee takes bath at least twice in a day and rises early in the morning for devotional service. Thus he is naturally clean both inwardly and outwardly. A devotee is always expert because he fully knows the sense of all activities of life, and he is convinced of the authoritative scriptures. A devotee never takes the part of a particular party; therefore he is carefree. He is never pained because he is free from all designations; he knows that his body is a designation, so if there are some bodily pains, he is free. The pure devotee does not endeavor for anything which is against the principles of devotional service. For example, constructing a big building requires great energy, and a devotee does not take to such business if it does not benefit him by advancing his devotional service. He may construct a temple for the Lord, and for that he may take all kinds of anxiety, but he does not construct a big house for his personal relations."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "यो न हृष्यति न द्वेष्टि न शोचति न काङ्क्षति |",
                "शुभाशुभपरित्यागी भक्तिमानयः स मे प्रियः || १७ ||"
            ],
            "english": [
                "yo na hrsyati na dvesti",
                "na socati na kanksati",
                "subhasubha-parityagi",
                "bhaktiman yah sa me priyah"
            ]
        },
        "translation": {
            "hindi": [
                "जो न कभी हर्षित होता है, न शोक करता है, जो न पछताता है, न इच्छा करता है, तथा शुभ तथा अशुभ दोनों प्रकार की वस्तुओं का परित्याग कर देता है, ऐसा भक्त मुझे अत्यन्त प्रिय है |"
            ],
            "english": [
                "One who neither grasps pleasure or grief, who neither laments nor desires, and who renounces both auspicious and inauspicious things, is very dear to Me."
            ]
        },
        "meaning": {
            "hindi": [
                "शुद्ध भक्त भौतिक लाभ से न तो हर्षित होता है और न हानि से दुखी होता है, वह पुत्र या शिष्य की प्राप्ति के लिए न तो उत्सुक रहता है, न ही उनके न मिलने पर दुखी होता है | वह अपनी किसी प्रिय वस्तु के खो जाने पर उसके लिए पछताता नहीं | इसी प्रकार यदि उसे अभीप्सित की प्राप्ति नहीं हो पाती तो वह दुखी नहीं होता | वह समस्त प्रकार के शुभ, अशुभ तथा पापकर्मों से सदैव परे रहता है | वह परमेश्र्वर की प्रसन्नता के लिए बड़ी से बड़ी विपत्ति सहने को तैयार रहता है | भक्ति के पालन में उसके लिए कुछ भी बाधक नहीं बनता | ऐसा भक्त कृष्ण को अतिशय प्रिय होता है |"
            ],
            "english": [
                "A pure devotee is neither happy nor distressed over material gain and loss, nor is he very much anxious to get a son or disciple, nor is he distressed by not getting them. If he loses anything which is very dear to him, he does not lament. Similarly, if he does not get what he desires, he is not distressed. He is transcendental in the face of all kinds of auspicious, inauspicious and sinful activities. He is prepared to accept all kinds of risks for the satisfaction of the Supreme Lord. Nothing is an impediment in the discharge of his devotional service. Such a devotee is very dear to Krsna."
            ]
        }
    },
    {
        "id": [
            18,
            19
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "समः शत्रौ च मित्रे च तथा मानापमानयो: |",
                "शीतोष्णसुखदु:खेषु समः सङगविवर्जितः || १८ ||",
                "तुल्यनिन्दास्तुतिर्मौनी सन्तुष्टो येन केनचित् |",
                "अनिकेतः स्थिरमतिर्भक्तिमान्मे प्रियो नरः || १९ ||"
            ],
            "english": [
                "samah satrau ca mitre ca",
                "tatha manapamanayoh",
                "sitosna-sukha-duhkhesu",
                "samah sanga-vivarjitah",
                "tulya-ninda-stutir mauni",
                "santusto yena kenacit",
                "aniketah sthira-matir",
                "bhaktiman me priyo narah"
            ]
        },
        "translation": {
            "hindi": [
                "जो मित्रों तथा शत्रुओं के लिए समान है, जो मान तथा अपमान, शीत तथा गर्मी, सुख तथा दुख, यश तथा अपयश में समभाव रखता है, जो दूषित संगति से सदैव मुक्त रहता है, जो सदैव मौन और किसी भी वस्तु से संतुष्ट रहता है, जो किसी प्रकार के घर-बार की परवाह नहीं करता, जो ज्ञान में दृढ़ है और जो भक्ति में संलग्न है – ऐसा पुरुष मुझे अत्यन्त प्रिय है |"
            ],
            "english": [
                "One who is equal to friends and enemies, who is equiposed in honor and dishonor, heat and cold, happiness and distress, fame and infamy, who is always free from contamination, always silent and satisfied with anything, who doesn't care for any residence, who is fixed in knowledge and engaged in devotional service, is very dear to Me."
            ]
        },
        "meaning": {
            "hindi": [
                "भक्त सदैव कुसंगति से दूर रहता है | मानव समाज का यह स्वभाव है कि कभी किसी की प्रशंसा की जाती है, तो कभी उसकी निन्दा की जाती है | लेकिन भक्ति कृत्रिम यश तथा अपयश, दुख या सुख से ऊपर उठा हुआ होता है | वह अत्यन्त धैर्यवान होता है | वह कृष्णकथा के अतिरिक्त कुछ भी नहीं बोलता | अतः उसे मौनी कहा जाता है | मौनी का अर्थ यह नहीं कि वह बोले नहीं, अपितु यह कि वह अनर्गल आलाप न करे | मनुष्य को आवश्यकता पर बोलना चाहिए और भक्त के लिए सर्वाधिक अनिवार्य वाणी तो भगवान् के लिए बोलना है | भक्त समस्त परिस्थितियों में सुखी रहता है | कभी उसे स्वादिष्ट भोजन मिलता है तो कभी नहीं, किन्तु वह सन्तुष्ट रहता है | वह आवास की सुविधा की चिन्ता नहीं करता | वह कभी पेड़ के निचे रह सकता है, तो कभी अत्यन्त उच्च प्रसाद में, किन्तु वह इनमें से किसी के प्रति आसक्त नहीं रहता | वह स्थिर कहलाता है, क्योंकि वह अपने संकल्प तथा ज्ञान में दृढ़ होता है | भले ही भक्त के लक्षणों की कुछ पुनरावृत्ति हुई हो, लेकिन यह इस बात पर बल देने के लिए है कि भक्त को ये सारे गुण अर्जित करने चाहिए | सद्गुणों के बिना कोई शुद्ध भक्त नहीं बन सकता | हरावभक्तस्य कुतो महद्गुणाः – जो भक्त नहीं है, उसमें सद्गुण नहीं होता | जो भक्त कहलाना चाहता है, उसे सद्गुणों का विकास करना चाहिए | यह अवश्य है कि उसे इन गुणों के लिए अलग से बाह्य प्रयास नहीं करना पड़ता, अपितु कृष्णभावनामृत तथा भक्ति में संलग्न रहने के कारण उसमें ये गुण स्वतः ही विकसित हो जाते हैं |"
            ],
            "english": [
                "A devotee is always free from all bad association. Sometimes one is praised and sometimes one is defamed; that is the nature of human society. But a devotee is always transcendental to artificial fame and infamy, distress or happiness. He is very patient. He does not speak of anything but the topics about Krsna; therefore he is called silent. Silent does not mean that one should not speak; silent means that one should not speak nonsense. One should speak only of essentials, and the most essential speech for the devotee is to speak of the Supreme Lord. He is happy in all conditions; sometimes he may get very palatable foodstuffs, sometimes not, but he is satisfied. Nor does he care for any residential facility. He may sometimes live underneath a tree, and he may sometimes live in a very palatial building; he is attracted to neither. He is called fixed because he is fixed in his determination and knowledge. We may find some repetition in the descriptions of the qualifications of a devotee, but this is just to give an illustration of the fact that a devotee must acquire all these qualifications. Without good qualifications, one cannot be a pure devotee. One who is not a devotee has no good qualification. One who wants to be recognized as a devotee should develop the good qualifications. Of course he does not extraneously endeavor to acquire these qualifications, but engagement in Krsna consciousness and devotional service automatically helps him develop them."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 12,
        "text": {
            "hindi": [
                "ये तु धर्मामृतमिदं यथोक्तं पर्युपासते |",
                "श्रद्दधाना मत्परमा भक्तास्तेऽतीव मे प्रियाः || २० ||"
            ],
            "english": [
                "ye tu dharmamrtam idam",
                "yathoktam paryupasate",
                "sraddadhana mat-parama",
                "bhaktas te 'tiva me priyah"
            ]
        },
        "translation": {
            "hindi": [
                "जो इस भक्ति के अमर पथ का अनुसरण करते हैं, और जो मुझे ही अपने चरम लक्ष्य बना कर श्रद्धासहित पूर्णरूपेण संलग्न रहते हैं, वे भक्त मुझे अत्यधिक प्रिय हैं |"
            ],
            "english": [
                "He who follows this imperishable path of devotional service and who completely engages himself with faith, making Me the supreme goal, is very, very dear to Me."
            ]
        },
        "meaning": {
            "hindi": [
                "इस अध्याय में दूसरे श्लोक से अन्तिम श्लोक तक – मय्यावेश्य मनो ये माम् (मुझ पर मन को स्थिर करके) से लेकर ये तु धर्मामृतम् इदम् (नित्य सेवा इस धर्म को) तक – भगवान् ने अपने पास पहुँचने की दिव्य सेवा की विधियों की व्याख्या की है | ऐसी विधियाँ उन्हें अत्यन्त प्रिय हैं, और इनमें लगे हुए व्यक्तियों को वे स्वीकार कर लेते हैं | अर्जुन ने यह प्रश्न उठाया था कि जो निराकार ब्रह्म के पथ में लगा है , वह श्रेष्ठ है या जो साकार भगवान् की सेवा में | भगवान् ने इसका बहुत स्पष्ट उत्तर दिया कि आत्म-साक्षात्कार की समस्त विधियों में भगवान् की भक्ति निस्सन्देह सर्वश्रेष्ठ है | दूसरे शब्दों में, इस अध्याय में यह निर्णय दिया गया है कि सुसंगति से मनुष्य में भक्ति के प्रति आसक्ति उत्पन्न होती है, जिससे वह प्रमाणिक गुरु बनाता है, और तब वह उससे श्रद्धा, आसक्ति तथा भक्ति के साथ सुनता है, कीर्तन करता है और भक्ति के विधि-विधानों का पालन करने लगता है | इस तरह वह भगवान् की दिव्य सेवा में तत्पर हो जाता है | इस अध्याय में इस मार्ग की संस्तुति की गई है | अतएव इसमें कोई सन्देह नहीं रह जाता कि भगवत्प्राप्ति के लिए भक्ति ही आत्म-साक्षात्कार का परम मार्ग है | इस अध्याय में परम सत्य की जो निराकार धारणा वर्णित है, उसकी संस्तुति उस समय तक के लिए की गई है, जब तक मनुष्य आत्म-साक्षात्कार के लिए अपने आपको समर्पित नहीं कर देता है | दूसरे शब्दों में, जब तक उसे शुद्ध भक्त की संगति करने का अवसर प्राप्त नहीं होता तभी तक निराकार की धारणा लाभप्रद हो सकती है | परम सत्य की निराकार धारणा में मनुष्य कर्मफल के बिना कर्म करता है और आत्मा तथा पदार्थ का ज्ञान प्राप्त करने के लिए ध्यान करता है | यह तभी तक आवश्यक है, जब तक शुद्ध भक्त की संगति प्राप्त न हो | सौभाग्यवश यदि कोई शुद्ध भक्ति में सीधे कृष्णभावनामृत में लगना चाहता है तो उसे आत्म-साक्षात्कार के इतने सोपान पार नहीं करने होते | भगवद्गीता के बीच के छः अध्यायों में जिस प्रकार भक्ति का वर्णन हुआ है, वह अत्यन्त हृदयग्राही है | किसी को जीवन-निर्वाह के लिए वस्तुओं की चिन्ता नहीं करनी होती, क्योंकि भगवत्कृपा से सारी वस्तुएँ स्वतः सुलभ होती हैं |",
                "इस प्रकार श्रीमद्भगवद्गीता के बारहवें अध्याय “भक्तियोग” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |",
                "CryptoDataDownload.com website"
            ],
            "english": [
                "In this chapter the religion of eternal engagement, the explanation of the process of transcendental service for approaching the Supreme Lord, is given. This process is very dear to the Lord, and He accepts a person who is engaged in such a process. The question who is better-one who is engaged in the path of impersonal Brahman or one who is engaged in the personal service of the Supreme Personality of Godhead-was raised by Arjuna, and the Lord replied to him so explicitly that there is no doubt that devotional service to the Personality of Godhead is the best of all processes of spiritual realization. In other words, in this chapter it is decided that through good association, one develops attachment for pure devotional service and thereby accepts a bona fide spiritual master and from him begins to hear and chant and observe the regulative principles of devotional service with faith, attachment and devotion and thus becomes engaged in the transcendental service of the Lord. This path is recommended in this chapter; therefore there is no doubt that devotional service is the only absolute path for self-realization, for the attainment of the Supreme Personality of Godhead. The impersonal conception of the Supreme Absolute Truth, as described in this chapter, is recommended only up to the time one surrenders himself for self-realization. In other words, as long as one does not have the chance to associate with a pure devotee, the impersonal conception may be beneficial. In the impersonal conception of the Absolute Truth one works without fruitive result, meditates and cultivates knowledge to understand spirit and matter. This is necessary as long as one is not in the association of a pure devotee. Fortunately, if one develops directly a desire to engage in Krsna consciousness in pure devotional service, he does not need to undergo step by step improvements in spiritual realization. Devotional service, as described in the middle six chapters of Bhagavad-gita, is more congenial. One need not bother about materials to keep body and soul together because by the grace of the Lord everything is carried out automatically."
            ]
        }
    }
]