[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dialogue between Laksmana and mother Sumitra"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "samujhi sumitrāom rāma siya rūpa susīlu subhāu.",
            "nṛpa sanēhu lakhi dhunēu siru pāpini dīnha kudāu..73.. [2-73]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Remembering the beauty, amiability and noble disposition of Sri Rama and Sita and considering the kingís affection for Them, Sumitra beat her head as she perceived that the wicked queen (Kaikeyi) had played him foul. (73)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dhīraju dharēu kuavasara jānī. sahaja suhda bōlī mṛdu bānī..",
            "tāta tumhāri mātu baidēhī. pitā rāmu saba bhāomti sanēhī.. [2-73-1]",
            "avadha tahāom jahaom rāma nivāsū. tahaomiom divasu jahaom bhānu prakāsū..",
            "jau pai sīya rāmu bana jāhīṃ. avadha tumhāra kāju kachu nāhiṃ.. [2-73-2]",
            "gura pitu mātu baṃdhu sura sāī. sēiahiṃ sakala prāna kī nāīṃ..",
            "rāmu prānapriya jīvana jī kē. svāratha rahita sakhā sabahī kai.. [2-73-3]",
            "pūjanīya priya parama jahāom tēṃ. saba māniahiṃ rāma kē nātēṃ..",
            "asa jiyaom jāni saṃga bana jāhū. lēhu tāta jaga jīvana lāhū.. [2-73-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Perceiving that the time was unpropitious to them she collected herself and, possessing as she did a naturally good heart, spoke in gentle words, \"My dear son, Videha's daughter is your mother while Rama, who loves you in everyway, is your father. Ayodhya is there where Rama dwells; there alone is the day where there is sunlight. If Sita and Rama are really proceeding to the woods, you have no business in Ayodhya. One's preceptor, parents, brother, gods and master-all these should be tended as one's own life. Rama, however is dearer than life, the soul of our soul and the disinterested friend of all. Whosoever are worthy of adoration and most dear to us should be accounted as such only in so far as they are related to Rama. Bearing this in mind, accompany him to the forest and derive, my boy, the benefit of your existence in the world."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhūri bhāga bhājanu bhayahu mōhi samēta bali jāu.",
            "jauma tumharēṃ mana chāḍai chalu kīnha rāma pada ṭhāu..74.. [2-74]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "It is your great good fortune as well as mine, I solemnly declare, that your mind has sincerely taken up its abode in Rama's feet.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "putravatī jubatī jaga sōī. raghupati bhagatu jāsu sutu hōī..",
            "nataru bāomjha bhali bādi biānī. rāma bimukha suta tēṃ hita jānī.. [2-74-1]",
            "tumharēhiṃ bhāga rāmu bana jāhīṃ. dūsara hētu tāta kachu nāhīṃ..",
            "sakala sukṛta kara baḍa phalu ēhū. rāma sīya pada sahaja sanēhū.. [2-74-2]",
            "rāga rōṣu iriṣā madu mōhū. jani sapanēhu inha kē basa hōhū..",
            "sakala prakāra bikāra bihāī. mana krama bacana karēhu sēvakāī.. [2-74-3]",
            "tumha kahu bana saba bhāomti supāsū. saomga pitu mātu rāmu siya jāsū..",
            "jēhiṃ na rāmu bana lahahiṃ kalēsū. suta sōi karēhu ihai upadēsū.. [2-74-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"That woman alone can be said to have borne a male issue, whose son is a devotee of Rama (the Lord of Raghus). Otherwise she had better remain issueless; for she who deems herself fortunate in having a son hostile to Rama has yeaned in vain. It is due to your good fortune that Rama is proceeding to the forest; there is no other ground for his doing so, my boy. The highest reward of all meritorious acts is verily this-to have spontaneous love for the feet of Sita and Rama. Never give way even in a dream to passion, anger, jealousy, arrogance or infatuation. Giving up all sorts of morbid feelings serve them in thought, word and deed. You will be happy in everyway in the forest since you will have with you your father and mother in Rama and Sita. Take care, my son, that Rama may be put to no trouble in the woods: that is my admonition to you.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "upadēsu yahu jēhiṃ tāta tumharē rāma siya sukha pāvahīṃ.",
            "pitu mātu priya parivāra pura sukha surati bana bisarāvahīṃ..",
            "tulasī prabhuhi sikha dēi āyasu dīnha puni āsiṣa daī.",
            "rati hōu abirala amala siya raghubīra pada nita nita naī.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "My admonition to you, dear child, is this: it is up to you to see that Rama and Sita lead a happy life in the forest through your good offices and forget their father and mother, near and dear ones as well as the amenities of city life.\" Having thus admonished the Lord of Tulasidasa (Laksmana) Sumitra granted him leave (to accompany Sri Rama) and then invoked her blessing on him: \"May your devotion to the feet of Sita and the Hero of Raghu's race be constant and untainted and ever new.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mātu carana siru nāi calē turata saṃkita hṛdayaom.",
            "bāgura biṣama tōrāi manahu bhāga mṛgu bhāga basa..75.. [2-74-75]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Bowing his head at his mother's feet Laksmana left at once with a timid heart apprehending any further development that might bulk his plans and interfere with his accompanying (Sri Rama to the forest); it looked as if a deer had luckily succeeded in bursting a strong snare and made good his escape."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gaē lakhanu jahaom jānakināthū. bhē mana mudita pāi priya sāthū..",
            "baṃdi rāma siya carana suhāē. calē saṃga nṛpamaṃdira āē.. [2-74-1]",
            "kahahiṃ parasapara pura nara nārī. bhali banāi bidhi bāta bigārī..",
            "tana kṛsa dukhu badana malīnē. bikala manahu mākhī madhu chīnē.. [2-74-2]",
            "kara mījahiṃ siru dhuni pachitāhīṃ. janu bina paṃkha bihaga akulāhīṃ..",
            "bhai baḍai bhīra bhūpa darabārā. barani na jāi biṣādu apārā.. [2-74-3]",
            "sacivaom uṭhāi rāu baiṭhārē. kahi priya bacana rāmu pagu dhārē..",
            "siya samēta dōu tanaya nihārī. byākula bhayau bhūmipati bhārī.. [2-74-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Laksmana went straight to where the Lord of Janaki (Janaka's Daughter) was; he was glad at heart to find himself in the company of his beloved Brother. Bowing to the charming feet of Sri Rama and Sita he accompanied Them to the king's palace. The men and women of the city said to one another, \"How strange that God wellnigh fulfilled our hopes and then shattered them!\" With emaciated bodies, a sorrowful heart and doleful face they felt miserable as a bee that has been robbed of its honey. They wrung their hands, beat their heads and lamented like birds that had been clipt of their wings and were restless without them. A huge crowd had collected at the entrance of the royal palace and there was untold grief which knew no bounds. The minister (Sumantra) raised the king and seated him communicating to him the agreeable news that Sri Rama had come. When he saw his two sons with Sita, his distress was profound."
        ]
    }
]