[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत ।",
            "अव्यक्तनिधनान्येव तत्र का परिदेवना ॥ २८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**अव्यक्त-आदीनि** – प्रारम्भ में अप्रकट; **भूतानि** – सारे प्राणी; **व्यक्त** – प्रकट; **मध्यानि** – मध्य में; **भारत** – हे भरतवंशी; **अव्यक्त** – अप्रकट; **निधनानि** – विनाश होने पर; **एव** – इस तरह से; **तत्र** – अतः; **का** – क्या; **परिदेवना** – शोक ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सारे जीव प्रारम्भ में अव्यक्त रहते हैं, मध्य अवस्था में व्यक्त होते हैं और विनष्ट होने पर पुनः अव्यक्त हो जाते हैं । अतः शोक करने की क्या आवश्यकता है ?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यह स्वीकार करते हुए कि दो प्रकार के दार्शनिक हैं-एक तो वे जो आत्मा के अस्तित्व को मानते हैं, और दूसरे वे जो आत्मा के अस्तित्व को नहीं मानते, कहा जा सकता है कि किसी भी दशा में शोक करने का कोई कारण नहीं है । आत्मा के अस्तित्व को न मानने वालों को वेदान्तवादी नास्तिक कहते हैं । यदि हम तर्क के लिए इस नास्तिकतावादी सिद्धान्त को मान भी लें तो भी शोक करने का कोई कारण नहीं है । आत्मा के पृथक् अस्तित्व से भिन्न सारे भौतिक तत्त्व सृष्टि के पूर्व अदृश्य रहते हैं । इस अदृश्य रहने की सूक्ष्म अवस्था से ही दृश्य अवस्था आती है, जिस प्रकार आकाश से वायु उत्पन्न होती है, वायु से अग्नि, अग्नि से जल और जल से पृथ्वी उत्पन्न होती है । पृथ्वी से अनेक प्रकार के पदार्थ प्रकट होते हैं-यथा एक विशाल गगनचुम्बी महल पृथ्वी से ही प्रकट है । जब इसे ध्वस्त कर दिया जाता है, तो वह अदृश्य हो जाता है, और अन्ततः परमाणु रूप में बना रहता है । शक्ति-संरक्षण का नियम बना रहता है, किन्तु कालक्रम से वस्तुएँ प्रकट तथा अप्रकट होती रहती हैं-अन्तर इतना ही है । अतः प्रकट होने (व्यक्त) या अप्रकट (अव्यक्त) होने पर शोक करने का कोई कारण नहीं है । यहाँ तक कि अप्रकट अवस्था में भी वस्तुएँ समाप्त नहीं होती । प्रारम्भिक तथा अन्तिम दोनों अवस्थाओं में ही सारे तत्त्व अप्रकट रहते हैं, केवल मध्य में वे प्रकट होते हैं और इस तरह इससे कोई वास्तविक अन्तर नहीं पड़ता ।",
            "यदि हम भगवद्गीता के इस वैदिक निष्कर्ष को मानते हैं कि ये भौतिक शरीर कालक्रम में नाशवान हैं (*अन्तवन्त इमे देहाः*) किन्तु आत्मा शाश्वत है (*नित्यस्योक्ताः शरीरिणः*) तो हमें यह सदा स्मरण रखना होगा कि यह शरीर वस्त्र (परिधान) के समान है, अतः वस्त्र परिवर्तन होने पर शोक क्यों ? शाश्वत आत्मा की तुलना में भौतिक शरीर का कोई यथार्थ अस्तित्व नहीं होता । यह स्वप्न के समान है । स्वप्न में हम आकाश में उड़ते या राजा की भाँति रथ पर आरूढ़ हो सकते हैं, किन्तु जागने पर देखते हैं कि न तो हम आकाश में हैं न रथ पर । वैदिक जान आत्म-साक्षात्कार को भौतिक शरीर के अनस्तित्व के आधार पर प्रोत्साहन देता है । अतः चाहे हम आत्मा के अस्तित्व को माने या न मानें, शरीर-नाश के लिए शोक करने का कोई कारण नहीं है ।"
        ]
    }
]