[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "एवं परम्पराप्राप्तमिमं राजर्षयो विदु: |",
            "स कालेनेह महता योगो नष्टः परन्तप || २ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "एवम् – इस प्रकार; परम्परा – गुरु-परम्परा से; प्राप्तम् – प्राप्त; इमम् – इस विज्ञान को; राज-ऋषयः – साधू राजाओं ने; विदुः – जाना; सः – वह ज्ञान; कालेन – कालक्रम में; इह – इस संसार में; महता – महान; योगः – परमेश्र्वर के साथ अपने सम्बन्ध का विज्ञान, योगविद्या; नष्टः – छिन्न-भिन्न हो गया; परन्तप – हे शत्रुओं को दमन करने वाले, अर्जुन |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस प्रकार यह परम विज्ञान गुरु-परम्परा द्वारा प्राप्त किया गया और राजर्षियों ने इसी विधि से इसे समझा | किन्तु कालक्रम में यह परम्परा छिन्न हो गई, अतः यह विज्ञान यथारूप में लुप्त हो गया लगता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ स्पष्ट कहा गया है कि गीता विशेष रूप से राजर्षियों के लिए थी क्योंकि वे इसका उपयोग प्रजा के ऊपर शासन करने में करते थे | निश्चय ही भगवद्गीता कभी भी आसुरी पुरुषों के लिए नहीं थी जिनसे किसी को भी इसका लाभ न मिलता और जो अपनी-अपनी सनक के अनुसार विभिन्न प्रकार की विवेचना करते | अतः जैसे ही असाधु भाष्यकारों के निहित स्वार्थों से गीता का मूल उद्देश्य उछिन्न हुआ वैसे ही पुनः गुरु-परम्परा स्थापित करने की आवश्यकता प्रतीत हुई | पाँच हजार वर्ष पूर्व भगवान् ने स्वयं देखा कि गुरु-परम्परा टूट चुकी है, अतः उन्होंने घोषित किया कि गीता का उद्देश्य नष्ट हो चुका है | इसी प्रकार इस समय गीता के इतने संस्करण उपलब्ध हैं (विशेषतया अंग्रेजी में) कि उनमें से प्रायः सभी प्रामाणिक गुरु-परम्परा के अनुसार नहीं है | विभिन्न संसारी विद्वानों ने गीता की असंख्य टीकाएँ की हैं, किन्तु वे प्रायः सभी श्रीकृष्ण को स्वीकार नहीं करते, यद्यपि वे कृष्ण के नाम पर अच्छा व्यापार चलाते हैं | यह आसुरी प्रवृत्ति है, क्योंकि असुरगण ईश्र्वर में विश्र्वास नहीं करते, वे केवल परमेश्र्वर के गुणों का लाभ उठाते हैं | अतएव अंग्रेजी में गीता के एक संस्करण की नितान्त आवश्यकता थी जो परम्परा (गुरु-परम्परा) से प्राप्त हो | प्रस्तुत प्रयास इसी आवश्यकता की पूर्ति के उद्देश्य से किया गया है | भगवद्गीता यथारूप मानवता के लिए महान वरदान है, किन्तु यदि इसे मानसिक चिन्तन समझा जाय तो यह समय का अपव्यय होगा |"
        ]
    }
]