[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "युञ्जन्नेवं सदात्मानं योगी नियतमानसः ।",
            "शान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति ॥ १५ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**युञ्जन्** – अभ्यास करते हुए; **एवम्** – इस प्रकार से; **सदा** – निरन्तर; **आत्मानम्** – शरीर,  मन तथा आत्मा; **योगी** – योग का साधक; **नियत-मानसः** – संयमित मन से युक्त; **शान्तिम्** – शान्ति को; **निर्वाण-परमाम्** – भौतिक अस्तित्व का अन्त; **मत्-संस्थाम्** – चिन्मयव्योम (भवद्धाम) को; **अधिगच्छति** – प्राप्त करता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस प्रकार शरीर, मन तथा कर्म में निरन्तर संयम का अब्यास करते हुए संयमित मन वाले योगी को इस भौतिक अस्तित्व की समाप्ति पर भगवद्धाम की प्राप्ति होती है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अब योगाभ्यास के चरम लक्ष्य का स्पष्टीकरण किया जा रहा है | योगाभ्यास किसी भौतिक सुविधा की प्राप्ति के लिए नहीं किया जाता, इसका उद्देश्य तो भौतिक संसार से विरक्ति प्राप्त करना है | जो कोई इसके द्वारा स्वास्थ्य-लाभ चाहता है या भौतिक सिद्धि प्राप्त करने का इच्छुक होता है वह भगवद्गीता के अनुसार योगी नहीं है | न ही भौतिक अस्तित्व की समाप्ति का अर्थ शून्य में प्रवेश है क्योंकि यह कपोलकल्पना है | भगवान् की सृष्टि में कहीं भी शून्य नहीं है | उलटे भौतिक अस्तित्व की समाप्ति से मनुष्य भगवद्धाम में प्रवेश करता है | भगवद्गीता में भगवद्धाम का भी स्पष्टीकरण किया गया है कि यह वह स्थान है जहाँ न सूर्य की आवश्यकता है, न चाँद या बिजली की | आध्यात्मिक राज्य के सारे लोक उसी प्रकार से स्वतः प्रकाशित हैं, जिस प्रकार सूर्य द्वारा यह भौतिक आकाश | वैसे तो भगवद्धाम सर्वत्र है, किन्तु चिन्मयव्योम तथा उसके लोकों को ही परमधाम कहा जाता है |",
            "एक पूर्णयोगी जिसे भगवान् कृष्ण का पूर्णज्ञान है जैसा कि यहाँ भगवान् ने स्वयं कहा है (मच्चितः, मत्परः, मत्स्थान्म्) वास्तविक शान्ति प्राप्त कर सकता है और अन्ततोगत्वा कृष्णलोक या गोलोक वृन्दावन को प्राप्त होता है | ब्रह्मसंहिता में (५.३७) स्पष्ट उल्लेख है – गोलोक एवनिवसत्यखिलात्मभूतः– यद्यपि भगवान् सदैव अपने धाम में निवास करते हैं, जिसे गोलोक कहते हैं, तो भी वे अपनी परा-आध्यात्मिक शक्तियों के कारण सर्वव्यापी ब्रह्म तथा अन्तर्यामी परमात्मा हैं | कोई भी कृष्ण तथा विष्णु रूप में उनके पूर्ण विस्तार को सही-सही जाने बिना वैकुण्ठ में या भगवान् के नित्यधाम (गोलोक वृन्दावन) में प्रवेश नहीं कर सकता | अतः कृष्णभावनाभावित व्यक्ति ही पूर्णयोगी है क्योंकि उसका मन सदैव कृष्ण के कार्यकलापों में तल्लीन रहता है (स वै मनः कृष्णपदारविन्दयोः) | वेदों में (श्वेताश्वतर उपनिषद् ३.८) भी हम पाते हैं – तमेव विदित्वाति मृत्युमेति– केवल भगवान् कृष्ण को जानने पर जन्म तथा मृत्यु के पथ को जीता जा सकता है | दूसरे शब्दों में, योग की पूर्णता संसार से मुक्ति प्राप्त करने में है, इन्द्रजाल अथवा व्यायाम के करतबों द्वारा जनता को मूर्ख बनाने में नहीं |"
        ]
    }
]