[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अन्ये त्वेवमजानन्तः श्रुत्वान्येभ्य उपासते |",
            "तेऽपि चातितरन्त्येव मृत्युं श्रुतिपरायणाः || २६ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अन्ये - अन्य ;तु - लेकिन; एवम् - इस प्रकार; अजानन्तः - आध्यात्मिक ज्ञान से रहित; श्रुत्वा - सुनकर; अन्येभ्यः - अन्यों से; उपासते - पूजा करना प्रारम्भ कर देते हैं; ते - वे; अपि - भी; च - तथा; अतितरन्ति - पार कर जाते हैं; एव - निश्चय ही; मृत्युम् - मृत्यु का मार्ग; श्रुति-परायणाः - श्रवण विधि के प्रति रुचि रखने वाले ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ऐसे भी लोग हैं जो यद्यपि आध्यात्मिक ज्ञान से अवगत नहीं होते पर अन्यों से परम पुरुष के विषय में सुनकर उनकी पूजा करने लगते हैं । ये लोग भी प्रामाणिक पुरुषों सेश्रवण करने की मनोवृत्ति होने के कारण जन्म तथा मृत्यु पथ को पार कर जाते हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यह श्लोक आधुनिक समाज पर विशेष रूप से लागू होता है,क्योंकि आधुनिक समाज में आध्यात्मिक विषयों की शिक्षा नहीं दी जाती । कुछ लोग नास्तिक प्रतीत होते हैं, तो कुछ अजेयवादी तथा दार्शनिक, लेकिन वास्तव में इन्हें दर्शन का कोई ज्ञान नहीं होता । जहाँ तक सामान्य व्यक्ति की बात है, यदि वह पुण्यात्मा है, तो श्रवण द्वारा प्रगति कर सकता है । यह श्रवण विधि अत्यन्त महत्त्वपूर्ण है, श्रवण द्वारा प्रगति कर सकता है । यह श्रवण विधि अत्यन्त महत्त्वपूर्ण है । आधुनिक जगत में कृष्णभावनामृत का उपदेश वाले भगवान् चैतन्य ने श्रवण पर अत्यधिक बल दिया था, क्योंकि यदि सामान्य व्यक्ति प्रामाणिक स्त्रोतों से केवल श्रवण करे, तो वह प्रगति कर सकता है – विशेषतया चैतन्य महाप्रभु के अनुसार यदि वह हरे कृष्ण, हरे कृष्ण,कृष्ण,कृष्ण, हरे, हरे / हरे राम, हरे राम, राम, राम, हरे, हरे – दिव्य ध्वनि को सुने । इसीलिए कहा गया है कि सभी व्यक्तियों को सिद्ध पुरुषों से श्रवण करने का लाभ उठाना चाहिए, और इस तरह क्रम से प्रत्येक वस्तु समझने में समर्थ बनना चाहिए । तब निश्चित रूप से परमेश्वर की पूजा हो सकेगी । भगवान् चैतन्य महाप्रभु ने कहा है कि इस युग में मनुष्य को अपना पद बदलने की आवश्यकता नहीं है ,अपितु उसे चाहिए कि वह मनोधार्मिक तर्क द्वारा परमसत्य को समझने के प्रयास को त्याग दे । उसे उन व्यक्तियों का दास बनना चाहिए , जिन्हें परमेश्वर का ज्ञान है । यदि कोई इतना भाग्यशाली हुआ कि उसे शुद्ध शुद्ध भक्त की शरण मिल सके और वह उससे आत्म-साक्षात्कार के विषय में श्रवण करके उसके पदचिन्हों पर चल सके, तो उसे क्रमशः शुद्ध भक्त का पद प्राप्त हो जाता है । इस श्लोक में श्रवण विधि पर विशेष रूप से बल दिया गया है, और यहसर्वथा उपयुक्त है | यद्यपि सामान्य व्यक्ति तथाकथित दार्शनिकों की भाँति प्रायः समर्थ नहीं होता, लेकिन प्रामाणिक व्यक्ति श्रद्धापूर्वक श्रवण करने से इस भवसागर को पार करके भगवद्धाम वापस जाने में उसे सहायता मिलेगी ।"
        ]
    }
]