[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ।",
            "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ॥ ३१ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**न** – न तो; **च** – भी; **श्रेयः** – कल्याण; **अनुपश्यामि** – पहले से देख रहा हूँ; **हत्वा** – मार कर; **स्व-जनम्** – अपने सम्बन्धियों को;  **आहवे** – युद्ध में; **न** – न तो; **काङ्क्षे** – आकांक्षा करता हूँ; **विजयम्** – विजय; **कृष्ण** – हे कृष्ण; **न** – न तो; **च** – भी; **राज्यम्** – राज्य; **सुखानि** – उसका सुख; **च** – भी ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे कृष्ण! इस युद्ध में अपने ही स्वजनों का वध करने से न तो मुझे कोई अच्छाई दिखती है और न, मैं उससे किसी प्रकार की विजय, राज्य या सुख की इच्छा रखता हूँ ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यह जाने बिना कि मनुष्य का स्वार्थ विष्णु (या कृष्ण) में है सारे बद्धजीव शारीरिक सम्बन्धों के प्रति यह सोच कर आकर्षित होते हैं कि वे ऐसी परिस्थितियों में प्रसन्न रहेंगे । ऐसी देहात्मबुद्धि के कारण वे भौतिक सुख के कारणों को भी भूल जाते हैं । अर्जुन तो क्षत्रिय का नैतिक धर्म भी भूल गया था । कहा जाता है कि दो प्रकार के मनुष्य परम शक्तिशाली तथा जाज्वल्यमान सूर्यमण्डल में प्रवेश करने के योग्य होते हैं । ये हैं - एक तो क्षत्रिय जो कृष्ण की आज्ञा से युद्ध में मरता है तथा दसरा संन्यासी जो आध्यात्मिक अनुशीलन में लगा रहता है । अर्जुन अपने शत्रुओं को भी मारने से विमुख हो रहा है - अपने सम्बन्धियों की बात तो छोड़ दें । वह सोचता है कि स्वजनों को मारने से उसे जीवन में सुख नहीं मिल सकेगा, अतः वह लड़ने के लिए इच्छुक नहीं है, जिस प्रकार कि भूख न लगने पर कोई भोजन बनाने को तैयार नहीं होता । उसने तो वन जाने का निश्चय कर लिया है जहाँ वह एकांत में निराशापूर्ण जीवन काट सके । किन्तु क्षत्रिय होने के नाते उसे अपने जीवननिर्वाह के लिए राज्य चाहिए क्योंकि क्षत्रिय कोई अन्य कार्य नहीं कर सकता । किन्तु अर्जुन के पास राज्य कहाँ है ? उसके लिए तो राज्य प्राप्त करने का एकमात्र अवसर है कि अपने बन्धुबान्धवों से लडकर अपने पिता के राज्य का उत्तराधिकार प्राप्त करे जिसे वह करना नहीं चाह रहा है । इसीलिए वह अपने को जंगल में एकान्तवास करके निराशा का एकांत जीवन बिताने के योग्य समझता है ।"
        ]
    }
]