[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Vibhīṣaṇa's installation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "āi bibhīṣana puni siru nāyō. kṛpāsiṃdhu taba anuja bōlāyō..",
            "tumha kapīsa aṃgada nala nīlā. jāmavaṃta māruti nayasīlā.. [6-105-1]",
            "saba mili jāhu bibhīṣana sāthā. sārēhu tilaka kahēu raghunāthā..",
            "pitā bacana maiṃ nagara na āvau. āpu sarisa kapi anuja paṭhāvau.. [6-105-2]",
            "turata calē kapi suni prabhu bacanā. kīnhī jāi tilaka kī racanā..",
            "sādara siṃhāsana baiṭhārī. tilaka sāri astuti anusārī.. [6-105-3]",
            "jōri pāni sabahīṃ sira nāē. sahita bibhīṣana prabhu pahiṃ āē..",
            "taba raghubīra bōli kapi līnhē. kahi priya bacana sukhī saba kīnhē.. [6-105-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "(After finishing the obsequies) Vibhīṣaṇa came and bowed his head once more. The All-merciful then called His younger brother. \"Do you and Sugrīva (the lord of the monkeys) as well as Aṅgada, Nala and Nila with Jāmbavān and Hanumān (the son of the wind-god), sagacious as you are, all of you accompany Vibhīṣaṇa and make arrangements for his coronation,\" said the Lord of the Raghus. \"In deference to my father's command I may not enter a town, but send the monkeys and my younger brother, who are as good as myself.\" On hearing the Lord's command the monkeys proceeded at once and arriving in the town made preparations for the installation. With due reverence they seated him on the throne and applying a sacred mark on his forehead as a token of sovereignty) they glorified him. Nay, joining their palms, they all bowed their head to him; and then with Vibhīṣaṇa they returned to the Lord. The Hero of Raghu's line next called the monkeys together and gratified them all by addressing kind words to them."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kiē sukhī kahi bānī sudhā sama bala tumhārēṃ ripu hayō.",
            "pāyō bibhīṣana rāja tihu pura jasu tumhārō nita nayō..",
            "mōhi sahita subha kīrati tumhārī parama prīti jō gāihaiṃ.",
            "saṃsāra siṃdhu apāra pāra prayāsa binu nara pāihaiṃ.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord cheered them by speaking to them words sweet as nectar : \"It is by your might that the enemy has been killed and Vibhīṣaṇa has got the kingdom (of Laṇkā); while your glory will remain ever fresh in all the three spheres. Men who sing your blessed glory alongwith Mine shall easily cross the boundless ocean of mundane existence.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prabhu kē bacana śravana suni nahiṃ aghāhiṃ kapi puṃja.",
            "bāra bāra sira nāvahiṃ gahahiṃ sakala pada kaṃja..106.. [6-106]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The monkey host would never feel sated with listening to the Lord's words. They all bowed their head and clasped His lotus feet again and again."
        ]
    }
]