[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sri Rama admonishes Laksmana and dwells on Bharataís greatness"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bharatahi hōi na rājamadu bidhi hari hara pada pāi..",
            "kabahu ki kāomjī sīkarani chīrasiṃdhu binasāi..231.. [2-231]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Bharata would never be intoxicated with sovereign power even if he attained to the position of Brahma, Visnu or Siva. What ! Can a few drops of Ka° ji* ever split the ocean of milk?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "timiru taruna taranihi maku gilaī. gaganu magana maku mēghahiṃ milaī..",
            "gōpada jala būḍahiṃ ghaṭajōnī. sahaja chamā baru chāḍaai chōnī.. [2-231-1]",
            "masaka phūomka maku mēru uḍaāī. hōi na nṛpamadu bharatahi bhāī..",
            "lakhana tumhāra sapatha pitu ānā. suci subaṃdhu nahiṃ bharata samānā.. [2-231-2]",
            "saguna khīru avaguna jalu tātā. milai racai parapaṃcu bidhātā..",
            "bharatu haṃsa rabibaṃsa taḍaāgā. janami kīnha guna dōṣa bibhāgā.. [2-231-3]",
            "gahi guna paya taji avaguna bārī. nija jasa jagata kīnhi ujiārī..",
            "kahata bharata guna sīlu subhāū. pēma payōdhi magana raghurāū.. [2-231-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Darkness may swallow the midday sun, and sooner may the heavens be absorbed into a cloud or the jar-born sage Agastya (who is stated to have drunk off the ocean in a single draught) be drowned in the water collected in a cow's footprint: nay the earth may abandon its natural forbearance and Mount Meru be blown away by a puff of wind discharged from the mouth of a mosquito; but Bharata will never be intoxicated by kingly power, O brother. Laksmana, I swear by you as well as by our father that there is no brother so good and innocent as Bharata. God, dear brother, creates the world by mixing the milk of goodness with the water of evil; while Bharata is a swan, born in the lake of the solar race, that has sifted goodness from evil. Choosing the milk of goodness and discarding the water of evil he has illumined the world by his glory.\" Even as the Lord of Raghus extolled Bharata's virtues, amiability and noble disposition He was drowned in an ocean of love"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni raghubara bānī bibudha dēkhi bharata para hētu.",
            "sakala sarāhata rāma sō prabhu kō kṛpānikētu..232.. [2-232]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On hearing the speech of Sri Rama (the chief of Raghu's line) and seeing His affection for Bharata all the gods were full of applause and said, \"Can you name such a gracious lord as Sri Rama?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jauṃ na hōta jaga janama bharata kō. sakala dharama dhura dharani dharata kō..",
            "kabi kula agama bharata guna gāthā. kō jānai tumha binu raghunāthā.. [2-232-1]",
            "lakhana rāma siyaom suni sura bānī. ati sukhu lahēu na jāi bakhānī..",
            "ihāom bharatu saba sahita sahāē. maṃdākinīṃ punīta nahāē.. [2-232-2]",
            "sarita samīpa rākhi saba lōgā. māgi mātu gura saciva niyōgā..",
            "calē bharatu jahaom siya raghurāī. sātha niṣādanāthu laghu bhāī.. [2-232-3]",
            "samujhi mātu karataba sakucāhīṃ. karata kutaraka kōṭi mana māhīṃ..",
            "rāmu lakhanu siya suni mama nāūom. uṭhi jani anata jāhiṃ taji ṭhāūom.. [2-232-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Had Bharata not been born into the world, who on this earth would have championed the cause of virtue in its entirety? Who else than you, O Lord of Raghus, can know Bharata's good qualities, which are unaproachable even to the race of bards?\" On hearing the words of the gods, Laksmana, Sri Rama and Sita were more delighted than words can tell. There Bharata with all his host bathed in the sacred Mandakini. Then, leaving all the people on the riverside and taking permission of his mothers, preceptor (the sage Vasistha) and the minister (Sumantra) he proceeded to the spot where Sita and Sri Rama were, taking the Nisada chief and his younger brother (Satrughna) with him. As he thought of what his mother had done, he felt diffident and formed ill-conjectures of every kind in his mind: \"God forbid that Sri Rama, Laksmana and Sita leave the place on hearing my name and shift to some other place !"
        ]
    }
]