[
    {
        "id": [
            12
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "यदादित्यगतं तेजो जगद्भासयतेऽखिलम् |",
                "यच्चन्द्रमसि यच्चाग्नौ तत्तेजो विद्धि मामकम् || १२ ||"
            ],
            "english": [
                "yad aditya-gatam tejo",
                "jagad bhasayate 'khilam",
                "yac candramasi yac cagnau",
                "tat tejo viddhi mamakam"
            ]
        },
        "translation": {
            "hindi": [
                "सूर्य का तेज, जो सारे विश्र्व के अंधकार को दूर करता है, मुझसे ही निकलता है | चन्द्रमा तथा अग्नि के तेज भी मुझसे उत्पन्न हैं |"
            ],
            "english": [
                "The splendor of the sun, which dissipates the darkness of this whole world, comes from Me. And the splendor of the moon and the splendor of fire are also from Me."
            ]
        },
        "meaning": {
            "hindi": [
                "अज्ञानी मनुष्य यह नहीं समझ पाता कि यह सब कुछ कैसे घटित होता है | लेकिन भगवान् ने यहाँ पर जो कुछ बतलाया है, उसे समझ कर ज्ञान प्राप्त किया जा सकता है | प्रत्येक व्यक्ति सूर्य, चन्द्रमा, अग्नि तथा बिजली देखता है | उसे यह समझने का प्रयास करना चाहिए कि चाहे सूर्य का तेज हो; या चन्द्रमा, अग्नि अथवा बिजली का तेज, ये सब भगवान् से ही उद्भूत हैं | कृष्णभावनामृत का प्रारम्भ इस भौतिक जगत् में बद्धजीव को उन्नति करने के लिए काफी अवसर प्रदान करता है | जीव मूलतः परमेश्र्वर के अंश हैं और भगवान् यहाँ पर इंगित कर रहे हैं कि जीव किस प्रकार भगवद्धाम को प्राप्त कर सकते हैं |",
                "इस श्लोक से हम यह समझ सकते हैं कि सूर्य सम्पूर्ण सौर मण्डल को प्रकाशित कर रहा है | ब्रह्माण्ड अनेक हैं और सौर मण्डल भी अनेक हैं | सूर्य, चन्द्रमा तथा लोक भी अनेक हैं, लेकिन प्रत्येक ब्रह्माण्ड में केवल एक सूर्य है | भगवद्गीता में (१०.२१) कहा गया है कि चन्द्रमा भी एक नक्षत्र है (नक्षत्राणामहं शशी) | सूर्य का प्रकाश परमेश्र्वर के आध्यात्मिक आकाश में आध्यात्मिक तेज के कारण है | सूर्योदय के साथ ही मनुष्य के कार्यकलाप प्रारम्भ हो जाते हैं | वे भोजन पकाने के लिए अग्नि जलाते हैं और फैक्टरियाँ चलाने के लिए भी अग्नि जलाते हैं | अग्नि की सहायता से अनेक कार्य किये जाते हैं | अतएव सूर्योदय, अग्नि तथा चन्द्रमा की चाँदनी जीवों को अत्यन्त सुहावने लगते हैं | उनकी सहायता के बिना कोई जीव नहीं रह सकता | अतएव यदि मनुष्य यह जान ले कि सूर्य, चन्द्रमा तथा अग्नि का प्रकाश या तेज भगवान् कृष्ण से उद्भूत हो रहा है, तो उसमें कृष्णभावनामृत का सूत्रपात हो जाता है | चन्द्रमा के प्रकाश से सारी वनस्पतियाँ पोषित होती हैं | चन्द्रमा का प्रकाश इतना आनन्दप्रद है कि लोग सरलता से समझ सकते हैं कि वे भगवान् कृष्ण की कृपा से ही जी रहे हैं | उनकी कृपा के बिना न तो सूर्य होगा, न चन्द्रमा, न अग्नि और सूर्य, चन्द्रमा तथा अग्नि के बिना हमारा जीवित रहना असम्भव है | बद्ध जीव में कृष्णभावनामृत जगाने वाले ये ही कतिपय विचार हैं |"
            ],
            "english": [
                "The unintelligent cannot understand how things are taking place. The beginning of knowledge can be established by understanding what the Lord explains here. Everyone sees the sun, moon, fire and electricity. One should simply try to understand that the splendor of the sun, the splendor of the moon, and the splendor of electricity or fire are coming from the Supreme Personality of Godhead. In such a conception of life, the beginning of Krsna consciousness, lies a great deal of advancement for the conditioned soul in this material world. The living entities are essentially the parts and parcels of the Supreme Lord, and He is giving herewith the hint how they can come back to Godhead, back to home. From this verse we can understand that the sun is illuminating the whole solar system. There are different universes and solar systems, and there are different suns, moons and planets also. Sunlight is due to the spiritual effulgence in the spiritual sky of the Supreme Lord. With the rise of the sun, the activities of human beings are set up. They set fire to prepare their foodstuff; they set fire to start the factories, etc. So many things are done with the help of fire. Therefore sunrise, fire and moonlight are so pleasing to the living entities. Without their help no living entity can live. So if one can understand that the light and splendor of the sun, moon and fire are emanating from the Supreme Personality of Godhead, Krsna, then one's Krsna consciousness will begin. By the moonshine, all the vegetables are nourished. The moonshine is so pleasing that people can easily understand that they are living by the mercy of the Supreme Personality of Godhead Krsna. Without His mercy there cannot be sun, without His mercy there cannot be moon, and without His mercy there cannot be fire, and without the help of sun, moon and fire, no one can live. These are some thoughts to provoke Krsna consciousness in the conditioned soul."
            ]
        }
    },
    {
        "id": [
            13
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "गामाविश्य च भूतानि धारयाम्यहमोजसा |",
                "पुष्णामि चौषधी: सर्वाः सोमो भूत्वा रसात्मकः || १३ ||"
            ],
            "english": [
                "gam avisya ca bhutani",
                "dharayamy aham ojasa",
                "pusnami causadhih sarvah",
                "somo bhutva rasatmakah"
            ]
        },
        "translation": {
            "hindi": [
                "मैं प्रत्येक लोक में प्रवेश करता हूँ और मेरी शक्ति से सारे लोक अपनी कक्षा में स्थित रहते हैं । मैं चन्द्रमा बनकर समस्त वनस्पतियों को जीवन-रस प्रदान करता हूँ ।/p>"
            ],
            "english": [
                "I enter into each planet, and by My energy they stay in orbit. I become the moon and thereby supply the juice of life to all vegetables."
            ]
        },
        "meaning": {
            "hindi": [
                "ऐसा ज्ञात है कि सारे लोक केवल भगवान् की शक्ति से वायु में तैर रहे हैं । भगवान् प्रत्येक अणु, प्रत्येक लोक तथा प्रत्येक जीव में प्रवेश करते हैं । इसकी विवेचना ब्रह्मसंहिता में की गई है । उसमें कहा गया है – परमेश्र्वर का एक अंश, परमात्मा, लोकों में, ब्रह्माण्ड में, जीव में, तथा अणु तक में प्रवेश करता है । अतएव उनके प्रवेश करने से प्रत्येक वस्तु ठीक से दिखती है । जब आत्मा होता है तो जीवित मनुष्य पानी मैं तैर सकता है । लेकिन जब जीवित स्पूलिंग इस देह से निकल जाता है और शरीर मृत हो जाता है तो शरीर डूब जाता है । निस्सन्देह सड़ने के बाद यह शरीर तिनके तथा अन्य वस्तुओं के समान तैरता है । लेकिन मरने के तुरन्त बाद शरीर पानी में डूब जाता है । इसी प्रकार ये सारे लोक शून्य में तैर रहे हैं और यह सब उनमें भगवान् की परम शक्ति के प्रवेश के कारण है । उनकी शक्ति प्रत्येक लोक को उसी तरह थामे रहती है, जिस प्रकार धूल को मुट्ठी । मुट्ठी में बन्द रहने पर धूल के गिरने का भय नहीं रहता, लेकिन ज्योंही धूल को वायु में फैंक दिया जाता है, वह नीचे गिर पड़ती है । इसी प्रकार ये सारे लोक, जो वायु में तैर रहे हैं, वास्तव में भगवान् के विराट रूप की मुट्ठी में बँधे हैं । उनके बल तथा शक्ति से सारी चर तथा अचर वस्तुएँ अपने-अपने स्थानों पर टिकी हैं । वैदिक मन्त्रों में कहा गया है कि भगवान् के कारण सूर्य चमकता है और सारे लोक लगातार घूमते रहते हैं । यदि ऐसा उनके कारण न हो तो सारे लोक वायु में धूल के समान बिखर कर नष्ट हो जाएँ । इसी प्रकार से भगवान् के ही कारण चन्द्रमा समस्त वनस्पतियों का पोषण करता है । चन्द्रमा के प्रभाव से सब्जियाँ सुस्वादु बनती हैं । वास्तव में मानव समाज भगवान् की कृपा से काम करता है, सुख से रहता है और भोजन का आनन्द लेता है । अन्यथा मनुष्य जीवित न रहता । रसात्मकः शब्द अत्यन्त महत्त्वपूर्ण है । प्रत्येक वस्तु चन्द्रमा के प्रभाव से परमेश्र्वर के द्वारा स्वादिष्ट बनती है ।"
            ],
            "english": [
                "It is understood that all the planets are floating in the air only by the energy of the Lord. The Lord enters into every atom, every planet, and every living being. That is discussed in the Brahma-samhita. It is said there that one plenary portion of the Supreme Personality of Godhead, Paramatma, enters into the planets, the universe, the living entity, and even into the atom. So due to His entrance, everything is appropriately manifested. When the spirit soul is there, a living man can float on the water, but when the living spark is out of the body and the body is dead, it sinks. Of course when it is decomposed it floats just like straw and other things, but as soon as the man is dead, he at once sinks in the water. Similarly, all these planets are floating in space, and this is due to the entrance of the supreme energy of the Supreme Personality of Godhead. His energy is sustaining each planet, just like a handful of dust. If someone holds a handful of dust, there is no possibility of the dust falling, but if one throws it in the air, it will fall down. Similarly, these planets, which are floating in air, are actually held in the fist of the universal form of the Supreme Lord. By His strength and energy, all moving and unmoving things stay in their place. It is said that because of the Supreme Personality of Godhead, the sun is shining and the planets are steadily moving. Were it not for Him, all the planets would scatter, like dust in air, and perish. Similarly, it is due to the Supreme Personality of Godhead that the moon nourishes all vegetables. Due to the moon's influence, the vegetables become delicious. Without the moonshine, the vegetables can neither grow nor taste succulent. Human society is working, living comfortably and enjoying food due to the supply from the Supreme Lord. Otherwise, mankind could not survive. The word rasatmakah is very significant. Everything becomes palatable by the agency of the Supreme Lord through the influence of the moon."
            ]
        }
    },
    {
        "id": [
            14
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "अहं वैश्र्वानरो भूत्वा प्राणिनां देहमाश्रितः |",
                "प्राणापानसमायुक्तः पचाम्यन्नं चतुर्विधम् || १४ ||"
            ],
            "english": [
                "aham vaisvanaro bhutva",
                "praninam deham asritah",
                "pranapana-samayuktah",
                "pacamy annam catur-vidham"
            ]
        },
        "translation": {
            "hindi": [
                "मैं समस्त जीवों के शरीरों में पाचन-अग्नि (वैश्र्वानर) हूँ और मैं श्र्वास-प्रश्र्वास (प्राण वायु) में रह कर चार प्रकार के अन्नों को पचाता हूँ ।"
            ],
            "english": [
                "I am the fire of digestion in every living body, and I am the air of life, outgoing and incoming, by which I digest the four kinds of foodstuff."
            ]
        },
        "meaning": {
            "hindi": [
                "आयुर्वेद शास्त्र के अनुसार आमाशय (पेट) में अग्नि होती है, जो वहाँ पहुँचे भोजन को पचाती है । जब यह अग्नि प्रज्ज्वलित नहीं रहती तो भूख नहीं जगती और जब यह अग्नि ठीक रहती है, तो भूख लगती है । कभी-कभी जब अग्नि मन्द हो जाती है तो उपचार की आवश्यकता होती है । जो भी हो, यह अग्नि भगवान् का प्रतिनिधि स्वरूप है । वैदिक मन्त्रों से भी (बृहदारण्यक उपनिषद् ५.९.१) पुष्टि होती है कि परमेश्र्वर या ब्रह्म अग्निरूप में आमाशय के भीतर स्थित है और समस्त प्रकार के अन्न को पचाते हैं (अयमग्निर्वैश्र्वानरो योऽयमन्तः पुरुषे येनेदमन्नं पच्यते) । चूँकि भगवान् सभी प्रकार के अन्नों के पाचन में सहायक होते हैं, अतएव जीव भोजन करने के मामले में स्वतन्त्र नहीं है । जब तक परमेश्र्वर पाचन में सहायता नहीं करते, तब तक खाने की कोई सम्भावना नहीं है । इस प्रकार भगवान् ही अन्न को उत्पन्न करते और वे ही पचाते हैं और उनकी ही कृपा से हम जीवन का आनन्द उठाते हैं । वेदान्तसूत्र में (१.२.२७) भी इसकी पुष्टि हुई है । शब्दादिभ्योऽन्तः प्रतिष्ठानाच्च – भगवान् शब्द के भीतर, शरीर के भीतर, वायु के भीतर तथा यहाँ तक कि पाचन शक्ति के रूप में आमाशय में भी उपस्थित हैं । अन्न चार प्रकार का होता है – कुछ निगले जाते हैं (पेय) , कुछ चबाये जाते हैं (भोज्य), कुछ चाटे जाते हैं (लेह्य) तथा कुछ चूसे जाते हैं (चोष्य) | भगवान् सभी प्रकार के अन्नों की पाचक शक्ति हैं |"
            ],
            "english": [
                "According to Ayur-vedic sastra, we understand that there is a fire in the stomach which digests all food sent there. When the fire is not blazing, there is no hunger, and when the fire is in order, we become hungry. Sometimes when the fire is not going nicely, treatment is required. In any case, this fire is representative of the Supreme Personality of Godhead. Vedic mantras also confirm that the Supreme Lord or Brahman is situated in the form of fire within the stomach and is digesting all kinds of foodstuff. Therefore since He is helping the digestion of all kinds of foodstuff, the living entity is not independant in the eating process. Unless the Supreme Lord helps him in digesting, there is no possibility of eating. He thus produces and digests foodstuff, and, by His grace, we are enjoying life. In the Vedanta-sutra this is also confirmed: sabdadibhyo 'ntah pratisthanac ca. The Lord is situated within sound and within the body, within the air and even within the stomach as the digestive force. There are four kinds of foodstuff: some are swallowed, some are chewed, some are licked up, and some are sucked, and He is the digestive force for all of them."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "सर्वस्य चाहं ह्रदि सन्निविष्टो",
                "मत्तः स्मृतिर्ज्ञानमपोहनं च |",
                "वेदैश्र्च सर्वैरहमेव वेद्यो",
                "वेदान्तकृद्वेदविदेव चाहम् || १५ ||"
            ],
            "english": [
                "sarvasya caham hrdi sannivisto",
                "mattah smrtir jnanam apohanam ca",
                "vedais ca sarvair aham eva vedyo",
                "vedanta-krd veda-vid eva caham"
            ]
        },
        "translation": {
            "hindi": [
                "मैं प्रत्येक जीव के हृदय में आसीन हूँ और मुझ से ही स्मृति, ज्ञान तथा विस्मृति होती है | मैं ही वेदों के द्वारा जानने योग्य हूँ | निस्सन्देह मैं वेदान्त का संकलनकर्ता तथा समस्त वेदों का जानने वाला हूँ |"
            ],
            "english": [
                "I am seated in everyone's heart, and from Me come remembrance, knowledge and forgetfulness. By all the Vedas am I to be known; indeed I am the compiler of Vedanta, and I am the knower of the Vedas."
            ]
        },
        "meaning": {
            "hindi": [
                "परमेश्र्वर परमात्मा रूप में प्रत्येक जीव के हृदय में स्थित हैं और उन्हीं के कारण सारे कर्म प्रेरित होते हैं | जीव अपने विगत जीवन की सारी बातें भूल जाता है, लेकिन उसे परमेश्र्वर के निर्देशानुसार कार्य करना होता है, जो उसके सारे कर्मों के साक्षी है | अतएव वह अपने विगत कर्मों के अनुसार कार्य करना प्रारम्भ करता है | इसके लिए आवश्यक ज्ञान तथा स्मृति उसे प्रदान की जाती है | लेकिन वह विगत जीवन के विषय में भूलता रहता है | इस प्रकार भगवान् न केवल सर्वव्यापी हैं, अपितु वे प्रत्येक हृदय में अन्तर्यामी भी हैं | वे विभिन्न कर्मफल प्रदान करने वाले हैं | वे न केवल निराकार ब्रह्म तथा अन्तर्यामी परमात्मा के रूप में पूजनीय हैं, अपितु वे वेदों के अवतार के रूप में भी पूजनीय हैं | वेद लोगों को सही दिशा बताते हैं, जिससे वे समुचित ढंग से अपना जीवन ढाल सकें और भगवान् के धाम को वापस जा सकें | वेद भगवान् कृष्ण विषयक ज्ञान प्रदान करते हैं और अपने अवतार व्यासदेव के रूप में कृष्ण ही वेदान्तसूत्र के संकलनकर्ता हैं | व्यासदेव द्वारा श्रीमद्भागवत के रूप में किया गया वेदान्तसूत्र का भाष्य वेदान्तसूत्र की वास्तविक सूचना प्रदान करता है | भगवान् इतने पूर्ण हैं कि बद्धजीवों के उद्धार हेतु वे उसके अन्न के प्रदाता एवं पाचक हैं, उसके कार्यकलापों के साक्षी हैं तथा वेदों के रूप में ज्ञान के प्रदाता हैं | वे भगवान् श्रीकृष्ण के रूप में भगवद्गीता के शिक्षक हैं | वे बद्धजीव द्वारा पूज्य हैं | इस प्रकार ईश्र्वर सर्वकल्याणप्रद तथा सर्वदयामय हैं |",
                "अन्तः प्रविष्टः शास्ता जनानाम्| जीव ज्योंही अपने इस शरीर को छोड़ता है, इसे भूल जाता है, लेकिन परमेश्र्वर द्वारा प्रेरित होने पर वह फिर से काम करने लगता है | यद्यपि जीव भूल जाता है, लेकिन भगवान् उसे बुद्धि प्रदान करते हैं, जिससे वह अपने पूर्वजन्म के अपूर्ण कार्य को फिर से करने लगता है | अतएव जीव अपने हृदय में स्थित परमेश्र्वर के आदेशानुसार इस जगत् में सुख या दुख का केवल भोग ही नहीं करता है, अपितु उनसे वेद समझने का अवसर भी प्राप्त करता है | यदि कोई ठीक से वैदिक ज्ञान पाना चाहे तो कृष्ण उसे आवश्यक बुद्धि प्रदान करते हैं | वे किस लिए वैदिक ज्ञान प्रस्तुत करते हैं ? इसलिए कि जीव को कृष्ण को समझने की आवश्यकता है | इसकी पुष्टि वैदिक साहित्य से होती है –योऽसौ सर्वैर्वेदैगीयते| चारों वेदों, वेदान्त सूत्र तथा उपनिषदों एवं पुराणों समेत सारे वैदिक साहित्य में परमेश्र्वर की कीर्ति का गान है | उन्हें वैदिक अनुष्ठानों द्वारा, वैदिक दर्शन की व्याख्या द्वारा तथा भगवान् की भक्तिमय पूजा द्वारा प्राप्त किया जा सकता है | अतएव वेदों का उद्देश्य कृष्ण को समझना है | वेद हमें निर्देश देते हैं, जिससे कृष्ण को जाना जा सकता है और उनकी अनुभूति की जा सकती है | भगवान् ही चरम लक्ष्य है | वेदान्तसूत्र (१.१.४) में इसकी पुष्टि इन शब्दों में हुई है – तत्तु समन्वयात् | मनुष्य तीन अवस्थाओं में सिद्धि प्राप्त करता है | वैदिक साहित्य के ज्ञान से भगवान् के साथ अपने सम्बन्ध को समझा जा सकता है, विभिन्न विधियों को सम्पन्न करके उन तक पहुँचा जा सकता है और अन्त में उस परम लक्ष्य श्रीभगवान् की प्राप्ति की जा सकती है | इस श्लोक में वेदों के प्रयोजन, वेदों के ज्ञान तथा वेदों के लक्ष्य को स्पष्टतः परिभाषित किया गया है |"
            ],
            "english": [
                "The Supreme Lord is situated as Paramatma in everyone's heart, and it is from Him that all activities are initiated. The living entity forgets everything of his past life, but he has to act according to the direction of the Supreme Lord, who is witness to all his work. Therefore he begins his work according to his past deeds. Required knowledge is supplied to him, and remembrance is given to him, and he forgets, also, about his past life. Thus, the Lord is not only all-pervading; He is also localized in every individual heart. He awards the different fruitive results. He is not only worshipable as the impersonal Brahman, the Supreme Personality of Godhead, and the localized Paramatma, but as the form of the incarnation of the Vedas as well. The Vedas give the right direction to the people so that they can properly mold their lives and come back to Godhead, back to home. The Vedas offer knowledge of the Supreme Personality of Godhead, Krsna, and Krsna in His incarnation as Vyasadeva is the compiler of the Vedanta-sutra. The commentation on the Vedanta-sutra by Vyasadeva in the Srimad-Bhagavatam gives the real understanding of Vedanta-sutra. The Supreme Lord is so full that for the deliverance of the conditioned soul He is the supplier and digester of foodstuff, the witness of his activity, the giver of knowledge in the form of Vedas and as the Supreme Personality of Godhead, Sri Krsna, the teacher of the Bhagavad-gita. He is worshipable by the conditioned soul. Thus God is all-good; God is all-merciful.",
                "Antahpravistah sasta jananam. The living entity forgets as soon as he quits his present body, but he begins his work again, initiated by the Supreme Lord. Although he forgets, the Lord gives him the intelligence to renew his work where he ended his last life. So not only does a living entity enjoy or suffer in this world according to the dictation from the Supreme Lord situated locally in the heart, but he receives the opportunity to understand Vedas from Him. If one is serious to understand the Vedic knowledge, then Krsna gives the required intelligence. Why does He present the Vedic knowledge for understanding? Because a living entity individually needs to understand Krsna. Vedic literature confirms this: yo 'sau sarvair vedair giyate. In all Vedic literature, beginning from the four Vedas, Vedanta-sutra and the Upanisads and Puranas, the glories of the Supreme Lord are celebrated. By performing Vedic rituals, discussing the Vedic philosophy and worshiping the Lord in devotional service, He is attained. Therefore the purpose of the Vedas is to understand Krsna. The Vedas give us direction to understand Krsna and the process of understanding. The ultimate goal is the Supreme Personality of Godhead. Vedanta-sutra confirms this in the following words: tat tu samanvayat. One can attain perfection by understanding Vedic literature, and one can understand his relationship with the Supreme Personality of Godhead by performing the different processes. Thus one can approach Him and at the end attain the supreme goal, who is no other than the Supreme Personality of Godhead. In this verse, however, the purpose of the Vedas, the understanding of the Vedas and the goal of Vedas are clearly defined."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "द्वाविमौ पुरुषौ लोके क्षरश्र्चाक्षर एव च |",
                "क्षरः सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते || १६ ||"
            ],
            "english": [
                "dvav imau purusau loke",
                "ksaras caksara eva ca",
                "ksarah sarvani bhutani",
                "kuta-stho 'ksara ucyate"
            ]
        },
        "translation": {
            "hindi": [
                "जीव दो प्रकार हैं – च्युत तथा अच्युत । भौतिक जगत् में प्रत्येक जीव च्युत (क्षर) होता है और आध्यात्मिक जगत् में प्रत्येक जीव अच्युत कहलाता है ।"
            ],
            "english": [
                "There are two classes of beings, the fallible and the infallible. In the material world every entity is fallible, and in the spiritual world every entity is called infallible."
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि पहले बाताया जा चुका है भगवान् ने अपने व्यासदेव अवतार में ब्रह्मसूत्र का संकलन किया । भगवान् ने यहाँ पर वेदान्तसूत्र की विषय वस्तु का सार-संक्षेप दिया है । उनका कहना है कि जीव जिनकी संख्या अनन्त है, दो श्रेणियों में विभाजित किये जा सकते हैं च्युत (क्षर) तथा अच्युत (अक्षर) । जीव भगवान् के सनातन पृथक्कीकृत अंश (विभिन्नांश) हैं । जब उनका संसर्ग भौतिक जगत् से होता है तो वे जीवभूत कहलाते है । यहाँ पर क्षरः सर्वाणि भूतानि पद प्रयुक्त हुआ है, जिसका अर्थ है कि जीव च्युत हैं । लेकिन जो जीव परमेश्र्वर से एकत्व स्थापित कर लेते हैं वे अच्युत कहलाते हैं । एकत्व का अर्थ यह नहीं है कि उनकी अपनी निजी सत्ता नहीं है बल्कि यह कि दोनों में भिन्नता नहीं है । वे सब सृजन के प्रयोजन को मानते हैं । निस्सन्देह आध्यात्मिक जगत् में सृजन जैसी कोई वस्तु नहीं हैं, लेकिन चूँकि, जैसा कि वेदान्तसूत्र में कहा गया है, भगवान् समस्त उद्भवों के स्त्रोत हैं, अतएव यहाँ पर इस विचारधारा की व्याख्या की गई है ।",
                "भगवान् श्रीकृष्ण के कथानुसार जीवों की दो श्रेणियाँ हैं । वेदों में इसके प्रमाण मिलते हैं अतएव इसमें सन्देह करने का प्रश्न ही नहीं उठता । इस संसार में संघर्ष-रत सारे जीव मन तथा पाँच इन्द्रियों से युक्त शरीर वाले हैं जो परिवर्तनशील हैं । जब तक जीव बद्ध है, तब तक उसका शरीर पदार्थ के संसर्ग से बदलता रहता है । चूँकि पदार्थ बदलता रहता है, इसलिए जीव बदलते प्रतीत होते हैं । लेकिन आध्यात्मिक जगत् में शरीर पदार्थ से नहीं बना होता अतएव उसमें परिवर्तन नहीं होता । भौतिक जगत् में जीव छः परिवर्तनों से गुजरता है -जन्म, वृद्धि, अस्तित्व, प्रजनन, क्षय तथा विनाश । ये भौतिक शरीर के परिवर्तन हैं । लेकिन आध्यात्मिक जगत् में शरीर-परिवर्तन नहीं होता, वहाँ न जरा है, न जन्म और न मृत्यु । वे सब एकवस्था में रहते हैं । क्षरः सर्वाणि भूतानि-जो भी जीव ,आदि जीव ब्रह्मा से लेकर क्षुद्र चींटी तक भौतिक प्रकृति के संसर्ग में आता है, वह अपना शरीर बदलता है । अतएव ये सब क्षर या च्युत हैं । किन्तु आध्यात्मिक जगत् में वे मुक्त जीव सदा एकावस्था में रहते हैं ।"
            ],
            "english": [
                "As already explained, the Lord in His incarnation as Vyasadeva compiled the Vedanta-sutra. Here the Lord is giving, in summary, the contents of the Vedanta-sutra: He says that the living entities, who are innumerable, can be divided into two classes-the fallible and the infallible. The living entities are eternally separated parts and parcels of the Supreme Personality of Godhead. When they are in contact with the material world, they are called jiva-bhutah, and the Sanskrit words given here, sarvani bhutani mean that they are fallible. Those who are in oneness with the Supreme Personality of Godhead, however, are called infallible. Oneness does not mean that they have no individuality, but that there is no disunity. They are all agreeable to the purpose of the creation. Of course, in the spiritual world, there is no such thing as creation, but since the Supreme Personality of Godhead has stated in the Vedanta-sutra that He is the source of all emanations, that conception is explained.",
                "According to the statement of the Supreme Personality of Godhead, Lord Krsna, there are two classes of men. The Vedas give evidence of this, so there is no doubt about it. The living entities, who are struggling in this world with the mind and five senses, have their material bodies which are changing as long as the living entities are conditioned. One's body changes due to contact with matter; matter is changing, so the living entity appears to be changing. But in the spiritual world the body is not made of matter; therefore there is no change. In the material world the living entity undergoes six changes-birth, growth, duration, reproduction, then dwindling and vanishing. These are the changes of the material body. But in the spiritual world the body does not change; there is no old age, there is no birth, there is no death. There all exists in oneness. It is more clearly explained as sarvani bhutani: any living entity who has come in contact with matter, beginning from the first created being, Brahma, down to a small ant, is changing its body; therefore they are all fallible. In the spiritual world, however, they are always liberated in oneness."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "उत्तमः पुरुषस्त्वन्यः परमात्मेत्युदाह्रितः |",
                "यो लोकत्रयमाविश्य बिभर्त्यव्यय ईश्र्वरः || १७ ||"
            ],
            "english": [
                "uttamah purusas tv anyah",
                "paramatmety udahrtah",
                "yo loka-trayam avisya",
                "bibharty avyaya isvarah"
            ]
        },
        "translation": {
            "hindi": [
                "इन दोनों के अतिरिक्त एक परम पुरुष परमात्मा है जो साक्षात् अविनाशी है और जो तीनों लोकों में प्रवेश करके उनका पालन कर रहा है ।"
            ],
            "english": [
                "Besides these two, there is the greatest living personality, the Lord Himself, who has entered into these worlds and is maintaining them."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक का भाव कठोपनिषद् (२.२.१३) तथा श्र्वेताश्र्वतरउपनिषद् में (६.१३) अत्यन्त सुन्दर ढंग से व्यक्त हुआ है । वहाँ यह कहा गया है कि असंख्य जीवों के नियन्ता जिनमें से कुछ बद्ध हैं और कुछ मुक्त हैं एक परम पुरुष है जो परमात्मा है । उपनिषद् का श्लोक इस प्रकार है – नित्यो नित्यानां चेतनश्चेतनानाम् । सारांश यह है कि बद्ध तथा मुक्त दोनों प्रकार के जीवों में से एक परम पुरुष भगवान् है जो उन सबका पालन करता है और उन्हें कर्मों के अनुसार भोग की सुविधा प्रदान करता है । वह भगवान् परमात्मा रूप में सबके हृदय में स्थित है । जो बुद्धिमान व्यक्ति उन्हें समझ सकता है वही पूर्ण शान्ति लाभ कर सकता है अन्य कोई नहीं ।"
            ],
            "english": [
                "This verse is very nicely expressed in the Katha Upanisad and Svetasvatara Upanisad. It is clearly stated there that above the innumerable living entities, some of whom are conditioned and some of whom are liberated, there is the Supreme Personality who is Paramatma. The Upanisadic verse runs as follows: nityo nityanam cetanas cetananam. The purport is that amongst all the living entities, both conditioned and liberated, there is one supreme living personality, the Supreme Personality of Godhead, who maintains them and gives them all the facility of enjoyment according to different work. That Supreme Personality of Godhead is situated in everyone's heart as Paramatma. A wise man who can understand Him is eligible to attain the perfect peace, not others.",
                "It is incorrect to think of the Supreme Lord and the living entities as being on the same level or equal in all respects. There is always the question of superiority and inferiority in their personalities. This particular word uttama is very significant. No one can surpass the Supreme Personality of Godhead. Loke is also significant because in the Paurusa, a Vedic literature, it is stated: lokyate vedartho 'nena. This Supreme Lord in His localized aspect as Paramatma explains the purpose of the Vedas. The following verse also appears in the Vedas:",
                "tavad esa samprasado 'smaccharirat samutthaya paramjyoti-rupam sampadya svenarupenabhinispadyate sa uttamah purusah",
                "\"The Supersoul coming out of the body enters the impersonal brahmajyoti; then in His form He remains in His spiritual identity. That Supreme is called the Supreme Personality.\" This means that the Supreme Personality is exhibiting and diffusing His spiritual effulgence, which is the ultimate illumination. That Supreme Personality also has a localized aspect as Paramatma. By incarnating Himself as the son of Satyavati and Parasara, He explains the Vedic knowledge as Vyasadeva."
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "यस्मात्क्षरमतीतोऽहमक्षरादपि चोत्तमः |",
                "अतोऽस्मि लोके वेदे च प्रथितः पुरुषोत्तमः || १८ ||”"
            ],
            "english": [
                "yasmat ksaram atito 'ham",
                "aksarad api cottamah",
                "ato 'smi loke vede ca",
                "prathitah purusottamah"
            ]
        },
        "translation": {
            "hindi": [
                "चूँकि मैं क्षर तथा अक्षर दोनों के परे हूँ और चूँकि मैं सर्वश्रेष्ठ हूँ, अतएव मैं इस जगत् में तथा वेदों में परम पुरुष के रूप में विख्यात हूँ |"
            ],
            "english": [
                "Because I am transcendental, beyond both the fallible and the infallible, and because I am the greatest, I am celebrated both in the world and in the Vedas as that Supreme Person."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् कृष्ण से बढ़कर कोई नहीं है – न बद्धजीव न मुक्त जीव | अतएव वे पुरुषोत्तम हैं | अब यह स्पष्ट हो चुका है कि जीव तथा भगवान् व्यष्टि हैं | अन्तर इतना है कि जीव चाहे बद्ध अवस्था में रहे या मुक्त अवस्था में, वह शक्ति में भगवान् की अकल्पनीय शक्तियों से बढ़कर नहीं हो सकता | यह सोचना गलत है कि भगवान् तथा जीव समान स्तर पर हैं या सब प्रकार से एकसमान हैं | इनके व्यक्तित्त्वों में सदैव श्रेष्ठता तथा निम्नता बनी रहती है | उत्तम शब्द अत्यन्त सार्थक है | भगवान् से बढ़कर कोई नहीं है |",
                "लोके शब्द “पौरुष आगम (स्मृति-शास्त्र) में” के लिए आया है | जैसा कि निरुक्ति कोश में पुष्टि की गई है – लोक्यते वेदार्थोऽनेन – “वेदों के प्रयोजन स्मृति-शास्त्रों में विवेचित है |”",
                "“भगवान् के अन्तर्यामी परमात्मा स्वरूप का भी वेदों में वर्णन हुआ है | निम्नलिखित श्लोक वेदों में (छान्दोग्यउपनिषद् ८.१२.३) आया है – तावदेष सम्प्रसादोऽस्माच्छरीरात्समुत्थाय परं ज्योतिरूपं सम्पद्य स्वेन रूपेणाभिनिष्पद्यते स उत्तमः पुरुषः| “शरीर से निकल कर परम आत्मा का प्रवेश निराकार ब्रह्मज्योति में होता है | तब वे अपने इस आध्यात्मिक स्वरूप में बने रहते हैं | यह परम आत्मा ही परम पुरुष कहलाता है |” इसका अर्थ यह हुआ कि परम पुरुष अपना आध्यात्मिक तेज प्रकट करते तथा प्रसारित करते रहते हैं और यही चरम प्रकाश है | उस परम पुरुष का एक स्वरूप है अन्तर्यामी परमात्मा | भगवान् सत्यवती तथा पराशर के पुत्ररूप में अवतार ग्रहण कर व्यासदेव के रूप में वैदिक ज्ञान की व्याख्या करते हैं |"
            ],
            "english": [
                "No one can surpass the Supreme Personality of Godhead, Krsna-neither the conditioned soul nor the liberated soul. He is, therefore, the greatest of personalities. Now it is clear here that the living entities and the Supreme Personality of Godhead are individuals. The difference is that the living entities, either in the conditioned state or in the liberated state, cannot surpass in quantity the inconceivable potencies of the Supreme Personality of Godhead."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "यो मामेवमसम्मूढो जानाति पुरुषोत्तमम् |",
                "स सर्वविद्भजति मां सर्वभावेन भारत || १९ ||"
            ],
            "english": [
                "yo mam evam asammudho",
                "janati purusottamam",
                "sa sarva-vid bhajati mam",
                "sarva-bhavena bharata"
            ]
        },
        "translation": {
            "hindi": [
                "जो कोई भी मुझे संशयरहित होकर पुरुषोत्तम भगवान् के रूप में जानता है, वह सब कुछ जानता है । अतएव हे भरतपुत्र! वह व्यक्ति मेरी पूर्ण भक्ति में रत होता है ।"
            ],
            "english": [
                "Whoever knows Me as the Supreme Personality of Godhead, without doubting, is to be understood as the knower of everything, and he therefore engages himself in full devotional service, O son of Bharata"
            ]
        },
        "meaning": {
            "hindi": [
                "जीव तथा भगवान् की स्वाभाविक स्थिति के विषय में अनेक दार्शनिक ऊहापोह करते हैं । इस श्लोक में भगवान् स्पष्ट बताते हैं कि जो भगवान् कृष्ण को परम पुरुष के रूप में जनता है, वह सारी वस्तुओं का ज्ञाता है । अपूर्ण ज्ञाता परम सत्य के विषय में केवल चिन्तन करता जाता है , जबकि पूर्ण ज्ञाता समय का अपव्यय किये बिना सीधे कृष्णभावनामृत में लग जाता है , अर्थात् भगवान् की भक्ति करने लगता है । सम्पूर्ण भगवद्गीता में पग पग-पर इस तथ्य पर बल दिया गया है । फिर भी भगवद्गीता के ऐसे अनेक कट्टर भाष्यकार हैं, जो परमेश्र्वर तथा जीव को एक ही मानते हैं ।",
                "वैदिक ज्ञान श्रुति कहलाता है, जिसका अर्थ है श्रवण करके सीखना । वास्तव में वैदिक सूचना कृष्ण तथा उनके प्रतिनिधियों जैसे अधिकारियों से ग्रहण करनी चाहिए । यहाँ कृष्ण ने हर वस्तु का अंतर सुन्दर ढंग से बताया है, अतएव इसी स्त्रोत से सुनना चाहिए । लेकिन केवल सूकरों की तरह सुनना पर्याप्त नहीं है, मनुष्य को चाहिए कि अधिकारियों से समझे । ऐसा नहीं कि केवल शुष्क चिन्तन ही करता रहे । मनुष्य को विनीत भाव से भगवद्गीता से सुनना चाहिए कि सारे जीव भगवान् के अधीन हैं । जो भी इसे समझ लेता है, वही श्री कृष्ण के कथनानुसार वेदों के प्रयोजन को समझता है, अन्य कोई नहीं समझता ।",
                "भजति शब्द अत्यन्त सार्थक है । कई स्थानों पर भजति का सम्बन्ध भगवान् की सेवा के अर्थ में व्यक्त हुआ है । यदि कोई व्यक्ति पूर्ण कृष्णभावनामृत में रत है अर्थात् भगवान् की भक्ति करता है, तो यह समझना चाहिए कि उसने सारे वैदिक ज्ञान समझ लिया है | वैष्णव परम्परा में यह कहा जाता है कि यदि कोई कृष्ण-भक्ति में लगा रहता है, तो उसे भगवान् को जानने के लिए किसी अन्य आध्यात्मिक विधि की आवश्यकता नहीं रहती | भगवान् की भक्ति करने के कारण वह पहले से लक्ष्य तक पँहुचा रहता है | वह ज्ञान की समस्त प्रारम्भिक विधियों को पार कर चुका होता है | लेकिन यदि कोई लाखों जन्मों तक चिन्तन करने पर भी इस लक्ष्य पर नहीं पहुँच पाता कि श्रीकृष्ण ही भगवान् हैं और उनकी ही शरण ग्रहण करनी चाहिए, तो उसका अनेक जन्मों का चिन्तन व्यर्थ जाता है |"
            ],
            "english": [
                "There are many philosophical speculations about the constitutional position of the living entities and the Supreme Absolute Truth. Now in this verse the Supreme Personality of Godhead clearly explains that anyone who knows Lord Krsna as the Supreme Person is actually the knower of everything. The imperfect knower goes on simply speculating about the Absolute Truth, but the perfect knower, without wasting his valuable time, engages directly in Krsna consciousness, the devotional service of the Supreme Lord. Throughout the whole of Bhagavad-gita, this fact is being stressed at every step. And still there are so many stubborn commentators on Bhagavad-gita who consider the Supreme Absolute Truth and the living entities to be one and the same.",
                "Vedic knowledge is called sruti learning by aural reception. One should actually receive the Vedic message from authorities like Krsna and His representatives. Here Krsna distinguishes everything very nicely, and one should hear from this source. Simply to hear like the hogs is not sufficient; one must be able to understand from the authorities. It is not that one should simply speculate academically. One should submissively hear from Bhagavad-gita that these living entities are always subordinate to the Supreme Personality of Godhead. Anyone who is able to understand this, according to the Supreme Personality of Godhead, Sri Krsna, knows the purpose of the Vedas; no one else knows the purpose of the Vedas.",
                "The word bhajate is very significant. In many places the word bhajate is expressed in relationship with the service of the Supreme Lord. If a person is engaged in full Krsna consciousness in devotional service of the Lord, it is to be understood that he has understood all the Vedic knowledge. In the Vaisnava parampara it is said that if one is engaged in the devotional service of Krsna, then there is no need for a spiritual process to understand the Supreme Absolute Truth. He has already come to the post because he is engaged in the devotional service of the Lord. He has ended all preliminary processes of understanding; similarly, if anyone, after speculating for hundreds of thousands of lives, does not come to the point that Krsna is the Supreme Personality of Godhead and that one has to surrender there, all his speculation for so many years and lives is a useless waste of time."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "इति गुह्यतमं शास्त्रमिदमुक्तं मयानघ |",
                "एतद्बुद्ध्वा बुद्धिमान्स्यात्कृतकृत्यश्र्च भारत || २० ||"
            ],
            "english": [
                "iti guhyatamam sastram",
                "idam uktam mayanagha",
                "etad buddhva buddhiman syat",
                "krta-krtyas ca bharata"
            ]
        },
        "translation": {
            "hindi": [
                "हे अनघ! यह वैदिक शास्त्रों का सर्वाधिक गुप्त अंश है, जिसे मैंने अब प्रकट किया है | जो कोई इसे समझता है, वह बुद्धिमान हो जाएगा और उसके प्रयास पूर्ण होंगे |"
            ],
            "english": [
                "This is the most confidential part of the Vedic scriptures, O sinless one, and it is disclosed now by Me. Whoever understands this will become wise, and his endeavors will know perfection."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् ने यहाँ स्पष्ट किया है कि यही सारे शास्त्रों का सार है और भगवान् ने इसे जिस रूप में कहा है उसे उसी रूप में समझा जाना चाहिए | इस तरह मनुष्य बुद्धिमान तथा दिव्य ज्ञान में पूर्ण हो जाएगा | दूसरे शब्दों में, भगवान् के इस दर्शन को समझने तथा उनकी दिव्य सेवा में प्रवृत्त होने से प्रत्येक व्यक्ति प्रकृति के गुणों के समस्त कल्मष से मुक्त हो सकता है | भक्ति आध्यात्मिक ज्ञान की एक विधि है | जहाँ भी भक्ति होती है, वहाँ भौतिक कल्मष नहीं रह सकता | भगवद्भक्ति तथा स्वयं भगवान् एक हैं, क्योंकि दोनों आध्यात्मिक हैं | भक्ति परमेश्र्वर की अन्तरंगा शक्ति के भीतर होती है | भगवान् सूर्य के समान हैं और अज्ञान अंधकार है | जहाँ सूर्य विद्यमान है, वहाँ अंधकार का प्रश्न ही नहीं उठता | अतएव जब भी प्रामाणिक गुरु के मार्गदर्शन के अन्तर्गत भक्ति की जाती है, तो अज्ञान का प्रश्न ही नहीं उठता |",
                "प्रत्येक व्यक्ति को चाहिए कि इस कृष्णभावनामृत को ग्रहण करे और बुद्धिमान तथा शुद्ध बनने के लिए भक्ति करे | जब तक कोई कृष्ण को इस प्रकार नहीं समझता और भक्ति में प्रवृत्त नहीं होता, तब तक सामान्य मनुष्य की दृष्टि में कोई कितना बुद्धिमान क्यों न हो, वह पूर्णतया बुद्धिमान नहीं है |",
                "जिस अनघ शब्द से अर्जुन को संबोधित किया गया है, वह सार्थक है | अनघ अर्थात् “हे निष्पाप” का अर्थ है कि जब तक मनुष्य पापकर्मों से मुक्त नहीं हो जाता, तब तक कृष्ण को समझ पाना कठिन है | उसे समस्त कल्मष, समस्त पापकर्मों से मुक्त होना होता है, तभी वह समझ सकता है | लेकिन भक्ति इतनी शुद्ध तथा शक्तिमान् होती है कि एक बार भक्ति में प्रवृत्त होने पर मनुष्य स्वतः निष्पाप हो जाता है |",
                "शुद्ध भक्तों की संगति में रहकर पूर्ण कृष्णभावनामृत में भक्ति करते हुए कुछ बातों को बिलकुल ही दूर कर देना चाहिए | सबसे महत्त्वपूर्ण बात जिस पर विजय पानी है, वह है हृदय की दुर्बलता | पहला पतन प्रकृति पर प्रभुत्व जताने की इच्छा के कारण होता है | इस तरह मनुष्य भगवान् की दिव्य प्रेमाभक्ति को त्याग देता है | दूसरी हृदय की दुर्बलता है कि जब कोई अधिकाधिक प्रभुत्व जताने की इच्छा करता है, तो वह भौतिक पदार्थ के स्वामित्व के प्रति आसक्त हो जाता है | इस संसार की सारी समस्याएँ इन्हीं हृदय की दुर्बलताओं के कारण हैं | इस अध्याय के प्रथम पाँच श्लोकों में हृदय की इन्हीं दुर्बलताओं से अपने को मुक्त करने की विधि का वर्णन हुआ है और छठे श्लोक से अंतिम श्लोक तक पुरुषोत्तम योग की विवेचना हुई है |",
                "इस प्रकार श्रीमद्भगवद्गीता के पन्द्रहवें अध्याय “पुरुषोत्तम योग” का भक्तिवेदान्त तात्पर्य पूरा हुआ |"
            ],
            "english": [
                "The Lord clearly explains here that this is the substance of all revealed scriptures. And one should understand this as it is given by the Supreme Personality of Godhead. Thus one will become intelligent and perfect in transcendental knowledge. In other words, by understanding this philosophy of the Supreme Personality of Godhead and engaging in His transcendental service, everyone can become freed from all contaminations of the modes of material nature. Devotional service is a process of spiritual understanding. Wherever devotional service exists, the material contamination cannot coexist. Devotional service to the Lord and the Lord Himself are one and the same because they are spiritual-the internal energy of the Supreme Lord. The Lord is said to be the sun, and ignorance is called darkness. Where the sun is present, there is no question of darkness. Therefore, whenever devotional service is present under the proper guidance of a bona fide spiritual master, there is no question of ignorance.",
                "Everyone must take to this consciousness of Krsna and engage in devotional service to become intelligent and purified. Unless one comes to this position of understanding Krsna and engages in devotional service, however intelligent he may be in the estimation of some common man, he is not perfectly intelligent.",
                "The word anagha, by which Arjuna is addressed, is significant. Anagha, O sinless one, means that unless one is free from all sinful reactions, it is very difficult to understand Krsna. One has to become free from all contamination, all sinful activities; then he can understand. But devotional service is so pure and potent that once one is engaged in devotional service he automatically comes to the stage of sinlessness.",
                "While performing devotional service in the association of pure devotees in full Krsna consciousness, there are certain things which require to be vanquished altogether. The most important thing one has to surmount is weakness of the heart. The first falldown is caused by the desire to lord it over material nature. Thus one gives up the transcendental loving service of the Supreme Lord. The second weakness of the heart is that as one increases the propensity of lording it over material nature, he becomes attached to matter and the possession of matter. The problems of material existence are due to these weaknesses of the heart."
            ]
        }
    }
]