[
    {
        "id": [
            1
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                " ब्श्रीभगवानुवाच |",
                "उर्ध्वमूलमधःशाखमश्र्वत्थं प्राहुरव्ययम् |",
                "छन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित् || १ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "urdhva-mulam adhah-sakham",
                "asvattham prahur avyayam",
                "chandamsi yasya parnani",
                "yas tam veda sa veda-vit"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् ने कहा – कहा जाता है कि एक शाश्र्वत अश्र्वत्थ वृक्ष है, जिसकी जड़े तो ऊपर की ओर हैं और शाखाएँ नीचे की ओर तथा पत्तियाँ वैदिक स्तोत्र हैं । जो इस वृक्ष को जानता है, वह वेदों का ज्ञाता है ।|"
            ],
            "english": [
                "The Blessed Lord said: There is a banyan tree which has its roots upward and its branches down and whose leaves are the Vedic hymns. One who knows this tree is the knower of the Vedas."
            ]
        },
        "meaning": {
            "hindi": [
                "भक्तियोग की महत्ता की विवेचना के बाद यह पूछा जा सकता है, “वेदों का क्या प्रयोजन है?” इस अध्याय में बताया गया है कि वैदिक अध्ययन का प्रयोजन कृष्ण को समझना है । अतएव जो कृष्णभावनामृत है, जो भक्ति में रत है, वह वेदों को पहले से जानता है ।",
                "इस भौतिक जगत् के बन्धन की तुलना अश्र्वत्थ के वृक्ष से की गई है । जो व्यक्ति सकाम कर्मों में लगा है, उसके लिए इस वृक्ष का कोई अन्त नहीं है । वह एक शाखा से दूसरी में और दूसरी से तीसरी में घूमता रहता है । इस जगत् रूपी वृक्ष का कोई अन्त नहीं है और जो इस वृक्ष में आसक्त है, उसकी मुक्ति की कोई सम्भावना नहीं है । वैदिक स्तोत्र, जो आत्मोन्नति के लिए हैं, वे ही इस वृक्ष के पत्ते हैं । इस वृक्ष की जड़ें ऊपर की ओर बढ़ती हैं, क्योंकि वे इस ब्रह्माण्ड के सर्वोच्चलोक से प्रारम्भ होती हैं, जहाँ पर ब्रह्मा स्थित हैं । यदि कोई इस मोह रूपी अविनाशी वृक्ष को समझ लेता है, तो वह इससे बाहर निकल सकता है ।",
                "बाहर निकलने की इस विधि को जानना आवश्यक है । पिछले अध्यायों में बताया जा चुका है कि भवबन्धन से निकलने की कई विधियाँ हैं | हम तेरहवें अध्याय तक यह देख चुके हैं कि भगवद्भक्ति ही सर्वोत्कृष्ट विधि है | भक्ति का मूल सिद्धान्त है – भौतिक कार्यों से विरक्ति तथा भगवान् की दिव्य सेवा में अनुरक्ति | इस अध्याय के प्रारम्भ में संसार से आसक्ति तोड़ने की विधि का वर्णन हुआ है | इस संसार की जड़ें ऊपर को बढ़ती हैं | इसका अर्थ है कि ब्रह्माण्ड के सर्वोच्च्लोक सपूर्ण भौतिक पदार्थ से यह प्रक्रिया शुरू होती है | वहीं से सारे ब्रह्माण्ड का विस्तार होता है, जिसमें अनेक लोक उसकी शाखाओं के रूप में होते हैं | इसके फल जीवों के कर्मों के फल के, अर्थात् धर्म, अर्थ, काम तथा मोक्ष के, द्योतक हैं |",
                "यद्यपि इस संसार में ऐसे वृक्ष का, जिसकी शाखाएँ नीचे की ओर हों और जड़ें ऊपर की ओर हों, कोई अनुभव नहीं है, किन्तु बात कुछ ऐसी ही है | ऐसा वृक्ष जलाशय के निकट पाया जा सकता है | हम देख सकते हैं – जलाशय के तट पर उगे वृक्ष का प्रतिबिम्ब जल में पड़ता है, तो उसकी जड़ें ऊपर तथा शाखाएँ नीचे की ओर दिखती हैं | दूसरे शब्दों में, यह जगत् रूपी वृक्ष आध्यात्मिक जगत् रूपी वास्तविक वृक्ष का प्रतिबिम्ब मात्र है | इस आध्यात्मिक जगत् का प्रतिबिम्ब हमारी इच्छाओं में स्थित हैं, जिस प्रकार वृक्ष का प्रतिबिम्ब जल में रहता है | इच्छा ही इस प्रतिबिम्बित भौतिक प्रकाश में वस्तुओं के स्थित होने का कारण है | जो व्यक्ति इस भौतिक जगत् से बाहर निकलना चाहता है, उसे वैश्लेषिक अध्ययन के माध्यम से इस वृक्ष को भलीभाँति जान लेना चाहिए | फिर वह इस वृक्ष से अपना सम्बन्ध विच्छेद कर सकता है |",
                "यह वृक्ष वास्तविक वृक्ष का प्रतिबिम्ब होने के कारण वास्तविक प्रतिरूप है | आध्यात्मिक जगत् में सब कुछ है | ब्रह्म को निर्विशेषवादी इस भौतिक वृक्ष का मूल मानते हैं और सांख्य दर्शन के अनुसार इसी मूल से पहले प्रकृति, पुरुष और तब तीन गुण निकलते हैं और फिर पाँच स्थूल तत्त्व (पंच महाभूत), फिर दस इन्द्रियाँ (दशेन्द्रिय), मन आदि | इस प्रकार वे सारे संसार को चौबीस तत्त्वों में विभाजित करते हैं | यदि ब्रह्म समस्त अभिव्यक्तियों का केन्द्र है, तो एक प्रकार से यह भौतिक जगत् १८० अंश (गोलार्द्ध) में है और दूसरे १८० अंश (गोलार्द्ध) में आध्यात्मिक जगत् है | चूँकि यह भौतिक जगत् उल्टा प्रतिबिम्ब है, अतः आध्यात्मिक जगत् में भी इस प्रकार की विविधता होनी चाहिए | प्रकृति परमेश्र्वर की बहिरंगा शक्ति है और पुरुष साक्षात् परमेश्र्वर है | इसकी व्याख्या भगवद्गीता में हो चुकी है | चूँकि यह अभिव्यक्ति भौतिक है, अतः क्षणिक है | प्रतिबिम्ब भी क्षणिक होता है, क्योंकि कभी वह दिखता है और कभी नहीं दिखता | परन्तु वह स्त्रोत जहाँ से यह प्रतिबिम्ब प्रतिबिम्बित होता है, शाश्र्वत है | वास्तविक वृक्ष के भौतिक प्रतिबिम्ब का विच्छेदन करना होता है | जब कोई कहता है कि अमुक व्यक्ति वेद जानता है, तो इससे यह समझा जाता है कि वह इस जगत् की आसक्ति से विच्छेद करना जानता है | यदि वह इस विधि को जानता है, तो समझिये कि वह वास्तव में वेदों को जानता है | जो व्यक्ति वेदों के कर्मकाण्ड द्वारा आकृष्ट होता है, वह इस वृक्ष की सुन्दर हरी पत्तियों से आकृष्ट होता है | वह वेदों के वास्तविक उद्देश्य को नहीं जानता | वेदों का उद्देश्य, भगवान् ने स्वयं प्रकट किया है और वह है इस प्रतिबिम्बित वृक्ष को काट कर आध्यात्मिक जगत् के वास्तविक वृक्ष को प्राप्त करना |"
            ],
            "english": [
                "After the discussion of the importance of bhakti-yoga, one may question, “What about the Vedas?” It is explained in this chapter that the purpose of Vedic study is to understand Krsna. Therefore one who is in Krsna consciousness, who is engaged in devotional service, already knows the Vedas.",
                "The entanglement of this material world is compared here to a banyan tree. For one who is engaged in fruitive activities, there is no end to the banyan tree. He wanders from one branch to another, to another, to another. The tree of this material world has no end, and for one who is attached to this tree, there is no possibility of liberation. The Vedic hymns, meant for elevating oneself, are called the leaves of this tree. This tree's roots grow upward because they begin from where Brahma is located, the topmost planet of this universe. If one can understand this indestructible tree of illusion, then one can get out of it.",
                "This process of extrication should be understood. In the previous chapters it has been explained that there are many processes by which to get out of the material entanglement. And, up to the Thirteenth Chapter, we have seen that devotional service to the Supreme Lord is the best way. Now, the basic principle of devotional service is detachment from material activities and attachment to the transcendental service of the Lord. The process of breaking attachment to the material world is discussed in the beginning of this chapter. The root of this material existence grows upward. This means that it begins from the total material substance, from the topmost planet of the universe. From there, the whole universe is expanded, with so many branches, representing the various planetary systems. The fruits represent the results of the living entities' activities, namely, religion, economic development, sense gratification and liberation.",
                "Now, there is no ready experience in this world of a tree situated with its branches down and its roots upward, but there is such a thing. That tree can be found beside a reservoir of water. We can see that the trees on the bank reflect upon the water with their branches down and roots up. In other words, the tree of this material world is only a reflection of the real tree of the spiritual world. This reflection of the spiritual world is situated on desire, just as the tree's reflection is situated on water. Desire is the cause of things' being situated in this reflected material light. One who wants to get out of this material existence must know this tree thoroughly through analytical study. Then he can cut off his relationship with it.",
                "This tree, being the reflection of the real tree, is an exact replica. Everything is there in the spiritual world. The impersonalists take Brahma to be the root of this material tree, and from the root, according to sankhya philosophy, come prakrti, purusa, then the three gunas, then the five gross elements (panca-mahabhuta), then the ten senses (dasendriya), mind, etc. In this way they divide up the whole material world. If Brahma is the center of all manifestations, then this material world is a manifestation of the center by 180 degrees, and the other 180 degrees constitute the spiritual world. The material world is the perverted reflection, so the spiritual world must have the same variegatedness, but in reality. The prakrti is the external energy of the Supreme Lord, and the purusa is the Supreme Lord Himself, and that is explained in Bhagavad-gita. Since this manifestation is material, it is temporary. A reflection is temporary, for it is sometimes seen and sometimes not seen. But the origin from whence the reflection is reflected is eternal. The material reflection of the real tree has to be cut off. When it is said that a person knows the Vedas, it is assumed that he knows how to cut off attachment to this material world. If one knows that process, he actually knows the Vedas. One who is attracted by the ritualistic formulas of the Vedas is attracted by the beautiful green leaves of the tree. He does not exactly know the purpose of the Vedas. The purpose of the Vedas, as disclosed by the Personality of Godhead Himself, is to cut down this reflected tree and attain the real tree of the spiritual world."
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "अधश्र्चोर्ध्वं प्रसृतास्तस्य शाखा",
                "गुणप्रवृद्धा विषयप्रवालाः |",
                "अधश्र्च मूलान्यनुसन्ततानि",
                "कर्मानुबन्धीनि मनुष्यलोके || २ ||"
            ],
            "english": [
                "adhas cordhvam prasrtas tasya sakha",
                "guna-pravrddha visaya-pravalah",
                "adhas ca mulany anusantatani",
                "karmanubandhini manusya-loke"
            ]
        },
        "translation": {
            "hindi": [
                "इस वृक्ष की शाखाएँ ऊपर तथा नीचे फैली हुई हैं और प्रकृति के तीन गुणों द्वारा पोषित हैं । इसकी टहनियाँ इन्द्रियविषय हैं । इस वृक्ष की जड़ें नीचे की ओर भी जाती हैं, जो मानवसमाज के सकाम कर्मों से बँधी हुई हैं ।"
            ],
            "english": [
                "The branches of this tree extend downward and upward, nourished by the three modes of material nature. The twigs are the objects of the senses. This tree also has roots going down, and these are bound to the fruitive actions of human society."
            ]
        },
        "meaning": {
            "hindi": [
                "अश्र्वत्थ वृक्ष की यहाँ और भी व्याख्या की गई है । इसकी शाखाएँ चतुर्दिक फैली हुई हैं । निचले भाग में जीवों की विभिन्न योनियाँ हैं, यथा मनुष्य, पशु, घोड़े, गाय, कुत्ते, बिल्लियाँ आदि । ये सभी वृक्ष की शाखाओं के निचले भाग में स्थित हैं । लेकिन ऊपरी भाग में जीवों की उच्चयोनियाँ हैं-यथा देव, गन्धर्व तथा अन्य बहुत सी उच्चतर योनियाँ । जिस प्रकार सामान्य वृक्ष का पोषण जल से होता है, उसी प्रकार यह वृक्ष प्रकृति के तीन गुणों द्वारा पोषित है । कभी-कभी हम देखतें हैं कि जलाभाव से कोई-कोई भूखण्ड वीरान हो जाता है, तो कोई खण्ड लहलहाता है, इसी प्रकार जहाँ प्रकृति के किन्ही विशेष गुणों का आनुपातिक आधिक्य होता है, वहाँ उसी के अनुरूप जीवों की योनियाँ प्रकट होती हैं ।",
                "वृक्ष की टहनियाँ इन्द्रियविषय हैं । विभिन्न गुणों के विकास से हम विभिन्न इन्द्रिय विषयों का भोग करते हैं । शाखाओं के सिरे इन्द्रियाँ हैं – यथा कान, नाक , आँख, आदि, जो विभिन्न इन्द्रिय विषयों के भोग से आसक्त हैं । टहनियाँ शब्द, रूप, स्पर्श आदि इन्द्रिय विषय हैं । सहायक जड़ें राग तथा द्वेष हैं , जो विभिन्न प्रकार के कष्ट तथा इन्द्रियभोग के विभिन्न रूप हैं । धर्म-अधर्म की प्रवृत्तियाँ इन्हीं गौण जड़ों से उत्पन्न हुई मानी जाती हैं, जो चारों दिशाओं में फैली हैं । वास्तविक जड़ तो ब्रह्मलोक में है, किन्तु अन्य जड़ें मर्त्यलोक में हैं । जब मनुष्य उच्च लोकों के पूण्य कर्मों का फल भोग चुकता है, तो वह इस धरा पर उतरता है और उन्नति के लिए सकाम कर्मों का नवीनीकरण करता है । यह मनुष्यलोक कर्मक्षेत्र माना जाता है ।"
            ],
            "english": [
                "The description of the banyan tree is further explained here. Its branches are spread in all directions. In the lower parts, there are variegated manifestations of living entities, such as human beings, animals, horses, cows, dogs, cats, etc. These are situated on the lower parts of the branches, whereas on the upper parts are higher forms of living entities: the demigods, Gandharvas (fairies), and many other higher species of life. As a tree is nourished by water, so this tree is nourished by the three modes of material nature. Sometimes we find that a tract of land is barren for want of sufficient water, and sometimes a tract is very green; similarly, where the modes of material nature are proportionately greater in quantity, the different species of life are manifested in that proportion.",
                "The twigs of the tree are considered to be the sense objects. By development of the different modes of nature, we develop different senses, and, by the senses, we enjoy different varieties of sense objects. The source of the senses-the ears, the nose, eyes, etc.-is considered to be the upper twigs, tuned to the enjoyment of different sense objects. The leaves are sound, form, touch-the sense objects. The roots, which are subsidiary, are the by-products of different varieties of suffering and sense enjoyment. Thus we develop attachment and aversion. The tendencies toward piety and impiety are considered to be the secondary roots, spreading in all directions. The real root is from Brahmaloka, and the other roots are in the human planetary systems. After one enjoys the results of virtuous activities in the upper planetary systems, he comes down to this earth and renews his karma or fruitive activities for promotion. This planet of human beings is considered the field of activities."
            ]
        }
    },
    {
        "id": [
            3,
            4
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                " न रूपमस्येह तथोपलभ्यते",
                "नान्तो न चादिर्न च सम्प्रतिष्ठा |",
                "अश्र्वत्थमेनं सुविरुढमूल-",
                "मसङ्गशस्त्रेण दृढेन छित्त्वा || ३ ||",
                "ततः पदं तत्परिमार्गितव्यं",
                "यस्मिन्गता न निवर्तन्ति भूयः |",
                "तमेव चाद्यं पुरुषं प्रपद्ये",
                "यतः प्रवृत्तिः प्रसृता पुराणी || ४ ||"
            ],
            "english": [
                "na rupam asyeha tathopalabhyate",
                "nanto na cadir na ca sampratistha",
                "asvattham enam su-virudha-mulam",
                "asanga-sastrena drdhena chittva",
                "tatah padam tat parimargitavyam",
                "yasmin gata na nivartanti bhuyah",
                "tam eva cadyam purusam prapadye",
                "yatah pravrttih prasrta purani"
            ]
        },
        "translation": {
            "hindi": [
                "इस वृक्ष के वास्तविक स्वरूप का अनुभव इस जगत् में नहीं किया जा सकता | कोई भी नहीं समझ सकता कि इसका आदि कहाँ है, अन्त कहाँ है या इसका आधार कहाँ है ? लेकिन मनुष्य को चाहिए कि इस दृढ मूल वाले वृक्ष को विरक्ति के शस्त्र से काट गिराए | तत्पश्चात् उसे ऐसे स्थान की खोज करनी चाहिए जहाँ जाकर लौटना न पड़े और जहाँ उस भगवान् की शरण ग्रहण कर ली जाये, जिससे अनादि काल से प्रत्येक का सूत्रपात तथा विस्तार होता आया है |"
            ],
            "english": [
                "The real form of this tree cannot be perceived in this world. No one can understand where it ends, where it begins, or where its foundation is. But with determination one must cut down this tree with the weapon of detachment. So doing, one must seek that place from which, having once gone, one never returns, and there surrender to that Supreme Personality of Godhead from whom everything has begun and in whom everything is abiding since time immemorial."
            ]
        },
        "meaning": {
            "hindi": [
                "अब यह स्पष्ट कर दिया गया है कि इस अश्र्वत्थ वृक्ष के वास्तविक स्वरूप को इस भौतिक जगत् में नहीं समझा जा सकता | चूँकि इसकी जड़ें ऊपर की ओर हैं, अतः वास्तविक वृक्ष का विस्तार विरुद्ध दिशा में होता है | जब वृक्ष के भौतिक विस्तार में कोई फँस जाता है, तो उसे न तो यह पता चल पाता है कि यह कितनी दूरी तक फैला है और न वह इस वृक्ष के शुभारम्भ को ही देख पाता है | फिर भी मनुष्य को कारण की खोज करनी ही होती है | “मैं अमुक पिता का पुत्र हूँ, जो अमुक का पुत्र है, आदि” – इस प्रकार अनुसन्धान करने से मनुष्य कोब्रह्मा प्राप्त होते हैं, जिन्हें गर्भोदकशायी विष्णु ने उत्पन्न किया | इस प्रकार अन्ततः भगवान् तक पहुँचा जा सकता है, जहाँ सारी गवेषणा का अन्त हो जाता है | मनुष्य को इस वृक्ष के उद्गम, परमेश्र्वर, की खोज ऐसे व्यक्तियों की संगति द्वारा करनी होती है, जिन्हें उस परमेश्र्वर का ज्ञान प्राप्त है | इस प्रकार ज्ञान से मनुष्य धीरे-धीरे वास्तविकता के इस छद्म प्रतिबिम्ब से विलग हो जाता है और सम्बन्ध-विच्छेद होने पर वह वास्तव में मूलवृक्ष में स्थित हो जाता है |",
                "इस प्रसंग में असङग शब्द अत्यन्त महत्त्वपूर्ण है, क्योंकि विषयभोग की आसक्ति तथा भौतिक प्रकृति पर प्रभुता अत्यन्त प्रबल होती है | अतएव प्रामाणिक शास्त्रों पर आधारित आत्म-ज्ञान की विवेचना द्वारा विरक्ति सीखनी चाहिए और ज्ञानी पुरुषों से श्रवण करना चाहिए | भक्तों की संगति में रहकर ऐसी विवेचना से भगवान् की प्राप्ति होती है | तब सर्वप्रथम जो करणीय है, वह है भगवान् की शरण ग्रहण करना | यहाँ पर उस स्थान (पद) का वर्णन किया गया है, जहाँ जाकर मनुष्य इस छद्म प्रतिबिम्बित वृक्ष में कभी वापस नहीं लौटता | भगवान् कृष्ण वह आदि मूल हैं, जहाँ से प्रत्येक वस्तु निकली है | उस भगवान् का अनुग्रह प्राप्त करने के लिए केवल उनकी शरण ग्रहण करनी चाहिए, जो श्रवण,कीर्तन आदि द्वारा भक्ति करने के फलस्वरूप प्राप्त होती है | वे ही भौतिक जगत् के विस्तार के कारण हैं | इसकी व्याख्या पहले ही स्वयं भगवान् ने की है |अहं सर्वस्य प्रभावः – मैं प्रत्येक वस्तु का उद्गम हूँ | अतएव इस भौतिक जीवन रूपी प्रबल अश्र्वत्थ के वृक्ष के बन्धन से छूटने के लिए कृष्ण की शरण ग्रहण की जानी चाहिए | कृष्ण की शरण ग्रहण करते ही मनुष्य स्वतः इस भौतिक विस्तार से विलग हो जाता है |"
            ],
            "english": [
                "It is now clearly stated that the real form of this banyan tree cannot be understood in this material world. Since the root is upwards, the extension of the real tree is at the other end. No one can see how far the tree extends, nor can one see the beginning of this tree. Yet one has to find out the cause. “I am the son of my father, my father is the son of such and such a person, etc.” By searching in this way, one comes to Brahma, who is generated by the Garbhodakasayi Visnu. Finally, in this way, when one reaches to the Supreme Personality of Godhead, that is the end of research work. One has to search out that origin of this tree, the Supreme Personality of Godhead, through the association of persons who are in the knowledge of that Supreme Personality of Godhead. Then by understanding one becomes gradually detached from this false reflection of reality, and by knowledge one can cut off the connection and actually become situated in the real tree.",
                "The word asanga is very important in this connection because the attachment for sense enjoyment and lording it over the material nature is very strong. Therefore one must learn detachment by discussion of spiritual science based on authoritative scriptures, and one must hear from persons who are actually in knowledge. As a result of such discussion in the association of devotees, one comes to the Supreme Personality of Godhead. Then the first thing one must do is surrender to Him. The description of that place whence going no one returns to this false reflected tree is given here. The Supreme Personality of Godhead, Krsna, is the original root from whom everything has emanated. To gain favor of that Personality of Godhead, one has only to surrender, and this is a result of performing devotional service by hearing, chanting, etc. He is the cause of this extension of this material world. This is already explained by the Lord Himself: aham sarvasya prabhavah. “I am the origin of everything.”",
                "Therefore to get out of the entanglement of this strong banyan tree of material life, one must surrender to Krsna. As soon as one surrenders unto Krsna, he becomes detached automatically from this material extension."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "निर्मानमोहा जितसङ्गदोषा",
                "अध्यात्मनित्या विनिवृत्तकामाः ।",
                "द्वन्द्वैर्विमुक्ताः सुखदुःखसंज्ञै-",
                "र्गच्छन्त्यमूढाः पदमव्ययं तत् ॥ १५- ५ ॥"
            ],
            "english": [
                "nirmana-moha jita-sanga-dosa",
                "adhyatma-nitya vinivrtta-kamah",
                "dvandvair vimuktah sukha-duhkha-samjnair",
                "gacchanty amudhah padam avyayam tat"
            ]
        },
        "translation": {
            "hindi": [
                "जो झूठी प्रतिष्ठा, मोह तथा कुसंगति से मुक्त हैं, जो शाश्र्वत तत्त्व को समझते हैं, जिन्होंने भौतिक काम को नष्ट कर दिया है, जो सुख तथा दुख के द्वन्द्व से मुक्त हैं और जो मोहरहित होकर परम पुरुष के शरणागत होना चाहते हैं, वे उस शाश्र्वत राज्य को प्राप्त होते हैं ।"
            ],
            "english": [
                "One who is free from illusion, false prestige, and false association, who understands the eternal, who is done with material lust and is freed from the duality of happiness and distress, and who knows how to surrender unto the Supreme Person, attains to that eternal kingdom."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर शरणागति का अत्यन्त सुन्दर वर्णन हुआ है । इसके लिए जिस प्रथम योग्यता की आवश्यकता है, वह है मिथ्या अहंकार से मोहित न होना । चूँकि बद्धजीव अपने को प्रकृति का स्वामी मानकर गर्वित रहता है, अतएव उसके लिए भगवान् की शरण में जाना कठिन होता है । उसे वास्तविक ज्ञान के अनुशीलन द्वारा यह जानना चाहिए कि वह प्रकृति का स्वामी नहीं है, उसका स्वामी तो परमेश्र्वर है । जब मनुष्य अहंकार से उत्पन्न मोह से मुक्त हो जाता है, तभी शरणागति की प्रक्रिया प्रारम्भ हो सकती है । जो व्यक्ति इस संसार में सदैव सम्मान की आशा रखता है, उसके लिए भगवान् के शरणागत होना कठिन है । अहंकार तो मोह के कारण होता है, क्योंकि यद्यपि मनुष्य यहाँ आता है, कुछ काल तक रहता है और फिर चला जाता है, तो भी मूर्खतावश वह समझ बैठता है कि वही इस संसार का स्वामी है । इस तरह वह सारी परिस्थिति को जटिल बना देता है और सदैव कष्ट उठाता रहता है । सारा संसार इसी भ्रान्तधारणा के अन्तर्गत आगे बढ़ता है । लोग सोचते हैं कि यह भूमि या पृथ्वी मानव समाज की है और उन्होंने भूमि का विभाजन इस मिथ्या धारणा से कर रखा है कि वे इसके स्वामी हैं । मनुष्य को इस भ्रम से मुक्त होना चाहिए कि मानव समाज ही इस जगत् का स्वामी है । जब मनुष्य इस प्रकार की भ्रान्तधारणा से मुक्त हो जाता है, तो वह पारिवारिक, सामाजिक तथा राष्ट्रीय स्नेह से उत्पन्न कुसंगतियों से मुक्त हो जाता है । ये त्रुटि-पूर्ण संगतियाँ ही उसे संसार से बाँधने वाली हैं । इस अवस्था के बाद उसे आध्यात्मिक ज्ञान विकसित करना होता है । उसे ऐसे ज्ञान का अनुशीलन करना होता है कि वास्तव में उसका क्या है और क्या नहीं है । और जब उसे वस्तुओं का सही-सही ज्ञान हो जाता है तो वह सुख-दुख, हर्ष-विषाद जैसे द्वन्द्वों से मुक्त हो जाता है । वह ज्ञान से परिपूर्ण हो जाता है और तब भगवान् का शरणागत बनना सम्भव हो पाता है ।"
            ],
            "english": [
                "The surrendering process is described here very nicely. The first qualification is that one should not be deluded by pride. Because the conditioned soul is puffed up, thinking himself the lord of material nature, it is very difficult for him to surrender unto the Supreme Personality of Godhead. One should know by the cultivation of real knowledge that he is not lord of material nature; the Supreme Personality of Godhead is the Lord. When one is free from delusion caused by pride, he can begin the process of surrender. For one who is always expecting some honor in this material world, it is not possible to surrender to the Supreme Person. Pride is due to illusion, for although one comes here, stays for a brief time and then goes away, he has the foolish notion that he is the lord of the world. He thus makes all things complicated, and he is always in trouble. The whole world moves under this impression. People are considering that the land, this earth, belongs to human society, and they have divided the land under the false impression that they are the proprietors. One has to get out of this false notion that human society is the proprietor of this world. When one is freed from such a false notion, he becomes free from all the false associations caused by familial, social, and national affections. These fake associations bind one to this material world. After this stage, one has to develop spiritual knowledge. One has to cultivate knowledge of what is actually his own and what is actually not his own. And, when one has an understanding of things as they are, he becomes free from all dual conceptions such as happiness and distress, pleasure and pain. He becomes full in knowledge; then it is possible for him to surrender to the Supreme Personality of Godhead."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "न तद्भासयते सूर्यो न शशाङ्को न पावकः |",
                "यद्गत्वा न निवर्तन्ते तद्धाम परमं मम || ६ ||"
            ],
            "english": [
                "na tad bhasayate suryo",
                "na sasanko na pavakah",
                "yad gatva na nivartante",
                "tad dhama paramam mama"
            ]
        },
        "translation": {
            "hindi": [
                "वह मेरा परम धाम न तो सूर्य या चन्द्र के द्वारा प्रकाशित होता है और न अग्नि या बिजली से । जो लोग वहाँ पहुँच जाते हैं, वे इस भौतिक जगत् में फिर से लौट कर नहीं आते ।/p>"
            ],
            "english": [
                "That abode of Mine is not illumined by the sun or moon, nor by electricity. One who reaches it never returns to this material world."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ आध्यात्मिक जगत् अर्थात् भगवान् कृष्ण के धाम का वर्णन हुआ है, जिसे कृष्णलोक या गोलोक वृन्दावन कहा जाता है । चिन्मय आकाश में न तो सूर्यप्रकाश की आवश्यकता है, न चन्द्रप्रकाश अथवा अग्नि या बिजली की, क्योंकि सारे लोक स्वयं प्रकाशित हैं । इस ब्रह्माण्ड में केवल एक लोक, सूर्य, ऐसा है जो स्वयं प्रकाशित है । लेकिन आध्यात्मिक आकाश में सभी लोक स्वयं प्रकाशित हैं । उन समस्त लोकों के (जिन्हें वैकुण्ठ कहा जाता है) चमचमाते तेज से चमकीला आकाश बनता है, जिसे ब्रह्मज्योति कहते हैं । वस्तुतः यह तेज कृष्णलोक, गोलोक वृन्दावन से निकलता है । इस तेज का एक अंश महत्-तत्त्व अर्थात् भौतिक जगत् से आच्छादित रहता है । इसके अतिरिक्त ज्योतिर्मय आकाश का अधिकांश भाग तो आध्यात्मिक लोकों से पूर्ण है, जिन्हें वैकुण्ठ कहा जाता है और जिनमें से गोलोक वृन्दावन प्रमुख है ।",
                "जब तक जीव इस अंधकारमय जगत् में रहता है, तब तक वह बद्ध अवस्था में होता है । लेकिन ज्योंही वह इस भैतिक जगत् रूपी मिथ्या, विकृत वृक्ष को काट कर आध्यात्मिक आकाश में पहुँचता है, त्योंही वह मुक्त हो जाता है । तब वह यहाँ वापस नहीं आता । इस बद्ध जीवन में जीव अपने को भौतिक जगत् का स्वामी मानता है, लेकिन अपनी मुक्त अवस्था में वह आध्यात्मिक राज्य में प्रवेश करता है और परमेश्र्वर का पार्षद बन जाता है । वहाँ पर वह सच्चिदानन्दमय जीवन बिताता है ।",
                "इस सूचना से मनुष्य को मुग्ध हो जाना चाहिए । उसे उस शाश्र्वत जगत् में ले जाये जाने की इच्छा करनी चाहिए और सच्चाई के इस मिथ्या प्रतिबिम्ब से अपने आपको विलग कर देना चाहिए । जो इस संसार से अत्यधिक आसक्त है, उसके लिए इस आसक्ति का छेदन करना दुष्कर होता है । लेकिन यदि वह कृष्णभावनामृत को ग्रहण कर ले, तो उसे क्रमशः छूट जाने की सम्भावना है । उसे ऐसे भक्तों की संगति करनी चाहिए जो कृष्णभावनाभावित होते हैं । उसे ऐसा समाज खोजना चाहिए, जो कृष्णभावनामृत के प्रति समर्पित हो और उसे भक्ति करनी सीखनी चाहिए । इस प्रकार वह संसार के प्रति अपनी आसक्ति विच्छेद कर सकता है । यदि कोई चाहे कि केसरिया वस्त्र पहनने से भौतिक जगत् का आकर्षण से विच्छेद हो जाएगा, तो ऐसा सम्भव नहीं है । उसे भगवद्भक्ति के प्रति आसक्त होना पड़ेगा । अतएव मनुष्य को चाहिए कि गम्भीरतापूर्वक समझे कि बारहवें अध्याय में भक्ति का जैसा वर्णन है वही वास्तविक वृक्ष की इस मिथ्या अभिव्यक्ति से बाहर निकलने का एकमात्र साधन है । चौदहवें अध्याय में बताया गया है कि भौतिक प्रकृति द्वारा सारी विधियाँ दूषित हो जाती हैं, केवल भक्ति ही शुद्ध रूप से दिव्य है ।",
                "यहाँ परमं मम शब्द बहुत महत्त्वपूर्ण हैं । वास्तव में जगत का कोना-कोना भगवान् की सम्पत्ति है, परन्तु दिव्य जगत परम है और छह ऐश्वर्यों से पूर्ण है । कठोपनिषद् (२.२.१५) में भी इसकी पुष्टि की गई है कि दिव्य जगत में सूर्य प्रकाश, चन्द्र प्रकाश या तारागण की कोई आवश्यकता नहीं है, (न तत्र सूर्यो भाति न चन्द्र तारकम्) क्योंकि समस्त आध्यात्मिक आकाश भगवान् की आन्तरिक शक्ति से प्रकाशमान है । उस परम धाम तक केवल शरणागति से ही पहुँचा जा सकता है,अन्य किसी साधन से नहीं ।"
            ],
            "english": [
                "The spiritual world, the abode of the Supreme Personality of Godhead, Krsna-which is known as Krsnaloka, Goloka Vrndavana-is described here. In the spiritual sky there is no need of sunshine, moonshine, fire or electricity, because all the planets are self-luminous. We have only one planet in this universe, the sun, which is self-luminous, but all the planets in the spiritual sky are self-luminous. The shining effulgence of all those planets (called Vaikunthas) constitutes the shining sky known as the brahmajyoti. Actually, the effulgence is emanating from the planet of Krsna, Goloka Vrndavana. Part of that shining effulgence is covered by the mahat-tattva, the material world. Other than this, the major portion of that shining sky is full of spiritual planets, which are called Vaikunthas, chief of which is Goloka Vrndavana.",
                "As long as a living entity is in this dark material world, he is in conditional life, but as soon as he reaches the spiritual sky, by cutting through the false, perverted tree of this material world, he becomes liberated. Then there is no chance of his coming back here. In his conditional life, the living entity considers himself to be the lord of this material world, but in his liberated state he enters into the spiritual kingdom and becomes the associate of the Supreme Lord. There he enjoys eternal bliss, eternal life, and full knowledge.",
                "One should be captivated by this information. He should desire to transfer himself to that eternal world and extricate himself from this false reflection of reality. For one who is too much attached to this material world, it is very difficult to cut that attachment, but if he takes to Krsna consciousness, there is a chance of gradually becoming detached. One has to associate himself with devotees, those who are in Krsna consciousness. One should search out a society dedicated to Krsna consciousness and learn how to discharge devotional service. In this way he can cut off his attachment to the material world. One cannot become detached from the attraction of the material world simply by dressing himself in saffron cloth. He must become attached to the devotional service of the Lord. Therefore one should take it very seriously that devotional service as described in the Twelfth Chapter is the only way to get out of this false representation of the real tree. In Chapter Fourteen the contamination of all kinds of processes by material nature is described. Only devotional service is described as purely transcendental.",
                "The words paramam mama are very important here. Actually every nook and corner is the property of the Supreme Lord, but the spiritual world is paramam, full of six opulences. In the Upanisads it is also confirmed that in the spiritual world there is no need of sunshine or moonshine, for the whole spiritual sky is illuminated by the internal potency of the Supreme Lord. That supreme abode can be achieved only by surrender and by no other means."
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "ममैवांशो जीवलोके जीवभूतः सनातनः |",
                "मनःषष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति || ७ ||"
            ],
            "english": [
                "mamaivamso jiva-loke",
                "jiva-bhutah sanatanah",
                "manah-sasthanindriyani",
                "prakrti-sthani karsati"
            ]
        },
        "translation": {
            "hindi": [
                "इस बद्ध जगत् में सारे जीव मेरे शाश्र्वत अंश हैं । बद्ध जीवन के कारण वे छहों इन्द्रियों के घोर संघर्ष कर रहे हैं, जिसमें मन भी सम्मिलित है ।"
            ],
            "english": [
                "The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में जीव का स्वरूप स्पष्ट है । जीव परमेश्र्वर का सनातन रूप से सूक्ष्म अंश है । ऐसा नहीं है कि बद्ध जीवन में वह एक व्यष्टित्व धारण करता है और मुक्त अवस्था में वह परमेश्र्वर से एकाकार हो जाता है । वह सनातन का अंश रूप है । यहाँ पर स्पष्टतः सनातन कहा गया है । वेदवचन के अनुसार परमेश्र्वर अपने आप को असंख्य रूपों में प्रकट करके विस्तार करते हैं, जिनमें से व्यक्तिगत विस्तार विष्णुतत्त्व कहलाते हैं और गौण विस्तार जीव कहलाते हैं । दूसरे शब्दों में, विष्णु तत्त्व निजी विस्तार (स्वांश) हैं और जीव विभिन्नांश (पृथकीकृत अंश) हैं| अपने स्वांश द्वारा वे भगवान् राम, नृसिंह देव, विष्णुमूर्ति तथा वैकुण्ठलोक के प्रधान देवों के रूप में प्रकट होते हैं | विभिन्नांश अर्थात् जीव, सनातन सेवक होते हैं । भगवान् के स्वांश सदैव विद्यमान रहते हैं । इसी प्रकार जीवों के विभिन्नांशो के अपने स्वरूप होते हैं । परमेश्र्वर के विभिन्नांश होने के कारण जीवों में भी उनके आंशिक गुण पाये जाते हैं, जिनमें से स्वतन्त्रता एक है । प्रत्येक जीव का आत्मा रूप में, अपना व्यष्टित्व और सूक्ष्म स्वातंत्र्य होता है । इसी स्वातंत्र्य के दुरूपयोग से जीव बद्ध बनता है और उसके सही उपयोग से वह मुक्त बनता है । दोनों ही अवस्थाओं में वह भगवान् के समान ही सनातन होता है । मुक्त अवस्था में वह इस भौतिक अवस्था से मुक्त रहता है और भगवान् के दिव्य सेवा में निरत रहता है । बद्ध जीवन में प्रकृति के गुणों द्वारा अभिभूत होकर वह भगवान् की दिव्य प्रेमाभक्ति को भूल जाता है । फलस्वरूप उसे अपनी स्थिति बनाये रखने के लिए इस संसार में अत्यधिक संघर्ष करना पड़ता है ।",
                "न केवल मनुष्य तथा कुत्ते-बिल्ली जैसे जीव, अपितु इस भौतिक जगत् के बड़े-बड़े नियन्ता-यथा ब्रह्मा-शिव तथा विष्णु तक, परमेश्र्वर के अंश हैं । ये सभी सनातन अभिव्यक्तियाँ हैं, क्षणिक नहीं । कर्षति (संघर्ष करना) शब्द अत्यन्त सार्थक है । बद्धजीव मानो लौह शृंखलाओं से बँधा हो । वह मिथ्या अहंकार से बँधा रहता है और मन मुख्य कारण है जो उसे इस भवसागर की ओर धकेलता है । जब मन सतोगुण में रहता है, तो उसके कार्यकलाप अच्छे होते हैं । जब रजोगुण में रहता है, तो उसके कार्यकलाप कष्टकारक होते हैं और जब वह तमोगुण में होता है, तो वह जीवन की निम्नयोनियों में चला जाता है । लेकिन इस श्लोक से यह स्पष्ट है कि बद्धजीव मन तथा इन्द्रियों समेत भौतिक शरीर से आवरित है और जब वह मुक्त हो जाता है तो यह भौतिक आवरण नष्ट हो जाता है । लेकिन उसका आध्यात्मिक शरीर अपने व्यष्टि रूप में प्रकट होता है । माध्यान्दिनायन श्रुति में यह सूचना प्राप्त है – स वा एष ब्रह्मनिष्ठ इदं शरीरं मर्त्यमतिसृज्य ब्रह्माभिसम्पद्य ब्रह्मणा पश्यति ब्रह्मणा शृणोति ब्रह्मणैवेदं सर्वमनुभवति । यहाँ यह बताया गया है कि जब जीव अपने इस भौतिक शरीर को त्यागता है और आध्यात्मिक जगत् में प्रवेश करता है, तो उसे पुनः आध्यात्मिक शरीर प्राप्त होता है, जिससे वह भगवान् का साक्षात्कार कर सकता है । यह उनसे आमने-सामने बोल सकता है और सुन सकता है तथा जिस रूप में भगवान् हैं, उन्हें समझ सकता है । स्मृति से भी यह ज्ञात होता है-वसन्ति यत्र पुरुषाः सर्वे वैकुण्ठ-मूर्तयः-वैकुण्ठ में सारे जीव भगवान् जैसे शरीरों में रहते हैं । जहाँ तक शारीरिक बनावट का प्रश्न है, अंश रूप जीवों तथा विष्णु मूर्ति के विस्तारों (अंशों) में कोई अन्तर नहीं होता । दूसरे शब्दों में, भगवान् की कृपा से मुक्त होने पर जीव को आध्यात्मिक शरीर प्राप्त होता है ।",
                "ममैवांश शब्द भी अत्यन्त सार्थक है, जिसका अर्थ है भगवान् के अंश । भगवान् का अंश ऐसा नहीं होता, जैसे किसी पदार्थ का टूटा खंड़(अंश) । हम द्वितीय अध्याय में देख चुके हैं कि आत्मा के खंड नहीं किये जा सकते । इस खंड की भौतिक दृष्टि से अनुभूति नहीं हो पाती । यह पदार्थ की भाँति नहीं है, जिसे चाहो तो कितने ही खण्ड कर दो और उन्हें पुनः जोड़ दो । ऐसी विचारधारा यहाँ पर लागू नहीं होती, क्योंकि संस्कृत के सनातन शब्द का प्रयोग हुआ है । विभिन्नांश सनातन है । द्वितीय अध्याय के प्रारम्भ में यह भी कहा गया है कि प्रत्येक व्यक्ति के शरीर में भगवान् का अंश विद्यमान है (देहिनोऽस्मिन्यथा देहे) । वह अंश जब शारीरिक बन्धन से मुक्त हो जाता है, तो आध्यात्मिक आकाश में वैकुण्ठलोक में अपना आदि आध्यात्मिक शरीर प्राप्त कर लेता है, जिससे वह भगवान् की संगति का लाभ उठाता है । किन्तु ऐसा समझा जाता है कि जीव भगवान् का अंश होने के कारण गुणात्मक दृष्टि से भगवान् के ही समान है, जिस प्रकार स्वर्ण के अंश भी स्वर्ण होते हैं ।"
            ],
            "english": [
                "In this verse the identity of the living being is clearly given. The living entity is the fragmental part and parcel of the Supreme Lord-eternally. It is not that he assumes individuality in his conditional life and in his liberated state becomes one with the Supreme Lord. He is eternally fragmented. It is clearly said, sanatanah. According to the Vedic version, the Supreme Lord manifests and expands Himself in innumerable expansions, of which the primary expansions are called Visnu-tattva, and the secondary expansions are called the living entities. In other words, the Visnu-tattva is the personal expansion, and the living entities are separated expansions. By His personal expansion, He is manifested in various forms like Lord Rama, Nrsimhadeva, Visnumurti and all the predominating Deities in the Vaikuntha planets. The separated expansions, the living entities, are eternally servitors. The personal expansions of the Supreme Personality of Godhead, the individual identities of the Godhead, are always present. Similarly, the separated expansions of living entities have their identities. As fragmental parts and parcels of the Supreme Lord, the living entities have also fragmental qualities, of which independence is one. Every living entity has an individual soul, his personal individuality and a minute form of independence. By misuse of that independence, one becomes a conditioned soul, and by proper use of independence he is always liberated. In either case, he is qualititatively eternal, as the Supreme Lord is. In his liberated state he is freed from this material condition, and he is under the engagement of transcendental service unto the Lord; in his conditioned life he is dominated by the material modes of nature, and he forgets the transcendental loving service of the Lord. As a result, he has to struggle very hard to maintain his existence in the material world.",
                "The living entities, not only the human beings and the cats and dogs, but even the greater controllers of the material world-Brahma, Lord Siva, and even Visnu-are all parts and parcels of the Supreme Lord. They are all eternal, not temporary manifestations. The word karsati (struggling or grappling hard) is very significant. The conditioned soul is bound up, as though shackled by iron chains. He is bound up by the false ego, and the mind is the chief agent which is driving him in this material existence. When the mind is in the mode of goodness, his activities are good; when the mind is in the mode of passion, his activities are troublesome; and when the mind is in the mode of ignorance, he travels in the lower species of life. It is clear, however, in this verse, that the conditioned soul is covered by the material body, with the mind and the senses, and when he is liberated this material covering perishes, but his spiritual body manifests in its individual capacity. The following information is there in the Madhyandi-nayana-sruti: sa va esa brahma-nistha idam sariram marttyam atisrjya brahmabhisampadya brahmana pasyati brahmana srnoti brahmanaivedam sarvam anubhavati. It is stated here that when a living entity gives up this material embodiment and enters into the spiritual world, he revives his spiritual body, and in his spiritual body he can see the Supreme Personality of Godhead face to face. He can hear and speak to Him face to face, and he can understand the Supreme Personality as He is. In smrti also it is understood that in the spiritual planets everyone lives in bodies featured like the Supreme Personality of Godhead's. As far as bodily construction is concerned, there is no difference between the part and parcel living entities and the expansions of Visnumurti. In other words, at liberation the living entity gets a spiritual body by the grace of the Supreme Personality of Godhead.",
                "The word mamaivamsah (fragmental parts and parcels of the Supreme Lord) is also very significant. The fragmental portion of the Supreme Lord is not like some material broken part. We have already understood in the Second Chapter that the spirit cannot be cut into pieces. This fragment is not materially conceived. It is not like matter which can be cut into pieces and joined together again. That conception is not applicable here because the Sanskrit word sanatana (eternal) is used. The fragmental portion is eternal. It is also stated in the beginning of the Second Chapter that (dehino 'smin yatha) in each and every individual body, the fragmental portion of the Supreme Lord is present. That fragmental portion, when liberated from the bodily entanglement, revives its original spiritual body in the spiritual sky in a spiritual planet and enjoys association with the Supreme Lord. It is, however, understood here that the living entity, being the fragmental part and parcel of the Supreme Lord, is qualitatively one, just as the parts and parcels of gold are also gold."
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "शरीरं यदवाप्नोति यच्चाप्युत्क्रामतीश्र्वरः |",
                "गृहीत्वैतानि संयाति वायुर्गन्धानिवाश्यात् || ८ ||"
            ],
            "english": [
                "sariram yad avapnoti",
                "yac capy utkramatisvarah",
                "grhitvaitani samyati",
                "vayur gandhan ivasayat"
            ]
        },
        "translation": {
            "hindi": [
                "इस संसार में जीव अपनी देहात्मबुद्धि को एक शरीर से दूसरे में उसी तरह ले जाता है, जिस प्रकार वायु सुगन्धि को ले जाता है । इस प्रकार वह एक शरीर धारण करता है और फिर इसे त्याग कर दूसरा शरीर धारण करता है ।"
            ],
            "english": [
                "The living entity in the material world carries his different conceptions of life from one body to another as the air carries aromas."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर जीव को ईश्र्वर अर्थात् अपने शरीर का नियामक कहा गया है । यदि वह चाहे तो अपने शरीर को त्याग कर उच्चतर योनि में जा सकता है । इस विषय में उसे थोड़ी स्वतन्त्रता प्राप्त है । शरीर में जो परिवर्तन होता है, वह उस पर निर्भर करता है । मृत्यु के समय वह जैसी चेतना बनाये रखता है, वही उसे दूसरे शरीर तक ले जाती है । यदि वह कुत्ते या बिल्ली जैसी चेतना बनाता है, तो उसे कुत्ते या बिल्ली का शरीर प्राप्त होता है । यदि वह अपनी चेतना दैवी गुणों में स्थित करता है, तो उसे देवता का स्वरूप प्राप्त होता है । और यदि वह कृष्णभावनामृत में होता है, तो वह आध्यात्मिक जगत में कृष्ण लोक को जाता है, जहाँ उसका सान्निध्य कृष्ण से होता है । यह दावा मिथ्या है कि इस शरीर के नाश होने पर सब कुछ समाप्त हो जाता है । आत्मा एक शरीर से दूसरे शरीर में देहान्तरण करता है, और वर्तमान शरीर तथा वर्तमान कार्यकलाप ही अगले शरीर का आधार बनते हैं । कर्म के अनुसार भिन्न शरीर प्राप्त होता है और समय आने पर यह शरीर त्यागना होता है । यहाँ यह कहा गया है कि सूक्ष्म शरीर, जो अगले शरीर का बीज वहन करता है, अगले जीवन में दूसरा शरीर निर्माण करता है । एक शरीर से दूसरे शरीर में देहान्तरण की प्रक्रिया तथा शरीर में रहते हुए संघर्ष करने को कर्षति अर्थात् जीवन संघर्ष कहते हैं ।"
            ],
            "english": [
                "Here the living entity is described as isvara, the controller of his own body. If he likes, he can change his body to a higher grade, and if he likes he can move to a lower class. Minute independence is there. The change his body undergoes depends upon him. At the time of death, the consciousness he has created will carry him on to the next type of body. If he has made his consciousness like that of a cat or dog, he is sure to change to a cat's or dog's body. And, if he has fixed his consciousness on godly qualities, he will change into the form of a demigod. And, if he is in Krsna consciousness, he will be transferred to Krsnaloka in the spiritual world and will associate with Krsna. It is a false claim that after the annihilation of this body everything is finished. The individual soul is transmigrating from one body to another, and his present body and present activities are the background of his next body. One gets a different body according to karma, and he has to quit this body in due course. It is stated here that the subtle body, which carries the conception of the next body, develops another body in the next life. This process of transmigrating from one body to another and struggling while in the body is called karsati or struggle for existence."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "श्रोत्रं चक्षुः स्पर्शनं च रसनं घ्राणमेव च |",
                "अधिष्ठाय मनश्र्चायं विषयानुपसेवते || ९ ||"
            ],
            "english": [
                "srotram caksuh sparsanam ca",
                "rasanam ghranam eva ca",
                "adhisthaya manas cayam",
                "visayan upasevate"
            ]
        },
        "translation": {
            "hindi": [
                "इस प्रकार दूसरा स्थूल शरीर धारण करके जीव विशेष प्रकार का कान, आँख, जीभ, नाक तथा स्पर्श इन्द्रिय (त्वचा) प्राप्त करता है, जो मन के चारों ओर संपुंजित है | इस प्रकार वह इन्द्रियविषयों के एक विशिष्ट समुच्चय का भोग करता है |"
            ],
            "english": [
                "The living entity, thus taking another gross body, obtains a certain type of ear, tongue, and nose and sense of touch, which are grouped about the mind. He thus enjoys a particular set of sense objects."
            ]
        },
        "meaning": {
            "hindi": [
                "दूसरे शब्दों में, यदि जीव अपनी चेतना को कुत्तों तथा बिल्लियों के गुणों जैसा बना देता है, तो उसे अगले जन्म में कुत्ते या बिल्ली का शरीर प्राप्त होता है , जिसका वह भोग करता है | चेतना मूलतः जल के समान विमल होती है, लेकिन यदि हम जल में रंग मिला देते हैं, तो उसका रंग बदल जाता है | इसी प्रकार चेतना भी शुद्ध है, क्योंकि आत्मा शुद्ध है लेकिन भौतिक गुणों की संगति के अनुसार चेतना बदलती जाती है | वास्तविक चेतना तो कृष्णभावनामृत है, अतः जब कोई कृष्णभावनामृत में स्थित होता है, तो वह शुद्धतर जीवन बिताता है | लेकिन यदि उसकी चेतना किसी भौतिक प्रवृत्ति से मिश्रित हो जाती है, तो अगले जीवन में उसे वैसा ही शरीर मिलता है | यह आवश्यक नहीं है कि उसे पुनः मनुष्य शरीर प्राप्त हो – वह कुत्ता, बिल्ली, सूकर, देवता या चौरासी लाख योनियों में से कोई भी रूप प्राप्त कर सकता है |"
            ],
            "english": [
                "In other words, if the living entity adulterates his consciousness with the qualities of cats and dogs, in his next life he gets a cat or dog body and enjoys. Consciousness is originally pure, like water. But if we mix water with a certain color, it changes. Similarly, consciousness is pure, for the spirit soul is pure. But consciousness is changed according to the association of the material qualities. Real consciousness is Krsna consciousness. When, therefore, one is situated in Krsna consciousness, he is in his pure life. But if his consciousness is adulterated by some type of material mentality, in the next life he gets a corresponding body. He does not necessarily get a human body again; he can get the body of a cat, dog, hog, demigod or one of many other forms, for there are 8,400,000 species."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "उत्क्रामन्तं स्थितं वापि भुञ्जा नं वा गुणान्वितम् |",
                "विमूढा नानुपश्यन्ति पश्यन्ति ज्ञानचक्षुषः || १० ||"
            ],
            "english": [
                "utkramantam sthitam vapi",
                "bhunjanam va gunanvitam",
                "vimudha nanupasyanti",
                "pasyanti jnana-caksusah"
            ]
        },
        "translation": {
            "hindi": [
                "मूर्ख न तो समझ पाते हैं कि जीव किस प्रकार अपना शरीर त्याग सकता है, न ही वे यह समझ पाते हैं कि प्रकृति के गुणों के अधीन वह किस तरह के शरीर का भोग करता है । लेकिन जिसकी आँखें ज्ञान से प्रशिक्षित होती हैं, वह यह सब देख सकता है ।"
            ],
            "english": [
                "The foolish cannot understand how a living entity can quit his body, nor can they understand what sort of body he enjoys under the spell of the modes of nature. But one whose eyes are trained in knowledge can see all this."
            ]
        },
        "meaning": {
            "hindi": [
                "ज्ञान-चक्षुषः शब्द अत्यन्त महत्त्वपूर्ण है । बिना ज्ञान के कोई न तो यह समझ सकता है कि जीव इस शरीर को किस प्रकार त्यागता है, न ही यह कि वह अगले जीवन में कैसा शरीर धारण करने जा रहा है, अथवा यह कि वह विशेष प्रकार के शरीर में क्यों रह रहा है । इसके लिए पर्याप्त ज्ञान की आवश्यकता होती है, जिसे प्रमाणिक गुरु से भगवद्गीता तथा अन्य ऐसे ही ग्रंथों को सुन कर समझा जा सकता है । जो इन बातों को समझने के लिए प्रशिक्षित है, वह भाग्यशाली है । प्रत्येक जीव किन्हीं परिस्थितियोंमें शरीर त्यागता है, जीवित रहता है और प्रकृति के अधीन होकर भोग करता है । फलस्वरूप वह इन्द्रिय भोग के भ्रम में नाना प्रकार के सुख-दुख सहता रहता है । ऐसे व्यक्ति जो काम तथा इच्छा के कारण निरन्तर मुर्ख बनते रहते हैं, अपने शरीर-परिवर्तन तथा विशेष शरीर में अपने वास को समझने की सारी शक्ति खो बैठते हैं । वे इसे नहीं समझ सकते । किन्तु जिन्हें आध्यात्मिक ज्ञान हो चुका है, वे देखते हैं कि आत्मा शरीर से भिन्न है और यह अपना शरीर बदल कर विभिन्न प्रकार से भोगता रहता है | ऐसे ज्ञान से युक्त व्यक्ति समझ सकता है कि इस संसार में बद्धजीव किस प्रकार कष्ट भोग रहे हैं | अतएव जो लोग कृष्णभावनामृत में अत्यधिक आगे बढ़े हुए हैं, वे इस ज्ञान को सामान्य लोगों तक पहुँचाने में प्रयत्नशील रहते हैं, क्योंकि उनका बद्ध जीवन अत्यन्त कष्टप्रद रहता है | उन्हें इसमें से निकल कर कृष्णभावनामृत होकर आध्यात्मिक लोक में जाने के लिए अपने को मुक्त करना चाहिए |"
            ],
            "english": [
                "The word jnana-caksusah is very significant. Without knowledge, one cannot understand how a living entity leaves his present body, nor what form of body he is going to take in the next life, nor even why he is living in a particular type of body. This requires a great amount of knowledge understood from Bhagavad-gita and similar literatures heard from a bona fide spiritual master. One who is trained to perceive all these things is fortunate. Every living entity is quitting his body under certain circumstances; he is living under certain circumstances and enjoying under certain circumstances under the spell of material nature. As a result, he is suffering different kinds of happiness and distress, under the illusion of sense enjoyment. Persons who are everlastingly fooled by lust and desire lose all power of understanding their change of body and their stay in a particular body. They cannot comprehend it. Those who have developed spiritual knowledge, however, can see that the spirit is different from the body and is changing its body and enjoying in different ways. A person in such knowledge can understand how the conditioned living entity is suffering in this material existence. Therefore those who are highly developed in Krsna consciousness try their best to give this knowledge to the people in general, for their conditional life is very much troublesome. They should come out of it and be Krsna conscious and liberate themselves to transfer to the spiritual world."
            ]
        }
    },
    {
        "id": [
            11
        ],
        "chapterId": 15,
        "text": {
            "hindi": [
                "यतन्तो योगिनश्र्चैनं पश्यन्त्यात्मन्यवस्थितम् |",
                "यतन्तोऽप्यकृतात्मानो नैनं पश्यन्त्यचेतसः || ११ ||"
            ],
            "english": [
                "yatanto yoginas cainam",
                "pasyanty atmany avasthitam",
                "yatanto 'py akrtatmano",
                "nainam pasyanty acetasah"
            ]
        },
        "translation": {
            "hindi": [
                "आत्म-साक्षात्कार को प्राप्त प्रयत्नशील योगीजन यह स्पष्ट रूप से देख सकते हैं । लेकिन जिनके मन विकसित नहीं हैं और जो आत्म-साक्षात्कार को प्राप्त नहीं हैं, वे प्रयत्न करके भी यह नहीं देख पाते कि क्या हो रहा है ।"
            ],
            "english": [
                "The endeavoring transcendentalist, who is situated in self-realization, can see all this clearly. But those who are not situated in self-realization cannot see what is taking place, though they may try to."
            ]
        },
        "meaning": {
            "hindi": [
                "अनेक योगी आत्म-साक्षात्कार के पथ पर होते हैं, लेकिन जो आत्म-साक्षात्कार को प्राप्त नहीं है, वह यह नहीं देख पाता कि जीव के शरीर में कैसे-कैसे परिवर्तन हो रहा है । इस प्रसंग में योगिनः शब्द महत्त्वपूर्ण है । आजकल ऐसे अनेक तथाकथित योगी हैं और योगियों के तथाकथित संगठन हैं, लेकिन आत्म-साक्षात्कार के मामले में वे शून्य हैं । वे केवल कुछ आसनों में व्यस्त रहते हैं और यदि उनका शरीर सुगठित तथा स्वस्थ हो गया,तो वे सन्तुष्ट हो जाते हैं | उन्हें इसके अतिरिक्त कोई जानकारी नहीं रहती । वे यतन्तोऽप्यकृतात्मानः कहलाते हैं | यद्यपि वे तथाकथित योगपद्धति का प्रयास करते हैं, लेकिन वे स्वरूपसिद्ध नहीं हो पाते | ऐसे व्यक्ति आत्मा के देहान्तरण को नहीं समझ सकते | केवल वे ही ये सभी बातें समझ पाते हैं, जो सचमुच योग पद्धति में रमते हैं और जिन्हें आत्मा, जगत् तथा परमेश्र्वर की अनुभूति हो चुकी है | दूसरे शब्दों में, जो भक्तियोगी हैं वे ही समझ सकते हैं कि किस प्रकार से सब कुछ घटित होता है |"
            ],
            "english": [
                "There are many transcendentalists in the path of spiritual self-realization, but one who is not situated in self-realization cannot see how things are changing in the body of the living entity. The word yoginah is significant in this connection. In the present day there are many so-called yogis, and there are many so-called associations of yogis, but they are actually blind in the matter of self-realization. They are simply addicted to some sort of gymnastic exercise and are satisfied if the body is well-built and healthy. They have no other information. They are called yatanto 'py akrtatmanah. Even though they are endeavoring in a so-called yoga system, they are not self-realized. Such people cannot understand the process of the transmigration of the soul. Only those who are actually in the yoga system and have realized the self, the world, and the Supreme Lord, in other words, the bhakti-yogis, those engaged in pure devotional service in Krsna consciousness, can understand how things are taking place."
            ]
        }
    }
]