[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यस्त्विन्द्रियाणि मनसा नियम्यारभतेऽर्जुन ।",
            "कर्मेन्द्रियैः कर्मयोगमसक्तः स विशिष्यते ॥ ७ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "yas tv indriyāṇi manasā",
            "niyamyārabhate ’rjuna",
            "karmendriyaiḥ karma-yogam",
            "asaktaḥ sa viśiṣyate"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "yaḥ — one who; tu — but; indriyāṇi — the senses; manasā — by the mind; niyamya — regulating; ārabhate — begins; arjuna — O Arjuna; karma-indriyaiḥ — by the active sense organs; karma-yogam — devotion; asaktaḥ — without attachment; saḥ — he; viśiṣyate — is by far the better."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On the other hand, if a sincere person tries to control the active senses by the mind and begins karma-yoga [in Kṛṣṇa consciousness] without attachment, he is by far superior."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Instead of becoming a pseudo transcendentalist for the sake of wanton living and sense enjoyment, it is far better to remain in one’s own business and execute the purpose of life, which is to get free from material bondage and enter into the kingdom of God. The prime svārtha-gati, or goal of self-interest, is to reach Viṣṇu. The whole institution of varṇa and āśrama is designed to help us reach this goal of life. A householder can also reach this destination by regulated service in Kṛṣṇa consciousness. For self-realization, one can live a controlled life, as prescribed in the śāstras, and continue carrying out his business without attachment, and in that way make progress. A sincere person who follows this method is far better situated than the false pretender who adopts show-bottle spiritualism to cheat the innocent public. A sincere sweeper in the street is far better than the charlatan meditator who meditates only for the sake of making a living."
        ]
    }
]