[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "सहजं कर्म कौन्तेय सदोषमपि न त्यजेत् |",
            "सर्वारम्भा हि दोषेण धूमेनाग्निरिवावृताः || ४८ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सहजम्– एकसाथ उत्पन्न; कर्म– कर्म; कौन्तेय– हे कुन्तीपुत्र; स-दोषम्– दोषयुक्त; अपि– यद्यपि; न– कभी नहीं; त्यजेत्– त्यागना चाहिए; सर्व-आरम्भाः– सारे उद्योग; हि– निश्चय ही; दोषेण– दोष से; धूमेन– धुएँ से; अग्निः– अग्नि; इव– सदृश; आवृताः– ढके हुए |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्रत्येक उद्योग (प्रयास) किसी न किसी दोष से आवृत होता है, जिस प्रकार अग्नि धुएँ से आवृत रहती है | अतएव हे कुन्तीपुत्र! मनुष्य को चाहिए कि स्वभाव से उत्पन्न कर्म को, भले ही वह दोषपूर्ण क्यों न हो, कभी त्यागे नहीं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "बद्ध जीवन में सारा कर्म भौतिक गुणों से दूषित रहता है | यहाँ तक कि ब्राह्मण तक को ऐसे यज्ञ करने पड़ते हैं, जिनमें पशुहत्या अनिवार्य है | इसी प्रकार क्षत्रिय चाहे कितना ही पवित्र क्यों न हो, उसे शत्रुओं से युद्ध करना पड़ता है | वह इससे बच नहीं सकता | इसी प्रकार एक व्यापारी को चाहे वह कितना ही पवित्र क्यों न हो, अपने व्यापार में बने रहने के लिए कभी-कभी लाभ को छिपाना पड़ता है, या कभी-कभी कालाबाजार चलाना पड़ता है | ये बातें आवश्यक हैं, इनसे बचा नहीं जा सकता | इसी प्रकार यदि शुद्र होकर बुरे स्वामी की सेवा करनी पड़े, तो उसे स्वामी की आज्ञा का पालन करना होता है, भले ही ऐसा नहीं होना चाहिए | इन सब दोषों के होते हुए भी, मनुष्य को अपने निर्दिष्ट कर्तव्य करते रहना चाहिए, क्योंकि वे स्वभावगत हैं |",
            "यहाँ पर एक अत्यन्त सुन्दर उदहारण दिया जाता है | यद्यपि अग्नि शुद्ध होती है, तो भी उसमें धुआँ रहता है | लेकिन इतने पर भी अग्नि अशुद्ध नहीं होती | अग्नि में धुआँ होने पर भी अग्नि समस्त तत्त्वों में शुद्धतम मानी जाती है | यदि कोई क्षत्रिय की वृत्ति त्याग कर ब्राह्मण की वृत्ति ग्रहण करना पसन्द करता है, तो उसको इसकी कोई निश्चितता नहीं है कि ब्राह्मण वृत्ति में कोई अरुचिकर कार्य नहीं होंगें | अतएव कोई यह निष्कर्ष निकाल सकता है कि संसार में प्रकृति के कल्मष से कोई भी पूर्णतः मुक्त नहीं है | इस प्रसंग में अग्नि तथा धुएँ का उदाहरण उपयुक्त है | यदि जाड़े के दिनों में कोई अग्नि से कोयला निकालता है, तो कभी-कभी धुएँ से आँखें तथा शरीर के अन्य भाग दुखते हैं, लेकिन इन प्रतिकूल परिस्थितियों के बावजूद भी अग्नि को तापा जाता है | इसी प्रकार किसी को अपनी सहज वृत्ति इसलिए नहीं त्याग देनी चाहिए कि कुछ बाधक तत्त्व आ गये हैं | अपितु मनुष्य को चाहिए कि कृष्णभावनामृत में रहकर अपने वृत्तिपरक कार्य से परमेश्र्वर की सेवा करने का संकल्प ले | यही सिद्धि अवस्था है | जब कोई भी वृत्तिपरक कार्य भगवान् को प्रसन्न करने के लिए किया जाता है, तो उस कार्य के सारे दोष शुद्ध हो जाते हैं | जब भक्ति से सम्बन्धित कर्मफल शुद्ध हो जाते हैं, तो मनुष्य अपने अन्तर का दर्शन कर सकता है और यही आत्म-साक्षात्कार है |"
        ]
    }
]