[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dialogue between queens Kausalyā and Sunayanā (king Janaka's wife); Sītā's amiability"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi sukha jōga na lōga saba kahahiṃ kahāom asa bhāgu..",
            "sahaja subhāyaom samāja duhu rāma carana anurāgu..280.. [2-280]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"We do not deserve this happiness.\" all exclaimed; \"Our luck is not like that.\" Such was the natural and spontaneous devotion to Śrī Rāma's feet in both the camps."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi bidhi sakala manōratha karahīṃ. bacana saprēma sunata mana harahīṃ..",
            "sīya mātu tēhi samaya paṭhāīṃ. dāsīṃ dēkhi suavasaru āīṃ.. [2-280-1]",
            "sāvakāsa suni saba siya sāsū. āyau janakarāja ranivāsū..",
            "kausalyāom sādara sanamānī. āsana diē samaya sama ānī.. [2-280-2]",
            "sīlu sanēha sakala duhu ōrā. dravahiṃ dēkhi suni kulisa kaṭhōrā..",
            "pulaka sithila tana bāri bilōcana. mahi nakha likhana lagīṃ saba sōcana.. [2-280-3]",
            "saba siya rāma prīti ki si mūratī. janu karunā bahu bēṣa bisūrati..",
            "sīya mātu kaha bidhi budhi bāomkī. jō paya phēnu phōra pabi ṭāomkī.. [2-280-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In this way all indulged in their own fancy; their affectionate words were so charming to hear. In the meantime Sītā's mother (Queen Sunayanā) despatched her handmaids to King Daśaratha's queens; and perceiving that it was a convenient hour they returned with that information. Having learnt that Sītā's mothers-in-law were at leisure the ladies of King Janaka's gynaeceum called on them. Queen Kausalyā (Śrī Rāma's mother) received them with due honour and courtesy and offered them such seats as circumstances would permit. The amiability and affection of all on both sides were such as would have made even the hardest thunderbolt melt if it could be see or hear of them. With their body thrilling all over and overpowered by emotion and eyes full of tears all began to sorrow and scratch the ground with the nails of their toes. They were all incarnations as it were of love for Sītā and Śrī Rāma; it seemed as if Pathos herself mourned in so many forms. Said Sītā's mother, \"The intellect of Providence is so marvellous that He has thought fit to break up the foam of milk with a chisel of adamant!"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunia sudhā dēkhiahiṃ garala saba karatūti karāla.",
            "jahaom tahaom kāka ulūka baka mānasa sakṛta marāla..281.. [2-281]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"We hear of nectar but see only venom: all His doings are hard. Crows, owls and herons are seen everywhere; but swans can be found in the Mānasa lake alone.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni sasōca kaha dēbi sumitrā. bidhi gati baḍai biparīta bicitrā..",
            "jō sṛji pālai harai bahōrī. bāla kēli sama bidhi mati bhōrī.. [2-281-1]",
            "kausalyā kaha dōsu na kāhū. karama bibasa dukha sukha chati lāhū..",
            "kaṭhina karama gati jāna bidhātā. jō subha asubha sakala phala dātā.. [2-281-2]",
            "īsa rajāi sīsa sabahī kēṃ. utapati thiti laya biṣahu amī kēṃ..",
            "dēbi mōha basa sōcia bādī. bidhi prapaṃcu asa acala anādī.. [2-281-3]",
            "bhūpati jiaba maraba ura ānī. sōcia sakhi lakhi nija hita hānī..",
            "sīya mātu kaha satya subānī. sukṛtī avadhi avadhapati rānī.. [2-281-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hearing this Queen Sumitrā (Lakṣmaṇa's mother) sorrowfully observed, \"The ways of Providence are most perverse and strange: He creates, maintains and then destroys. God's designs are as silly as child's play.\" Said Kausalyā, \"It is nobody's fault; sorrow and joy, loss and gain are determined by our past actions. The enexorable ways of Providence are known to God alone, who dispenses all kinds of fruits, both good and evil. God's commands prevail over all, including the processes of creation, maintenance and dissolution and even over poison and nectar (which destroy and restore life respectively). It is no use lamenting, O good lady, out of infatuation. The doings of Providence are, as I have said, immutable and eternal. If we mourn over the contrast between the king's lifetime and his loss, my friend, it is because we see that our interests have suffered on account of his demise.\" Sītā's mother replied, \"Your noble words are quite true, a spouse that you are of Ayodhyā's lord, who was the greatest of all virtuous souls known to history.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lakhanu rāma siya jāhu bana bhala parināma na pōcu.",
            "gahabari hiyaom kaha kausilā mōhi bharata kara sōcu..282.. [2-282]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"If Lakṣmaṇa, Rāma and Sītā stay in the forest, the end will be good, not bad. But, said Kausalyā with a heart overwhelmed with emotion.\" I am anxious about Bharata"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "īsa prasāda asīsa tumhārī. suta sutabadhū dēvasari bārī..",
            "rāma sapatha maiṃ kīnha na kāū. sō kari kahau sakhī sati bhāū.. [2-282-1]",
            "bharata sīla guna binaya baḍaāī. bhāyapa bhagati bharōsa bhalāī..",
            "kahata sāradahu kara mati hīcē. sāgara sīpa ki jāhiṃ ulīcē.. [2-282-2]",
            "jānau sadā bharata kuladīpā. bāra bāra mōhi kahēu mahīpā..",
            "kasēṃ kanaku mani pārikhi pāēom. puruṣa parikhiahiṃ samayaom subhāēom. [2-282-3]",
            "anucita āju kahaba asa mōrā. sōka sanēhaom sayānapa thōrā..",
            "suni surasari sama pāvani bānī. bhaīṃ sanēha bikala saba rānī.. [2-282-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"By the grace of God and through your blessing my sons and daughters-in-law are all pure as the water of the celestial stream (Gaṅgā). Although I have never sworn by Rāma, I now swear by him and tell you in good faith, my friend, that in extolling Bharata's amiability, goodness, modesty, loftiness of character, brotherly affection, devotion, faith and nobility the wit of even Śāradā (the goddess of speech) falters. Can the ocean be ladled out by means of an oyster-shell? I have always known Bharata to be the glory of his house and the king repeatedly told me so. Gold is tested by rubbing on the touchstone, and a precious stone on reaching the hands of an expert jeweller; while men are tested in times of emergency by their innate disposition. It was wrong on my part today to have spoken thus; but you know sorrow and affection leave one little reason.\" On hearing these words, pure as the water of the celestial river, all the queens were overwhelmed with affection."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kausalyā kaha dhīra dhari sunahu dēbi mithilēsi.",
            "kō bibēkanidhi ballabhahi tumhahi sakai upadēsi..283.. [2-283]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Kausalyā collected herself and continued: \"Listen, O venerable queen of Mithilā: who can advise you, the consort of King Janaka, who is an ocean of wisdom ?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāni rāya sana avasaru pāī. apanī bhāomti kahaba samujhāī..",
            "rakhiahiṃ lakhanu bharatu gabanahiṃ bana. jauṃ yaha mata mānai mahīpa mana.. [2-283-1]",
            "tau bhala jatanu karaba subicārī. mōrēṃ saucu bharata kara bhārī..",
            "gūḍha sanēha bharata mana māhī. rahēṃ nīka mōhi lāgata nāhīṃ.. [2-283-2]",
            "lakhi subhāu suni sarala subānī. saba bhai magana karuna rasa rānī..",
            "nabha prasūna jhari dhanya dhanya dhuni. sithila sanēhaom siddha jōgī muni.. [2-283-3]",
            "sabu ranivāsu bithaki lakhi rahēū. taba dhari dhīra sumitrāom kahēū..",
            "dēbi daṃḍa juga jāmini bītī. rāma mātu sunī uṭhī saprītī.. [2-283-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Yet finding a suitable opportunity, O queen, you may speak to the king as if on your own initiative and plead with him that Lakṣmaṇa may be detained and Bharata allowed to proceed to the forest. Should this proposal find favour with the king, let him do his utmost after due deliberation. I feel much concerned about Bharata; for the love in his heart is so profound that if he stays at home I fear some thing untoward may happen to him.\" Perceiving Kausalyā's pure love and hearing her guileless and eloquent appeal all the queens were overwhelmed by the pathetic sentiment. There was a shower of flowers from heaven accompanied by shouts of applause. Accomplished saints, Yogīs (mystics) and hermits were overpowered with emotion. All the ladies of the gynaeceum were struck dumb to see this. Then, recovering herself, Sumitrā interposed, \"Madam! Nearly an hour of the night has passed.\" Hearing this Śrī Rāma's mother (Kausalyā) courteously rose, and-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bēgi pāu dhāria thalahi kaha sanēhaom satibhāya.",
            "hamarēṃ tau aba īsa gati kē mithilēsa sahāya..284.. [2-284]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "-Said out of affection and goodwill, \"Pray return quickly to your camp. Our only refuge now is God and our only helper is the lord of Mithilā.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lakhi sanēha suni bacana binītā. janakapriyā gaha pāya punītā..",
            "dēbi ucita asi binaya tumhārī. dasaratha gharini rāma mahatārī.. [2-284-1]",
            "prabhu apanē nīcahu ādarahīṃ. agini dhūma giri sira tinu dharahīṃ..",
            "sēvaku rāu karama mana bānī. sadā sahāya mahēsu bhavānī.. [2-284-2]",
            "raurē aṃga jōgu jaga kō hai. dīpa sahāya ki dinakara sōhai..",
            "rāmu jāi banu kari sura kājū. acala avadhapura karihahiṃ rājū.. [2-284-3]",
            "amara nāga nara rāma bāhubala. sukha basihahiṃ apanēṃ apanē thala..",
            "yaha saba jāgabalika kahi rākhā. dēbi na hōi mudhā muni bhāṣā.. [2-284-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Seeing her affection and hearing her polite words Janaka's beloved queen (Sunayanā) clasped Kausalyā's holy feet. \"Such modesty on your part, O venerable lady, is quite becoming of you, you being King Daśaratha's spouse and Śrī Rāma's mother. Great men treat with honour even the lowest of their servants: fire is crowned with smoke, while mountains bear grass on their tops. The king (of Mithilā) is your servant in thought, word and deed; while the great Lord Śiva and His Consort (Bhavānī) are your constant helpers. Who on this earth is worthy of serving as your auxiliary? Can an ordinary light ever pose with any grace as a helper of the sun? After serving the term of his exile in the woods and accomplishing the object of the gods Śrī Rāma will reign undisturbed at Ayodhyā; and protected by Śrī Rāma's strength of arm gods, Nāgas and human beings will dwell peacefully in their own abodes. This has all been predicted by the sage Yājñāvalkya and a sage's prophesy, madam, can never go in vain.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asa kahi paga pari pēma ati siya hita binaya sunāi..",
            "siya samēta siyamātu taba calī suāyasu pāi..285.. [2-285]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "So saying she fell at Kausalyā's feet with the utmost affection and preferred her request for being allowed to take Sītā with her. And having received Kausalyā's kind permission Sītā's mother now left for her camp with Sītā."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "priya parijanahi milī baidēhī. jō jēhi jōgu bhāomti tēhi tēhī..",
            "tāpasa bēṣa jānakī dēkhī. bhā sabu bikala biṣāda bisēṣī.. [2-285-1]",
            "janaka rāma gura āyasu pāī. calē thalahi siya dēkhī āī..",
            "līnhi lāi ura janaka jānakī. pāhuna pāvana pēma prāna kī.. [2-285-2]",
            "ura umagēu aṃbudhi anurāgū. bhayau bhūpa manu manahu payāgū..",
            "siya sanēha baṭu bāḍhata jōhā. tā para rāma pēma sisu sōhā.. [2-285-3]",
            "cirajīvī muni gyāna bikala janu. būḍata lahēu bāla avalaṃbanu..",
            "mōha magana mati nahiṃ bidēha kī. mahimā siya raghubara sanēha kī.. [2-285-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Videha's Daughter (Sītā) greeted Her dear kinsfolk in the same manner as was befitting in each case. When they saw Jānakī (Janaka's Daughter) in the robes of an ascetic everybody was stricken with deep sorrow. Receiving the permission of Śrī Rāma's preceptor, Vasiṣṭha, King Janaka too left for his camp and on arrival found Sītā there. The king clasped Jānakī to his bosom-Jānakī who was an honoured guest of his unalloyed love and life. In his heart welled up an ocean of love and the king's heart now appeared like the holy Prayāga. The immortal banyan tree in the shape of affection for Sītā was seen growing with the divine babe of love for Śrī Rāma adorning its top. The long-lived sage (Mārkaṇḍeya)* in the shape of King Janaka's wisdom was greatly bewildered and was just going to be drowned when lo! he found his support in the divine babe and was saved. Really speaking, it was not that Videha's wit was lost in infatuation; it was the triumph of the affection he bore for Sītā and the Chief of Raghus."
        ]
    },
    {
        "type": "unorderedListGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "***** The story of Mārkaṇḍeya has been told at length in Śrīmad Bhāgavata (XII.8-10). He is celebrated for his longevity (which will continue till the end of this Kalpa), which has earned for him the title of 'Cirajīvī. Won over by his austerities and devotion Bhagavān Nārāyaṇa appeared in person before him and offered to grant him a boon. The sage, however requested that he might be allowed to witness the glory of His Māyā. The Lord disappeared, assuring the sage that his prayer would be granted: <br><br> One evening, while the sage was engaged in his devotion on the bank of the Puṣpabhadrā river, it began to rain in torrents. The oceans outstepped their limits and deluged the earth as well as the heavens Even though he was an enlightened soul, the sage was much confused and alarmed; and tossed about by the furious waves and blasing winds he drifted along like a blind man for a long time. At last he espied a small island on which stood a young banyan tree. On the tree itself he saw, lying in a cup of leaves, a most charming babe of dark hue, holding in both of its tiny hauds one of its great toes and sucking it. The sage was enraptured to behold this extraordinary babe and at its very sight all his fatigue and pain disappeared. As the sage tried to approach the babe he was drawn by the breath of its nostrils into its stomach and saw the whole universe contained therein . After wandering there for a long time he was expelled from the stomach with the breath and found himself once more in the endless ocean with the banyan tree and the beautiful babe still before his eyes. The sage made one more attempt to approach the babe, when lo! the babe disappeared and the great deluge also vanished out of sight."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "siya pitu mātu sanēha basa bikala na sakī saombhāri.",
            "dharanisutāom dhīraju dharēu samau sudharamu bicāri..286.. [2-286]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Overcome by the affection of Her parents Sītā was too deeply moved to control Herself. But realizing the awkward moment and Her noble duty, Earth's Daughter recovered Herself."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tāpasa bēṣa janaka siya dēkhī. bhayau pēmu paritōṣu bisēṣī..",
            "putri pavitra kiē kula dōū. sujasa dhavala jagu kaha sabu kōū.. [2-286-1]",
            "jiti surasari kīrati sari tōrī. gavanu kīnha bidhi aṃḍa karōrī..",
            "gaṃga avani thala tīni baḍaērē. ēhiṃ kiē sādhu samāja ghanērē.. [2-286-2]",
            "pitu kaha satya sanēhaom subānī. sīya sakuca mahu manahu samānī..",
            "puni pitu mātu līnha ura lāī. sikha āsiṣa hita dīnhi suhāī.. [2-286-3]",
            "kahati na sīya sakuci mana māhīṃ. ihāom basaba rajanīṃ bhala nāhīṃ..",
            "lakhi rukha rāni janāyau rāū. hṛdayaom sarāhata sīlu subhāū.. [2-286-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When King Janaka beheld Sītā in the robes of a hermitess he was overwhelmed with love and was highly gratified. \"Daughter, you have brought sancity to both the houses (viz., my house and the house of your husband); everyone says your fair renown has illumined the whole world. The river of your fame outshone the celestial stream (Gaṅgā) in that it has penetrated (not only one solar system but) millions of universes. While the Gaṅgā has (in the course of its career) exalted only three places,* the river of your fame has added to the glory of numerous congregations of holy men.\" Even though Her father made these flowery yet truthful remarks out of affection for Her, Sītā was drowned as it were in a sea of bashfulness. Her parents pressed Her to their bosom once more and gave Her good and salutary advice and blessing. Sītā did not speak but felt uncomfortable in Her mind because She thought that it was not good to remain with Her parents overnight. Reading Her mind the queen (Sunayanā) made it known to the king (her husband) and both admired in their heart Her modesty and noble disposition."
        ]
    },
    {
        "type": "unorderedListGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "***** The three places referred to above are evidently (1) Haridvāra (where the Gaṅgā leaves the mountainous region and descends into the plains), (2) Prayāga (where it is joined by another sacred river, the Yamunā) and (3) the mouth of the river (popularly known by the name of Gaṅgāsāgara)."
        ]
    }
]