[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "मयाध्यक्षेण प्रकृतिः सूयते सचराचरम् ।",
            "हेतुनानेन कौन्तेय जगद्विपरिवर्तते ॥ १० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**मया** – मेरे द्वारा; **अध्यक्षेण** – अध्यक्षता के कारण; **प्रकृतिः** – प्रकृति; **सूयते** – प्रकट होती है; **स** – सहित; **चर-अचरम्** – जड़ तथा जंगम; **हेतुना** – कारण से; **अनेन** – इस; **कौन्तेय** – हे कुन्तीपुत्र; **जगत्** – दृश्य जगत; **विपरिवर्तते** – क्रियाशील है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे कुन्तीपुत्र! यह भौतिक प्रकृति मेरी शक्तियों में से एक है और मेरी अध्यक्षता में कार्य करती है, जिससे सारे चर तथा अचर प्राणी उत्पन्न होते हैं | इसके शासन में यह जगत् बारम्बार सृजित और विनष्ट होता रहता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ यह स्पष्ट कहा गया है कि यद्यपि परमेश्वर इस जगत् के समस्त कार्यों से पृथक् रहते हैं, किन्तु इसके परम अध्यक्ष (निर्देशक) वही बने रहते हैं | परमेश्वर परम इच्छामय हैं और इस भौतिक जगत् के आधारभूमिस्वरूप हैं, किन्तु इसकी सभी व्यवस्था प्रकृति द्वारा की जाती है | भगवद्गीता में भी कृष्ण यह कहते हैं – “मैं विभिन्न योनियों और रूपों वाले जीवों का पिता हूँ |” जिस प्रकार पिता बालक उत्पन्न करने के लिए माता के गर्भ में वीर्य स्थापित करता है, उसी प्रकार परमेश्वर अपनी चितवन मात्र से प्रकति के गर्भ में जीवों को प्रविष्ट करते हैं और वे अपनी अन्तिम इच्छाओं तथा कर्मों के अनुसार विभिन्न रूपों तथा योनियों में प्रकट होते हैं | अतः भगवान् इस जगत् से प्रत्यक्ष रूप में आसक्त नहीं होते | वे प्रकृति पर दृष्टिपात करते हैं, इस तरह प्रकृति क्रियाशील हो उठती है और तुरन्त ही सारी वस्तुएँ उत्पन्न हो जाती हैं | चूँकि वे प्रकृति पर दृष्टिपात करते हैं, इसलिए परमेश्वर की ओर से तो निःसन्देह क्रिया होती है, किन्तु भौतिक जगत् के प्राकट्य से उन्हें कुछ लेना-देना नहीं रहता | स्मृति में एक उदाहरण मिला है जो इस प्रकार है – जब किसी व्यक्ति के समक्ष फूल होता है तो उसे उसकी सुगन्धि मिलती रहती है, किन्तु फूल और सुगन्धि एक दूसरे से विलग रहते हैं | ऐसा ही सम्बन्ध भौतिक जगत् तथा भगवान् के बीच भी है | वस्तुतः भगवान् को इस जगत् से कोई प्रयोजन नहीं रहता, किन्तु वे ही इसे अपनी दृष्टिपात से उत्पन्न करते तथा व्यवस्थित करते हैं | सारांश के रूप में हम कह सकते हैं कि परमेश्वर की अध्यक्षता के बिना प्रकृति कुछ भी नहीं कर सकती | तो भी भगवान् समस्त कार्यों से पृथक् रहते हैं |"
        ]
    }
]