[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "इति ते ज्ञानमाख्यातं गुह्याद्गुह्यतरं मया |",
            "विमृश्यैतदशेषेण यथेच्छसि तथा कुरु || ६३ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इति - इस प्रकार; ते - तुमको; आख्यातम् - वर्णन किया गया; गुह्यात् - गुह्य से; गुह्य-तरम् - अधिक गुह्य; मया - मेरे द्वारा; विमृश्य - मनन करके; एतत् - इस; अशेषेण - पूर्णतया; यथा - जैसे; इच्छसि - इच्छा हो; तथा - वैसा ही; कुरु - करो |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस प्रकार मैंने तुम्हें गुह्यतर ज्ञान बतला दिया | इस पर पूरी तरह से मनन करो और तब जो चाहे सो करो |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् ने पहले ही अर्जुन को ब्रहभूत ज्ञान बतला दिया है | जो इस ब्रहभूत अवस्था में होता है, वह प्रसन्न रहता है,न तो वह शोक करता है, न किसी वस्तु की कामना करता है | ऐसा गुह्यज्ञान के कारण होता है | कृष्ण परमात्मा का ज्ञान भी प्रकट करते हैं | यह ब्रह्मज्ञान भी है, लेकिन यह उससे श्रेष्ठ है |",
            "यहाँ पर यथेच्छसि तथा कुरु – जैसे इच्छा हो वैसा करो – यह सूचित करता है कि ईश्र्वर जीव की यत्किंचित स्वतन्त्रता में हस्तक्षेप नहीं करता | भगवद्गीता में भगवान् ने सभी प्रकार से यह बतलाया है कि कोई अपनी जीवन दशा को किस प्रकार अच्छी बना सकता है | अर्जुन को उनका सर्वश्रेष्ठ उपदेश यह है कि हृदय में आसीन परमात्मा की शरणागत हुआ जाए | सही विवेक से मनुष्यको परमात्मा के आदेशानुसार कर्म करने के लिए तैयार होना चाहिए | इससे मनुष्य निरन्तर कृष्णभावनामृत में स्थित हो सकेगा,जो मानव जीवन की सर्वोच्च सिद्धि है | अर्जुन को भगवान् प्रत्यक्षतः युद्ध करने का आदेश दे रहे हैं | शरणागत होने के पूर्व जहाँ तक बुद्धि काम करे मनुष्य को इस विषय पर मनन करने की छूट मिली है और भगवान् के आदेश को स्वीकार करने की यहीसर्वोत्तम विधि है | ऐसा आदेश कृष्ण के प्रामाणिक प्रतिनिधिस्वरूप गुरु के माध्यम से भी प्राप्त होता है |"
        ]
    }
]