[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "तमेव शरणं गच्छ सर्वभावेन भारत |",
            "तत्प्रसादात्परां शान्तिं स्थानं प्राप्स्यसि शाश्वतम् || ६२ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "तम् - उसकी; एव - निश्चय ही; शरणम् गच्छ - शरण में जाओ; सर्व-भावेन - सभी प्रकार से; भारत - हे भरतपुत्र; तत्-प्रसादात् - उसकी कृपा से; पराम् - दिव्य;शान्तिम् - शान्ति को; स्थानम् - धाम को; प्राप्स्यसि - प्राप्त करोगे; शाश्वतम् - शाश्वत |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे भारत! सब प्रकार से उसी की शरण में जाओ | उसकी कृपा से तुम परम शान्ति को तथा परम नित्यधाम को प्राप्त करोगे |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अतएव जीव को चाहिए कि प्रत्येक हृदय में स्थित भगवान् की शरण ले | इससे इस संसार के समस्त प्रकार के दुखों से छुटकारा मिल जाएगा | ऐसी शरण पाने से मनुष्य न केवल इस जीवन के सारे कष्टों से छुटकारा पा सकेगा, अपितु अन्त में वह परमेश्वर के पास पहुँच जाएगा | वैदिक साहित्य में (ऋग्वेद १.२२.२०) दिव्य जगत् तद्बिष्णोः परमं पदम् के रूप में वर्णित है |चूँकि सारी सृष्टि ईश्वर का राज्य है, अतएव इसकी प्रत्येक भौतिक वास्तु वास्तव में आध्यात्मिक है, लेकिन परमं पदम् विशेषतया नित्यधाम को बताता है,जो आध्यात्मिक आकाश या वैकुण्ठ कहलाता है |",
            "भगवद्गीता के पन्द्रहवें अध्याय में कहा गया है – सर्वस्य चाहं हृदि सन्निविष्टः – भगवान् प्रत्येक जीव के हृदय में स्थित हैं |अतएव इस कथन कि मनुष्य अन्तःस्थित परमात्मा की शरण ले, का अर्थ है कि वह भगवान् कृष्ण की शरण ले | कृष्ण को पहले ही अर्जुन ने परम स्वीकार कर लिया है | दसवें अध्याय में उन्हें परम ब्रह्म परम धाम के रूप में स्वीकार किया जा चुका है |अर्जुन ने कृष्ण को भगवान् तथा समस्त जीवों के परम धाम के रूप में स्वीकार कर रखा है, इसलिए नहीं कि यह उसका निजी अनुभव है, वरन् इसलिए भी कि नारद, असित, देवल, व्यास जैसे महापुरुष इसके प्रमाण हैं |"
        ]
    }
]