[
    {
        "id": [
            11
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "सर्वद्वारेषु देहेऽस्मिन्प्रकाश उपजायते |",
                "ज्ञानं यदा तदा विद्याद्विवृद्धं सत्त्वमित्युत || ११ ||"
            ],
            "english": [
                "sarva-dvaresu dehe 'smin",
                "prakasa upajayate",
                "jnanam yada tada vidyad",
                "vivrddham sattvam ity uta"
            ]
        },
        "translation": {
            "hindi": [
                "सतोगुण की अभीव्यक्ति को तभी अनुभव किया जा सकता है, जब शरीर के सारे द्वार ज्ञान के प्रकाश से प्रकाशित होते हैं |"
            ],
            "english": [
                "The manifestations of the mode of goodness can be experienced when all the gates of the body are illuminated by knowledge."
            ]
        },
        "meaning": {
            "hindi": [
                "शरीर में नौ द्वार हैं – दो आँखें, दो कान, दो नथुने, मुँह, गुदा तथा उपस्थ | जब प्रत्येक द्वार सत्त्व के लक्षण से दीपित हो जायें, तो समझना चाहिए कि उसमें सतोगुण विकसित हो चूका है | सतोगुण में सारी वस्तुएँ अपनी सही स्थिति में दिखती हैं, सही-सही सुनाई पड़ता है और सही ढंग से उन वस्तुओं का स्वाद मिलता है | मनुष्य का अन्तः तथा बाह्य शुद्ध हो जाता है | प्रत्येक द्वार में सुख के लक्षण दिखते हैं और यही स्थिति होती है सत्त्वगुण की |"
            ],
            "english": [
                "There are nine gates in the body: two eyes, two ears, two nostrils, the mouth, the genital and the anus. In every gate, when the symptom of goodness is illuminated, it should be understood that one has developed the mode of goodness. In the mode of goodness, one can see things in the right position, one can hear things in the right position, and one can taste things in the right position. One becomes cleansed inside and outside. In every gate there is development of the symptoms of happiness, and that is the position of goodness."
            ]
        }
    },
    {
        "id": [
            12
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                " लोभः प्रवृत्तिरारम्भः कर्मणामशमः स्पृहा |",
                "रजस्येतानि जायन्ते विवृद्धे भरतर्षभ || १२ ||"
            ],
            "english": [
                "lobhah pravrttir arambhah",
                "karmanam asamah sprha",
                "rajasy etani jayante",
                "vivrddhe bharatarsabha"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतवंशियों में प्रमुख! जब रजोगुण में वृद्धि हो जाती है, तो अत्यधिक आसक्ति, सकाम कर्म, गहन उद्यम तथा अनियन्त्रित इच्छा एवं लालसा के लक्षण प्रकट होते हैं |"
            ],
            "english": [
                "O chief of the Bharatas, when there is an increase in the mode of passion, the symptoms of great attachment, uncontrollable desire, hankering, and intense endeavor develop."
            ]
        },
        "meaning": {
            "hindi": [
                "रजोगुणी व्यक्ति कभी भी पहले से प्राप्त पद से संतुष्ट नहीं होता, वह अपना पद बढाने के लिए लालायित रहता है | यदि उसे मकान बनवाना है, तो वह महल बनवाने के लिए भरसक प्रयत्न करता है, मानो वह उस महल में सदा रहेगा | वह इन्द्रिय-तृप्ति के लिए अत्यधिक लालसा विकसित कर लेता है | उसमें इन्द्रियतृप्ति की कोई सीमा नहीं है | वह सदैव अपने परिवार के बीच तथा अपने घर में रह कर इन्द्रियतृप्ति करते रहना चाहता है | इसका कोई अन्त नहीं है | इन सारे लक्षणों को रजोगुण की विशेषता मानना चाहिए |"
            ],
            "english": [
                "One in the mode of passion is never satisfied with the position he has already acquired; he hankers to increase his position. If he wants to construct a residential house, he tries his best to have a palatial house, as if he would be able to reside in that house eternally. And he develops a great hankering for sense gratification. There is no end to sense gratification. He always wants to remain with his family and in his house and to continue the process of sense gratification. There is no cessation of this. All these symptoms should be understood as characteristic of the mode of passion."
            ]
        }
    },
    {
        "id": [
            13
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                " अप्रकाशोऽप्रवृत्तिश्र्च प्रमादो मोह एव च |",
                "तमस्येतानि जायन्ते विवृद्धे कुरुनन्दन || १३ ||"
            ],
            "english": [
                "aprakaso 'pravrttis ca",
                "pramado moha eva ca",
                "tamasy etani jayante",
                "vivrddhe kuru-nandana"
            ]
        },
        "translation": {
            "hindi": [
                "जब तमोगुण में वृद्धि हो जाती है, तो हे कुरुपुत्र! अँधेरा, जड़ता, प्रमत्तता तथा मोह का प्राकट्य होता है |"
            ],
            "english": [
                "O son of Kuru, when there is an increase in the mode of ignorance madness, illusion, inertia and darkness are manifested."
            ]
        },
        "meaning": {
            "hindi": [
                "जहाँ प्रकाश नहीं होता, वहाँ ज्ञान अनुपस्थित रहता है | तमोगुणी व्यक्ति किसी नियम में बँधकर कार्य नहीं करता | वह अकारण ही अपनी सनक के अनुसार कार्य करना चाहता है | यद्यपि उसमें कार्य करने की क्षमता होती है, किन्तु वह परिश्रम नहीं करता | यह मोह कहलाता है | यद्यपि चेतना रहती है, लेकिन जीवन निष्क्रिय रहता है | ये तमोगुण के लक्षण हैं |"
            ],
            "english": [
                "When there is no illumination, knowledge is absent. One in the mode of ignorance does not work by a regulative principle; he wants to act whimsically for no purpose. Even though he has the capacity to work, he makes no endeavor. This is called illusion. Although consciousness is going on, life is inactive. These are the symptoms of one in the mode of ignorance."
            ]
        }
    },
    {
        "id": [
            14
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                " यदा सत्त्वे प्रवृद्धे तु प्रलयं याति देहभृत् |",
                "तदोत्तमविदां लोकानमलान्प्रतिपद्यते || १४ || "
            ],
            "english": [
                "yada sattve pravrddhe tu",
                "pralayam yati deha-bhrt",
                "tadottama-vidam lokan",
                "amalan pratipadyate"
            ]
        },
        "translation": {
            "hindi": [
                "जब कोई सतोगुण में मरता है, तो उसे महर्षियों के विशुद्ध उच्चतर लोकों की प्राप्ति होती है |"
            ],
            "english": [
                "When one dies in the mode of goodness, he attains to the pure higher planets."
            ]
        },
        "meaning": {
            "hindi": [
                "सतोगुणी व्यक्ति ब्रह्मलोक या जनलोक जैसे उच्च लोकों को प्राप्त करता है और यहाँ दैवी सुख भोगता है | अमलान् शब्द महत्त्वपूर्ण है | इसका अर्थ है, “रजो तथा तमोगुण से मुक्त” | भौतिक जगत में अशुद्धियाँ हैं, लेकिन सतोगुण सर्वाधिक शुद्ध रूप है | विभिन्न जीवों के लिए विभिन्न प्रकार के लोक हैं | जो लोग सतोगुण में मरते हैं, वे उन लोकों को जाते हैं, जहाँ महर्षि तथा महान भक्तगण रहते हैं |"
            ],
            "english": [
                "One in goodness attains higher planetary systems, like Brahmaloka or Janaloka, and there enjoys godly happiness. The word amalan is significant; it means free from the modes of passion and ignorance. There are impurities in the material world, but the mode of goodness is the purest form of existence in the material world. There are different kinds of planets for different kinds of living entities. Those who die in the mode of goodness are elevated to the planets where great sages and great devotees live."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                " रजसि प्रलयं गत्वा कर्मसङ्गिषु जायते |",
                "तथा प्रलीनस्तमसि मूढ़योनिषु जायते || १५ ||"
            ],
            "english": [
                "rajasi pralayam gatva",
                "karma-sangisu jayate",
                "tatha pralinas tamasi",
                "mudha-yonisu jayate"
            ]
        },
        "translation": {
            "hindi": [
                "जब कोई रजोगुण में मरता है, तो वह सकाम कर्मियों के बीच जन्म ग्रहण करता है और जब कोई तमोगुण में मरता है, तो वह पशुयोनि में जन्म धारण करता है |"
            ],
            "english": [
                "When one dies in the mode of passion, he takes birth among those engaged in fruitive activities; and when he dies in the mode of ignorance, he takes birth in the animal kingdom."
            ]
        },
        "meaning": {
            "hindi": [
                "कुछ लोगों का विचार है कि एक बार मनुष्य जीवन को प्राप्त करके आत्मा कभी नीचे नहीं गिरता | यह ठीक नहीं है | इस श्लोक के अनुसार, यदि कोई तमोगुणी बन जाता है, तो वह मृत्यु के बाद पशुयोनि को प्राप्त होता है | वहाँ से मनुष्य को विकास प्रक्रम द्वारा पुनः मनुष्य जीवन तक आना पड़ता है | अतएव जो लोग मनुष्य जीवन के विषय में सचमुच चिन्तित हैं, उन्हें सतोगुणी बनना चाहिए और अच्छी संगति में रहकर गुणों को लाँघ कर कृष्णभावनामृत में स्थित होना चाहिए | यही मनुष्य जीवन का लक्ष्य है | अन्यथा इसकी कोई गारंटी (निश्चितता) नहीं कि मनुष्य को फिर से मनुष्ययोनि प्राप्त हो |"
            ],
            "english": [
                "Some people have the impression that when the soul reaches the platform of human life, it never goes down again. This is incorrect. According to this verse, if one develops the mode of ignorance, after his death he is degraded to the animal form of life. From there one has to again elevate himself, by evolutionary process, to come again to the human form of life. Therefore, those who are actually serious about human life should take to the mode of goodness and in good association transcend the modes and become situated in Krsna consciousness. This is the aim of human life. Otherwise, there is no guarantee that the human being will again attain to the human status."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                " कर्मणः सुकृतस्याहु: सात्त्विकं निर्मलं फलम् |",
                "रजसस्तु फलं दु:खमज्ञानं तमसः फलम् || १६ ||"
            ],
            "english": [
                "karmanah sukrtasyahuh",
                "sattvikam nirmalam phalam",
                "rajasas tu phalam duhkham",
                "ajnanam tamasah phalam"
            ]
        },
        "translation": {
            "hindi": [
                "पुण्यकर्म का फल शुद्ध होता है और सात्त्विक कहलाता है । लेकिन रजोगुण में सम्पन्न कर्म का फल दुख होता है और तमोगुण में किये गये कर्म मूर्खता में प्रतिफलित होते हैं ।"
            ],
            "english": [
                "By acting in the mode of goodness, one becomes purified. Works done in the mode of passion result in distress, and actions performed in the mode of ignorance result in foolishness."
            ]
        },
        "meaning": {
            "hindi": [
                "सतोगुण में किये गये पुण्यकर्मों का फल शुद्ध होता है अतएव वे मुनिगण, जो समस्त मोह से मुक्त होते हैं, सुखी रहते हैं । लेकिन रजोगुण में किये गये कर्म दुख के कारण बनते हैं । भौतिक सुख के लिए जो भी कार्य किया जाता है उसका विफल होना निश्चित है । उदाहरणार्थ, यदि कोई गगनचुम्बी प्रासाद बनवाना चाहता है तो उसके बनने के पूर्व अत्यधिक कष्ट उठाना पड़ता है | मालिक को धन-संग्रह के लिए कष्ट उठाना पड़ता है और प्रासाद बनाने वाले श्रमियों को शारीरिक श्रम करना होता है । इस प्रकार कष्ट तो होते ही हैं । अतएव भगवद्गीता का कथन है कि रजोगुण के अधीन होकर जो भी कर्म किया जाता है उसमें निश्चित रूप से महान कष्ट भोगने होते हैं । इससे यह मानसिक तुष्टि हो सकती है कि मैंने यह मकान बनवाया या इतना धन कमाया लेकिन यह कोई वास्तविक सुख नहीं है । जहाँ तक तमोगुण का सम्बन्ध है कर्ता को कुछ ज्ञान नहीं रहता अतएव उसके समस्त कार्य उस समय दुखदायक होते हैं और बाद में उसे पशु जीवन में जाना होता है । पशु जीवन सदैव दुखमय है, यद्यपि माया के वशीभूत होकर वे इसे समझ नहीं पाते । पशुओं का वध भी तमोगुण के कारण है । पशु-वधिक यह नहीं जानते कि भविष्य में इस पशु को ऐसा शारीर प्राप्त होगा, जिससे वह उनका वध करेगा । यही प्रकृति का नियम है । मानव समाज में यदि कोई किसी मनुष्य का वध कर दे तो उसे प्राणदण्ड मिलता है । यह राज्य का नियम है । अज्ञान वश लोग यह अनुभव नहीं करते कि परमेश्र्वर द्वारा नियन्त्रित एक पूरा राज्य है । प्रत्येक जीवित प्राणी परमेश्र्वर की सन्तान है और उन्हें एक चींटीतक का मारा जाना सह्य नहीं है । इसके लिए मनुष्य को दण्ड भोगना पड़ता है । अतएव स्वाद के लिए पशु वध में रत रहना घोर अज्ञान है । मनुष्य को पशुओं के वध की आवश्यकता नहीं है, क्योंकि ईश्र्वर ने अनेक अच्छी वस्तुएँ प्रदान कर रखी हैं । यदि कोई किसी कारण से मांसाहार करता है तो यह समझना चाहिए कि वह अज्ञानवश ऐसा कर रहा है और अपने भविष्य को अंधकारमय बना रहा है । समस्त प्रकार के पशुओं में से गोवध सर्वाधिक अधम है क्योंकि गाय हमें दूध देकर सभी प्रकार का सुख प्रदान करने वाली है । गोवध एक प्रकार से सबसे अधम कर्म है । वैदिक साहित्य में (ऋग्वेद ९.4.६४) गोभिः प्रीणित-मत्सरम् सूचित करता है कि जो व्यक्ति दूध पीकर गाय को मारना चाहता है वह सबसे बड़े अज्ञान में रहता है । वैदिक ग्रंथों में (विष्णु-पुराण १.१९.६५) एक प्रार्थना भी है जो इस प्रकार है –",
                "नमो ब्रह्मण्यदेवाय गोब्राह्मणहिताय च |",
                "जगद्धिताय कृष्णाय गोविन्दाय नमो नमः ||",
                "“हे प्रभु! आप गायों तथा ब्राह्मणों के हितैषी हैं और आप समस्त मानव समाज तथा विश्र्व के हितैषी हैं ।” तात्पर्य यह है कि इस प्रार्थना में गायों तथा ब्राह्मणों की रक्षा का विशेष उल्लेख है । ब्राह्मण आध्यात्मिक शिक्षा के प्रतीक हैं और गाएँ महत्त्वपूर्ण भोजन की, अतएव इन दोनों जीवों, ब्राह्मणों तथा गायों, को पूरी सुरक्षा प्रदान की जानी चाहिए । यही सभ्यता की वास्तविक प्रगति है । आधुनिक समाज में आध्यात्मिक ज्ञान की उपेक्षा की जाती है और गोवध को प्रोत्साहित किया जाता है । इससे यही ज्ञात होता है कि मानव समाज विपरीत दिशा में जा रहा है और अपनी भर्त्सना का पथ प्रशस्त कर रहा है । जो सभ्यता अपने नागरिकों को अगले जन्मों में पशु बनने के लिए मार्गदर्शन करती हो, वह निश्चित रूप से मानव सभ्यता नहीं है । निस्सन्देह, आधुनिक मानव-सभ्यता रजोगुण तथा तमोगुण के कारण कुमार्ग पर जा रही है | यह अत्यन्त घातक युग है और समस्त राष्ट्रों को चाहिए कि मानवता को महानतम संकट से बचाने के लिए कृष्णभावनामृत की सरलतम विधि प्रदान करें |"
            ],
            "english": [
                "By pious activities in the mode of goodness one is purified; therefore the sages, who are free from all illusion, are situated in happiness. Similarly, activities in the mode of passion are simply miserable. Any activity for material happiness is bound to be defeated. If, for example, one wants to have a skyscraper, so much human misery has to be undergone before a big skyscraper can be built. The financier has to take much trouble to earn a mass of wealth, and those who are slaving to construct the building have to render physical toil. The miseries are there. Thus Bhagavad-gita says that in any activity performed under the spell of the mode of passion, there is definitely great misery. There may be a little so-called mental happiness-“I have this house or this money”-but this is not actual happiness. As far as the mode of ignorance is concerned, the performer is without knowledge, and therefore all his activities result in present misery, and afterwards he will go on toward animal life. Animal life is always miserable, although, under the spell of the illusory energy, maya, the animals do not understand this. Slaughtering poor animals is also due to the mode of ignorance. The animal killers do not know that in the future the animal will have a body suitable to kill them. That is the law of nature. In human society, if one kills a man he has to be hanged. That is the law of the state. Because of ignorance, people do not perceive that there is a complete state controlled by the Supreme Lord. Every living creature is the son of the Supreme Lord, and He does not tolerate even an ant's being killed. One has to pay for it. So, indulgence in animal killing for the taste of the tongue is the grossest kind of ignorance. A human being has no need to kill animals because God has supplied so many nice things. If one indulges in meat-eating anyway, it is to be understood that he is acting in ignorance and is making his future very dark. Of all kinds of animal killing, the killing of cows is most vicious because the cow gives us all kinds of pleasure by supplying milk. Cow slaughter is an act of the grossest type of ignorance. In the Vedic literature the words gobhih prinita-matsaram indicate that one who, being fully satisfied by milk, is desirous of killing the cow, is in the grossest ignorance. There is also a prayer in the Vedic literature that states:",
                "namo brahmanya-devaya go-brahmana-hitaya cajagaddhitaya krsnaya govindaya namo namah.",
                "“My Lord, You are the well-wisher of the cows and the brahmanas, and You are the well-wisher of the entire human society and world.” The purport is that special mention is given in that prayer for the protection of the cows and the brahmanas. Brahmanas are the symbol of spiritual education, and cows are the symbol of the most valuable food; these two living creatures, the brahmanas and the cows, must be given all protection-that is real advancement of civilization. In modern human society, spiritual knowledge is neglected, and cow killing is encouraged. It is to be understood, then, that human society is advancing in the wrong direction and is clearing the path to its own condemnation. A civilization which guides the citizens to become animals in their next lives is certainly not a human civilization. The present human civilization is, of course, grossly misled by the modes of passion and ignorance. It is a very dangerous age, and all nations should take care to provide the easiest process, Krsna consciousness, to save humanity from the greatest danger."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                " सत्त्वात्सञ्जायते ज्ञानं रजसो लोभ एव च |",
                "प्रमादमोहौ तमसो भवतोऽज्ञानमेव च || १७ ||"
            ],
            "english": [
                "sattvat sanjayate jnanam",
                "rajaso lobha eva ca",
                "pramada-mohau tamaso",
                "bhavato 'jnanam eva ca"
            ]
        },
        "translation": {
            "hindi": [
                "सतोगुण से वास्तविक ज्ञान उत्पन्न होता है, रजोगुण से लोभ उत्पन्न होता है और तमोगुण से अज्ञान, प्रमाद और मोह उत्पन्न होता हैं |"
            ],
            "english": [
                "From the mode of goodness, real knowledge develops; from the mode of passion, grief develops; and from the mode of ignorance, foolishness, madness and illusion develop."
            ]
        },
        "meaning": {
            "hindi": [
                "चूँकि वर्तमान सभ्यता जीवों के लिए अधिक अनुकूल नहीं है, अतएव उनके लिए कृष्णभावनामृत की संस्तुति की जाती है | कृष्णभावनामृत के माध्यम से समाज में सतोगुण विकसित होगा | सतोगुण विकसित हो जाने पर लोग वस्तुओं को असली रूप में देख सकेंगे | तमोगुण में रहने वाले पशु-तुल्य होते हैं और वे वस्तुओं को स्पष्ट रूप में नहीं देख पाते | उदाहरणार्थ, तमोगुण में रहने के कारण लोग यह नहीं देख पाते कि जिस पशु का वे वध कर रहे हैं, उसी के द्वारा वे अगले जन्म में मारे जाएँगे | वास्तविक ज्ञान की शिक्षा न मिलने के कारण वे अनुत्तरदायी बन जाते हैं | इस उच्छृंखलता को रोकने के लिए जनता में सतोगुण उत्पन्न करने वाली शिक्षा देना आवश्यक है | सतोगुण में शिक्षित हो जाने पर वे गम्भीर बनेंगे और वस्तुओं को उनके सही रूप में जान सकेंगे | तब लोग सुखी तथा सम्पन्न हो सकेंगे | भले ही अधिकांश लोग सुखी तथा समृद्ध न बन पायें, लेकिन यदि जनता का कुछ भी अंश कृष्णभावनामृत विकसित कर लेता है और सतोगुणी बन जाता है, तो सारे विश्र्व में शान्ति तथा सम्पन्नता की सम्भावना है | नहीं तो, यदि विश्र्व के लोग रजोगुण तथा तमोगुण में लगे रहे तो शान्ति और सम्पन्नता नहीं रह पायेगी | रजोगुण में लोग लोभी बन जाते हैं और इन्द्रिय-भोग की उनकी लालसा की कोई सीमा नहीं होती | कोई भी यह देख सकता है कि भले ही किसी के पास प्रचुर धन तथा इन्द्रियतृप्ति के लिए पर्याप्त साधन हों, लेकिन उसे न तो सुख मिलता है, न मनःशान्ति | ऐसा संभव भी नहीं है, क्योंकि वह रजोगुण में स्थित है | यदि कोई रंचमात्र भी सुख चाहता है, तो धन उसकी सहायता नहीं कर सकेगा, उसे कृष्णभावनामृत के अभ्यास द्वारा अपने आपको सतोगुण में स्थित करना होगा | जब कोई रजोगुण में रत रहता है, तो वह मानसिक रूप से ही अप्रसन्न नहीं रहता अपितु उसकी वृत्ति तथा उसका व्यवसाय भी अत्यन्त कष्टकारक होते हैं | उसे अपनी मर्यादा बनाये रखने के लिए अनेकानेक योजनाएँ बनानी होती हैं | यह सब कष्टकारक है | तमोगुण में लोग पागल (प्रमत्त) हो जाते हैं | अपनी परिस्थितियों से ऊब कर के मद्य-सेवन की शरण ग्रहण करते हैं और इस प्रकार वे अज्ञान के गर्त में अधिकाधिक गिरते हैं | जीवन में उनका भविष्य-जीवन अन्धकारमय होता है |"
            ],
            "english": [
                "Since the present civilization is not very congenial to the living entities, Krsna consciousness is recommended. Through Krsna consciousness, society will develop the mode of goodness. When the mode of goodness is developed, people will see things as they are. In the mode of ignorance, people are just like animals and cannot see things clearly. In the mode of ignorance, for example, they do not see that by killing one animal they are taking a chance of being killed by the same animal in the next life. Because people have no education in actual knowledge, they become irresponsible. To stop this irresponsibility, education for developing the mode of goodness of the people in general must be there. When they are actually educated in the mode of goodness, they will become sober, in full knowledge of things as they are. Then people will be happy and prosperous. Even if the majority of the people aren't happy and prosperous, if a certain percentage of the population develops Krsna consciousness and becomes situated in the mode of goodness, then there is the possibility for peace and prosperity all over the world. Otherwise, if the world is devoted to the modes of passion and ignorance, there can be no peace or prosperity. In the mode of passion, people become greedy, and their hankering for sense enjoyment has no limit. One can see that even if one has enough money and adequate arrangement for sense gratification, there is neither happiness nor peace of mind. That is not possible because one is situated in the mode of passion. If one wants happiness at all, his money will not help him; he has to elevate himself to the mode of goodness by practicing Krsna consciousness. One engaged in the mode of passion is not only mentally unhappy, but his profession and occupation are also very troublesome. He has to devise so many plans and schemes to acquire enough money to maintain his status quo. This is all miserable. In the mode of ignorance, people become mad. Being distressed by their circumstances, they take shelter of intoxication, and thus they sink further into ignorance. Their future in life is very dark."
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                " ऊर्ध्वं गच्छन्ति सत्त्वस्था मध्ये तिष्ठन्ति राजसाः |",
                "जघन्यगुणवृत्तिस्था अधो गच्छन्ति तामसाः || १८ ||"
            ],
            "english": [
                "urdhvam gacchanti sattva-stha",
                "madhye tisthanti rajasah",
                "jaghanya-guna-vrtti-stha",
                "adho gacchanti tamasah"
            ]
        },
        "translation": {
            "hindi": [
                "सतोगुणी व्यक्ति क्रमशः उच्च लोकों को ऊपर जाते हैं,रजोगुणी इसी पृथ्वीलोक में रह जाते हैं, और जो अत्यन्त गर्हित तमोगुण में स्थित हैं, वे नीचे नरक लोकों को जाते हैं ।‌"
            ],
            "english": [
                "Those situated in the mode of goodness gradually go upward to the higher planets; those in the mode of passion live on the earthly planets; and those in the mode of ignorance go down to the hellish worlds."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में तीनों गुणों के कर्मों के फल को स्पष्ट रूप से बताया गया है । ऊपर के लोकों या स्वर्गलोकों में, प्रत्येक व्यक्ति अत्यन्त उन्नत होता है । जीवों में जिस मात्रा में सतोगुण का विकास होता है, उसी के अनुसार उसे विभिन्न स्वर्ग-लोकों में भेजा जाता है । सर्वोच्च-लोक सत्य-लोक या ब्रह्मलोक है,जहाँ इस ब्रह्माण्ड के प्रधान व्यक्ति, ब्रह्माजी निवास करते हैं । हम पहले ही देख चुके हैं कि ब्रह्मलोक में जिस प्रकार जीवन की आश्चर्यजनक परिस्थिति है, उसका अनुमान करना कठिन है । तो भी सतोगुण नामक जीवन की सर्वोच्च अवस्था हमें वहाँ तक पहुँचा सकती है ।",
                "रजोगुण मिश्रित होता है । यह सतो तथा तमोगुण के मध्य में होता है । मनुष्य सदैव शुद्ध नहीं होता,लेकिन यदि वह पूर्णतया रजोगुणी हो, तो वह इस पृथ्वी पर केवल राजा या धनि व्यक्ति के रूप में रहता है । लेकिन गुणों का मिश्रण होते रहने से वह नीचे भी जा सकता है । इस पृथ्वी पर रजो या तमोगुणी लोग बलपूर्वक किसी मशीन के द्वारा उच्चतर-लोकों में नहीं पहुँच सकते । रजोगुण में इसकी सम्भावना है कि अगले जीवन में कोई प्रमत्त हो जाये ।",
                "यहाँ पर निम्नतम गुण, तमोगुण, को अत्यन्त गर्हित (जघन्य) कहा गया है । अज्ञानता (तमोगुण) विकसित करने का परिणाम अत्यन्त भयावह होता है । यह प्रकृति का निम्नतम गुण है । मनुष्य-योनि से नीचे पक्षियों, पशुओं, सरीसृपों, वृक्षों आदि की अस्सी लाख योनियाँ हैं, और तमोगुण के विकास के अनुसार ही लोगों को ये अधम योनियाँ प्राप्त होती रहती हैं । यहाँ पर तामसाः शब्द अत्यन्त सार्थक है । यह उनका सूचक है, जो उच्चतर गुणों तक ऊपर न उठ कर निरन्तर तमोगुण में ही बने रहते हैं । उनका भविष्य अत्यन्त अंधकारमय होता है ।",
                "तमोगुणी तथा रजोगुणी लोगों के लिए सतोगुणी बनने का सुअवसर है और यह कृष्णभावनामृत विधि से मिल सकता है । लेकिन जो इस सुअवसर का लाभ नहीं उठाता, वह निम्नतर गुणों में बना रहेगा ।"
            ],
            "english": [
                "In this verse the results of actions in the three modes of nature are more explicitly set forth. There is an upper planetary system, consisting of the heavenly planets, where everyone is highly elevated. According to the degree of development of the mode of goodness, the living entity can be transferred to various planets in this system. The highest planet is Satyaloka, or Brahmaloka, where the prime person of this universe, Lord Brahma, resides. We have seen already that we can hardly calculate the wondrous condition of life in Brahmaloka, but the highest condition of life, the mode of goodness, can bring us to this.",
                "The mode of passion is mixed. It is in the middle, between the modes of goodness and ignorance. A person is not always pure, but even if he should be purely in the mode of passion, he will simply remain on this earth as a king or a rich man. But because there are mixtures, one can also go down. People on this earth, in the modes of passion or ignorance, cannot forcibly approach the higher planets by machine. In the mode of passion, there is also the chance of becoming mad in the next life.",
                "The lowest quality, the mode of ignorance, is described here as abominable. The result of developing ignorance is very, very risky. It is the lowest quality in material nature. Beneath the human level there are eight million species of life: birds, beasts, reptiles, trees, etc., and, according to the development of the mode of ignorance, people are brought down to these abominable conditions. The word tamasah is very significant here. Tamasah indicates those who stay continually in the mode of ignorance without rising to a higher mode. Their future is very dark.",
                "There is opportunity for men in the modes of ignorance and passion to be elevated to the mode of goodness, and that system is called Krsna consciousness. But one who does not take advantage of this opportunity certainly will continue in the lower modes."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "नान्यं गुणेभ्यः कर्तारं यदा द्रष्टानुपश्यति |",
                "गुनेभ्यश्र्च परं वेत्ति मद्भावं सोऽधिगच्छति || १९ ||"
            ],
            "english": [
                "nanyam gunebhyah kartaram",
                "yada drastanupasyati",
                "gunebhyas ca param vetti",
                "mad-bhavam so 'dhigacchati"
            ]
        },
        "translation": {
            "hindi": [
                "जब कोई यह अच्छी तरह जान लेता है कि समस्त कार्यों में प्रकृति के तीनों गुणों के अतिरिक्त अन्य कोई कर्ता नहीं है और जब वह परमेश्र्वर को जान लेता है, जो इन तीनों गुणों से परे है, तो वह मेरे दिव्य स्वभाव को प्राप्त होता है |"
            ],
            "english": [
                "When you see that there is nothing beyond these modes of nature in all activities and that the Supreme Lord is transcendental to all these modes, then you can know My spiritual nature."
            ]
        },
        "meaning": {
            "hindi": [
                "समुचित महापुरुषों से केवल समझकर तथा समुचित ढंग से सीख कर मनुष्य प्रकृति के गुणों के सारे कार्यकलापों को लाँघ सकता है | वास्तविक गुरु कृष्ण हैं और वे अर्जुन को यह दिव्य ज्ञान प्रदान कर रहे हैं | इसी प्रकार जो लोग पूर्णतया कृष्णभावनाभावित हैं, उन्हीं से प्रकृति के तीनों गुणों के कार्यों के इस ज्ञान को सीखना होता है | अन्यथा मनुष्य का जीवन कुमार्ग में चला जाता है | प्रामाणिक गुरु के उपदेश से जीव अपनी आध्यात्मिक स्थिति, अपने भौतिक शरीर, अपनी इन्द्रियाँ, तथा प्रकृति के गुणों के अपनी बद्धावस्था होने के बारे में जान सकता है | वह इन गुणों की जकड़ में होने से असहाय होता है लेकिन अपनी वास्तविक स्थिति देख लेने पर वह दिव्य स्तर को प्राप्त कर सकता है, जिसमें आध्यात्मिक जीवन के लिए अवकाश होता है | वस्तुतः जीव विभिन्न कर्मों का कर्ता नहीं होता | उसे बाध्य होकर कर्म करना पड़ता है, क्योंकि वह विशेष प्रकार के शरीर में स्थित रहता है, जिसका संचालन प्रकृति का कोई गुण करता है | जब तक मनुष्य को किसी आध्यात्मिक मान्यता प्राप्त व्यक्ति की सहायता नहीं मिलती, तब तक वह यह नहीं समझ सकता कि वह वास्तव में कहाँ स्थित है | प्रामाणिक गुरु की संगति से वह अपनी वास्तविक स्थिति समझ सकता है और उसे समझ लेने पर, वह पूर्ण कृष्णभावनामृत में स्थिर हो सकता है | कृष्णभावनाभावित व्यक्ति कभी भी प्रकृति के गुणों के चमत्कार से नियन्त्रित नहीं होता | सातवें अध्याय में बताया जा चुका है कि जो कृष्ण की शरण में जाता है, वह प्रकृति के कार्यों से मुक्त हो जाता है | जो व्यक्ति वस्तुओं को यथारूप में देख सकता है, उस पर प्रकृति का प्रभाव क्रमशः घटता जाता है |"
            ],
            "english": [
                "One can transcend all the activities of the modes of material nature simply by understanding them properly by learning from the proper souls. The real spiritual master is Krsna, and He is imparting this spiritual knowledge to Arjuna. Similarly, it is from those who are fully in Krsna consciousness that one has to learn this science of activities in terms of the modes of nature. Otherwise, one's life will be misdirected. By the instruction of a bona fide spiritual master, a living entity can know of his spiritual position, his material body, his senses, how he is entrapped, and how he is under the spell of the material modes of nature. He is helpless, being in the grip of these modes, but when he can see his real position, then he can attain to the transcendental platform, having the scope for spiritual life. Actually, the living entity is not the performer of different activities. He is forced to act because he is situated in a particular type of body, conducted by some particular mode of material nature. Unless one has the help of spiritual authority, he cannot understand in what position he is actually situated. With the association of a bona fide spiritual master, he can see his real position, and, by such an understanding, he can become fixed in full Krsna consciousness. A man in Krsna consciousness is not controlled by the spell of the material modes of nature. It has already been stated in the Seventh Chapter that one who has surrendered to Krsna is relieved from the activities of material nature. Therefore for one who is able to see things as they are, the influence of material nature gradually ceases."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "गुणानेतानतीत्य त्रीन्देही देहसमुद्भवान् |",
                "जन्ममृत्युजरादु:खैर्विमुक्तोऽमृतमश्र्नुते || २० ||"
            ],
            "english": [
                "gunan etan atitya trin",
                "dehi deha-samudbhavan",
                "janma-mrtyu-jara-duhkhair",
                "vimukto 'mrtam asnute"
            ]
        },
        "translation": {
            "hindi": [
                "जब देहधारी जीव भौतिक शरीर से सम्बद्ध इन तीनों गुणों को लाँघने में समर्थ होता है, तो वह जन्म, मृत्यु, बुढ़ापा तथा अनेक कष्टों से मुक्त हो सकता है और इसी जीवन में अमृत का भोग कर सकता है ।"
            ],
            "english": [
                "When the embodied being is able to transcend these three modes, he can become free from birth, death, old age and their distresses and can enjoy nectar even in this life."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में बताया गया है कि किस प्रकार इसी शरीर में कृष्णभावनामृत होकर दिव्य स्थिति में रहा जा सकता है । संस्कृत शब्द देही का अर्थ है देहधारी । यद्यपि मनुष्य इस भौतिक शरीर के भीतर रहता है, लेकिन अपने आध्यात्मिक ज्ञान की उन्नति के द्वारा वह प्रकृति के गुणों के प्रभाव से मुक्त हो सकता है । वह इसी शरीर में आध्यात्मिक जीवन का सुखोपभोग कर सकता है, क्योंकि इस शरीर के बाद उसका वैकुण्ठ जाना निश्चित है । लेकिन वह इसी शरीर में आध्यात्मिक सुख उठा सकता है । दूसरे शब्दों में, कृष्णभावनामृत में भक्ति करना भव-पाश से मुक्ति का संकेत है और अध्याय १८ में इसकी व्याख्या की जायेगी । जब मनुष्य प्रकृति के गुणों के प्रभाव से मुक्त हो जाता है, वह भक्ति में प्रविष्ट होता है ।"
            ],
            "english": [
                "How one can stay in the transcendental position, even in this body, in full Krsna consciousness, is explained in this verse. The Sanskrit word dehi means embodied. Although one is within this material body, by his advancement in spiritual knowledge he can be free from the influence of the modes of nature. He can enjoy the happiness of spiritual life even in this body because, after leaving this body, he is certainly going to the spiritual sky. But even in this body he can enjoy spiritual happiness. In other words, devotional service in Krsna consciousness is the sign of liberation from this material entanglement, and this will be explained in the Eighteenth Chapter. When one is freed from the influence of the modes of material nature, he enters into devotional service."
            ]
        }
    }
]