[
    {
        "id": [
            21
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "अर्जुन उवाच |",
                "कैर्लिङ्गैस्त्रीन्गुणानेतानतीतो भवति प्रभो |",
                "किमाचारः कथं चेतांस्त्रीन्गुणानतिवर्तते || २१ ||"
            ],
            "english": [
                "arjuna uvaca",
                "kair lingais trin gunan etan",
                "atito bhavati prabho",
                "kim acarah katham caitams",
                "trin gunan ativartate"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने पूछा – हे भगवान्! जो इन तीनों गुणों से परे है, वह किन लक्षणों के द्वारा जाना जाता है ? उसका आचरण कैसा होता है ? और वह प्रकृति के गुणों को किस प्रकार लाँघता है ?"
            ],
            "english": [
                "Arjuna inquired: O my dear Lord, by what symptoms is one known who is transcendental to those modes? What is his behavior? And how does he transcend the modes of nature?"
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में अर्जुन के प्रश्न अत्यन्त उपयुक्त हैं | वह उस पुरुष के लक्षण जानना चाहता है, जिसने भौतिक गुणों को लाँघ लिया है | सर्वप्रथम वह ऐसे दिव्य पुरुष के लक्षणों के विषय में जिज्ञासा करता है कि कोई कैसे समझे कि उसने प्रकृति के गुणों के प्रभाव को लाँघ लिया है ? उसका दूसरा प्रश्न है कि ऐसा व्यक्ति किस प्रकार रहता है और उसके कार्यकलाप क्या हैं ? क्या वे नियमित होते हैं, या अनियमित? फिर अर्जुन उन साधनों के विषय में पूछता है, जिससे वह दिव्य स्वभाव (प्रकृति) प्राप्त कर सके | यह अत्यन्त महत्त्वपूर्ण है | जब तक कोई उन प्रत्यक्ष साधनों को नहीं जानता, जिनसे वह सदैव दिव्य पद पर स्थित रहे, तब तक लक्षणों के दिखने का प्रश्न ही नहीं उठता | अतएव अर्जुन द्वारा पूछे गये ये सारे प्रश्न अत्यन्त महत्त्वपूर्ण हैं और भगवान् उनका उत्तर देते हैं |"
            ],
            "english": [
                "In this verse, Arjuna's questions are very appropriate. He wants to know the symptoms of a person who has already transcended the material modes. He first inquires of the symptoms of such a transcendental person. How can one understand that he has already transcended the influence of the modes of material nature? The second question asks how he lives and what his activities are. Are they regulated or nonregulated? Then Arjuna inquires of the means by which he can attain the transcendental nature. That is very important. Unless one knows the direct means by which one can be situated always transcendentally, there is no possibility of showing the symptoms. So all these questions put by Arjuna are very important, and the Lord answers them."
            ]
        }
    },
    {
        "id": [
            22,
            23,
            24,
            25
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच |",
                "प्रकाशं च प्रवृत्तिं च मोहमेव च पाण्डव |",
                "न द्वेष्टि सम्प्रवृत्तानि न निवृत्तानि काङ्क्षति || २२ ||",
                "उदासीनवदासीनो गुणैर्यो न विचाल्यते |",
                "गुणा वर्तन्त इत्येवं योऽवतिष्ठति नेङ्गते || २३ ||",
                "समदु:खसुखः स्वस्थः समलोष्टाश्मकाञ्चनः |",
                "तुल्यप्रियाप्रियो धीरस्तुल्यनिन्दात्मसंस्तुतिः || २४ ||",
                "मानापमानयोस्तुल्यस्तुल्यो मित्रारिपक्षयो: |",
                "सर्वारम्भपरित्यागी गुणातीतः स उच्यते || २५ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "prakasam ca pravrttim ca",
                "moham eva ca pandava",
                "na dvesti sampravrttani",
                "na nivrttani kanksati",
                "udasina-vad asino",
                "gunair yo na vicalyate",
                "guna vartanta ity evam",
                "yo 'vatisthati nengate",
                "sama-duhkha-sukhah sva-sthah",
                "sama-lostasma-kancanah",
                "tulya-priyapriyo dhiras",
                "tulya-nindatma-samstutih",
                "manapamanayos tulyas",
                "tulyo mitrari-paksayoh",
                "sarvarambha-parityagi",
                "gunatitah sa ucyate"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् ने कहा – हे पाण्डुपुत्र! जो प्रकाश, आसक्ति तथा मोह के उपस्थित होने पर न तो उनसे घृणा करता है और न लुप्त हो जाने पर उनकी इच्छा करता है, जो भौतिक गुणों की इन समस्त परिक्रियाओं से निश्चल तथा अविचलित रहता है और यह जानकर कि केवल गुण हीक्रियाशील हैं, उदासीन तथा दिव्य बना रहता है, जो अपने आपमें स्थित है और सुख तथा दुख को एकसमान मानता है, जो मिट्टी के ढेले, पत्थर एवं स्वर्ण के टुकड़े को समान दृष्टि से देखता है, जो अनुकूल तथा प्रतिकूल के प्रति समान बना रहता है, जो धीर है और प्रशंसा तथा बुराई, मान तथा अपमान में समान भाव से रहता है, जो शत्रु तथा मित्र के साथ सामान व्यवहार करता है और जिसने सारे भौतिक कार्यों का परित्याग कर दिया है, ऐसे व्यक्ति को प्रकृति के गुणों से अतीत कहते हैं |"
            ],
            "english": [
                "The Blessed Lord said: He who does not hate illumination, attachment and delusion when they are present, nor longs for them when they disappear; who is seated like one unconcerned, being situated beyond these material reactions of the modes of nature, who remains firm, knowing that the modes alone are active; who regards alike pleasure and pain, and looks on a clod, a stone and a piece of gold with an equal eye; who is wise and holds praise and blame to be the same; who is unchanged in honor and dishonor, who treats friend and foe alike, who has abandoned all fruitive undertakings-such a man is said to have transcended the modes of nature."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन ने भगवान् कृष्ण से तीन प्रश्न पूछे और उन्होंने क्रमशः एक-एक का उत्तर दिया | इन श्लोकों में कृष्ण पहले यह संकेत करते हैं कि जो व्यक्ति दिव्य पद पर स्थित है, वह न तो किसी से ईर्ष्या करता है और न किसी वस्तु के लिए लालायित रहता है | जब कोई जीव इस संसार में भौतिक शरीर से युक्त होकर रहता है, तो यह समझना चाहिए कि वह प्रकृति के तीन गुणों में से किसी एक के वश में है | जब वह इस शरीर से बाहर हो जाता है, तो वह प्रकृति के गुणों से छूट जाता है | लेकिन जब तक वह शरीर से बाहर नहीं आ जाता, तब तक उसे उदासीन रहना चाहिए | इसे भगवान् की भक्ति में लग जाना चाहिए जिससे भौतिक देह से उसका ममत्व स्वतः विस्मृत हो जाय | जब मनुष्य भौतिक शरीर के प्रति सचेत रहता है तो वह केवल इन्द्रियतृप्ति के लिए कर्म करता है, लेकिन जब वह अपनी चेतना कृष्ण में स्थानान्तरित कर देता है, तो इन्द्रियतृप्ति स्वतः रूक जाती है | मनुष्य को इस भौतिक शरीर की आवश्यकता नहीं रह जाती है और न उसे इस भौतिक शरीर के आदेशों का पालन करने की आवश्यकता रह जाती है | शरीर के भौतिक गुण कार्य करेंगे, लेकिन आत्मा ऐसे कार्यों से पृथक् रहेगा | वह किस तरह पृथक् होता है? वह न तो शरीर का भोग करना चाहता है, न उससे बाहर जाना चाहता है | इस प्रकार दिव्य पद पर स्थित भक्त स्वयमेव मुक्त हो जाता है | उसे प्रकृति के गुणों के प्रभाव से मुक्त होने के लिए किसी प्रयास की कोई आवश्यकता नहीं रह जाती |",
                "अगला प्रश्न दिव्य पद पर आसीन व्यक्ति के व्यवहार के सम्बन्ध में है | भौतिक पद पर स्थित व्यक्ति शरीर को मिलने वाले तथाकथित मान तथा अपमान से प्रभावित होता है, लेकिन दिव्य पद पर आसीन व्यक्ति कभी ऐसे मिथ्या मान तथा अपमान से प्रभावित नहीं होता | वह कृष्णभावनामृत में रहकर अपना कर्तव्य निबाहता है और इसकी चिन्ता नहीं करता कि कोई व्यक्ति उसका सम्मान करता है या अपमान | वह उन बातों को स्वीकार कर लेता है, जो कृष्णभावनामृत में उसके कर्तव्य के अनुकूल हैं, अन्यथा उसे किसी भौतिक वस्तु की आवश्यकता नहीं रहती, चाहे वह पत्थर हो या सोना | वह प्रत्येक व्यक्ति को जो कृष्णभावनामृत के सम्पादन में उसकी सहायता करता है, अपना मित्र मानता है और वह अपने तथाकथित शत्रु से भी घृणा नहीं करता | वह समभाव वाला होता है और सारी वस्तुओं को सामान धरातल पर देखता है, क्योंकि वह इसे भलीभाँति जानता है कि उसे इस संसार से कुछ भी लेना-देना नहीं है | उसे सामाजिक तथा राजनितिक विषय तनिक भी प्रभावित नहीं कर पाते, क्योंकि वह क्षणित उथल-पुथल तथा उत्पातों की स्थिति से अवगत रहता है | वह अपने लिए कोई कर्म नहीं करता | कृष्ण के लिए वह कुछ भी कर सकता है, लेकिन अपने लिए वह किसी प्रकार का प्रयास नहीं करता | ऐसे आचरण से मनुष्य वास्तव में दिव्य पद पर स्थित हो सकता है |"
            ],
            "english": [
                "Arjuna submitted the three different questions, and the Lord answers them one after another. In these verses, Krsna first indicates that a person transcendentally situated neither envies anyone nor hankers for anything. When a living entity stays in this material world embodied by the material body, it is to be understood that he is under the control of one of the three modes of material nature. When he is actually out of the body, then he is out of the clutches of the material modes of nature. But as long as he is not out of the material body, he should be neutral. He should engage himself in the devotional service of the Lord so that his identity with the material body will automatically be forgotten. When one is conscious of the material body, he acts only for sense gratification, but when one transfers the consciousness to Krsna, sense gratification automatically stops. One does not need this material body, and he does not need to accept the dictations of the material body. The qualities of the material modes in the body will act, but as spirit soul the self is aloof from such activities. How does he become aloof? He does not desire to enjoy the body, nor does he desire to get out of it. Thus transcendentally situated, the devotee becomes automatically free. He need not try to become free from the influence of the modes of material nature.",
                "The next question concerns the dealings of a transcendentally situated person. The materially situated person is affected by so-called honor and dishonor offered to the body, but the transcendentally situated person is not affected by such false honor and dishonor. He performs his duty in Krsna consciousness and does not mind whether a man honors or dishonors him. He accepts things that are favorable for his duty in Krsna consciousness, otherwise he has no necessity of anything material, either a stone or gold. He takes everyone as his dear friend who helps him in his execution of Krsna consciousness, and he does not hate his so-called enemy. He is equally disposed and sees everything on an equal level because he knows perfectly well that he has nothing to do with material existence. Social and political issues do not affect him because he knows the situation of temporary upheavals and disturbances. He does not attempt anything for his own sake. He can attempt anything for Krsna, but for his personal self he does not attain anything. By such behavior one becomes actually transcendentally situated."
            ]
        }
    },
    {
        "id": [
            26
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "मां च योऽव्यभिचारेण भक्तियोगेन सेवते |",
                "स गुणान्समतीत्यैतान्ब्रह्मभूयाय कल्पते || २६ ||"
            ],
            "english": [
                "mam ca yo 'vyabhicarena",
                "bhakti-yogena sevate",
                "sa gunan samatityaitan",
                "brahma-bhuyaya kalpate"
            ]
        },
        "translation": {
            "hindi": [
                "जो समस्त परिस्थितियों में अविचलित भाव से पूर्ण भक्ति में प्रवृत्त होता है, वह तुरन्त ही प्रकृति के गुणों को लाँघ जाता है और इस प्रकार ब्रह्म के स्तर तक पहुँच जाता है |"
            ],
            "english": [
                "One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman."
            ]
        },
        "meaning": {
            "hindi": [
                "यह श्लोक अर्जुन के तृतीय प्रश्न के उत्तरस्वरूप है | प्रश्न है – दिव्य स्थिति प्राप्त करने का साधन क्या है? जैसा कि पहले बताया जा चुका है, यह भौतिक जगत् प्रकृति के गुणों के चमत्कार के अन्तर्गत कार्य कर रहा है | मनुष्य को गुणों के कर्मों से विचलित नहीं होना चाहिए, उसे चाहिए कि अपनी चेतना ऐसे कार्यों में न लगाकर उसे कृष्ण-कार्यों में लगाए | कृष्णकार्य भक्तियोग के नाम से विख्यात है, जिनमें सदैव कृष्ण के लिए कार्य करना होता है | इसमें न केवल कृष्ण ही आते हैं, अपितु उनके विभिन्न पूर्णांश भी सम्मिलित हैं – यथा राम तथा नारायण | उनके असंख्य अंश हैं | जो कृष्ण को किसी भी रूप या उनके पूर्णांश की सेवा में प्रवृत्त होता है, उसे दिव्य पद पर स्थित समझना चाहिए | यह ध्यान देना होगा कि कृष्ण के सारे रूप पूर्णतया दिव्य और सच्चिदानन्द स्वरूप हैं | ईश्र्वर के ऐसे रूप सर्वशक्तिमान तथा सर्वज्ञ होते हैं और उनमें समस्त दिव्यगुण पाये जाते हैं | अतएव यदि कोई कृष्ण या उनके पूर्णांशो की सेवा में दृढ़संकल्प के साथ प्रवृत्त होता है, तो यद्यपि प्रकृति के गुणों को जीत पाना कठिन है, लेकिन वह उन्हें सरलता से जीत सकता है | इसकी व्याख्या सातवें अध्याय में पहले ही की जा चुकी है | कृष्ण की शरण ग्रहण करने पर तुरन्त ही प्रकृति के गुणों के प्रभाव को लाँघा जा सकता है | कृष्णभावनामृत या कृष्ण-भक्ति में होने का अर्थ है, कृष्ण के साथ समानता प्राप्त करना | भगवान् कहते हैं कि उनकी प्रकृति सच्चिदानन्द स्वरूप है और सारे जीव परम के अंश हैं, जिस प्रकार सोने के कण सोने की खान के अंश हैं | इस प्रकार जीव अपनी आध्यात्मिक स्थिति में सोने के समान या कृष्ण के समान गुण वाला होता है | किन्तु व्यष्टित्व का अन्तर बना रहता है अन्यथा भक्तियोग का प्रश्न ही नहीं उठता | भक्तियोग का अर्थ है कि भगवान् हैं, भक्त है तथा भगवान् और भक्त के बीच प्रेम का आदान-प्रदान चलता रहता है | अतएव भगवान् में और भक्त में दो व्यक्तियों का व्यष्टित्व वर्तमान रहता है, अन्यथा भक्तियोग का कोई अर्थ नहीं है | यदि कोई भगवान् जैसे दिव्य स्तर पर स्थित नहीं है, तो वह भगवान् की सेवा नहीं कर सकता | उदाहरणार्थ, राजा का निजी सहायक बनने के लिए कुछ योग्यताएँ आवश्यक हैं | इस तरह भगवत्सेवा के लिए योग्यता है कि ब्रह्म बना जाय या भौतिक कल्मष से मुक्त हुआ जाय | वैदिक साहित्य में कहा गया है ब्रह्मैव सन्ब्रह्माप्येति| इसका अर्थ है कि गुणात्मक रूप से मनुष्य को ब्रह्म से एकाकार हो जाना चाहिए | लेकिन ब्रह्मत्व प्राप्त करने पर मनुष्य व्यष्टि आत्मा के रूप में अपने शाश्र्वत ब्रह्म-स्वरूप को खोता नहीं |"
            ],
            "english": [
                "This verse is a reply to Arjuna's third question: What is the means of attaining to the transcendental position? As explained before, the material world is acting under the spell of the modes of material nature. One should not be disturbed by the activities of the modes of nature; instead of putting his consciousness into such activities, he may transfer his consciousness to Krsna activities. Krsna activities are known as bhakti-yoga-always acting for Krsna. This includes not only Krsna, but His different plenary expansions such as Rama and Narayana. He has innumerable expansions. One who is engaged in the service of any of the forms of Krsna, or of His plenary expansions, is considered to be transcendentally situated. One should also note that all the forms of Krsna are fully transcendental, blissful, full of knowledge and eternal. Such personalities of Godhead are omnipotent and omniscient, and they possess all transcendental qualities. So, if one engages himself in the service of Krsna or His plenary expansions with unfailing determination, although these modes of material nature are very difficult to overcome, he can overcome them easily. This is already explained in the Seventh Chapter. One who surrenders unto Krsna at once surmounts the influence of the modes of material nature. To be in Krsna consciousness or in devotional service means to acquire the equality of Krsna. The Lord says that His nature is eternal, blissful and full of knowledge, and the living entities are part and parcel of the Supreme, as gold particles are part of a gold mine. Thus the living entity's spiritual position is as good as gold, as good as Krsna in quality. The difference of individuality continues, otherwise there is no question of bhakti-yoga. Bhakti-yoga means that the Lord is there, the devotee is there and the activity of exchange of love between the Lord and the devotee is there. Therefore the individuality of two persons is present in the Supreme Personality of Godhead and the individual person, otherwise there is no meaning to bhakti-yoga. If one is not situated in the same transcendental position with the Lord, one cannot serve the Supreme Lord. To be a personal assistant to a king, one must acquire the qualifications. Thus the qualification is to become Brahman, or freed from all material contamination. It is said in the Vedic literature: brahmaiva san brahmapyeti. One can attain the Supreme Brahman by becoming Brahman. This means that one must qualitatively become one with Brahman. By attainment of Brahman, one does not lose his eternal Brahman identity as individual soul."
            ]
        }
    },
    {
        "id": [
            27
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "ब्रह्मणो हि प्रतिष्ठाहममृतस्याव्ययस्य च |",
                "शाश्र्वतस्य च धर्मस्य सुखस्यैकान्तिकस्य च || २७ ||"
            ],
            "english": [
                "brahmano hi pratisthaham",
                "amrtasyavyayasya ca",
                "sasvatasya ca dharmasya",
                "sukhasyaikantikasya ca"
            ]
        },
        "translation": {
            "hindi": [
                "और मैं ही उस निराकार ब्रह्म का आश्रय हूँ, जो अमर्त्य, अविनाशी तथा शाश्र्वत है और चरम सुख का स्वाभाविक पद है |"
            ],
            "english": [
                "And I am the basis of the impersonal Brahman, which is the constitutional position of ultimate happiness, and which is immortal, imperishable and eternal."
            ]
        },
        "meaning": {
            "hindi": [
                "ब्रह्म का स्वरूप है अमरता, अविनाशिता, शाश्र्वतता तथा सुख | ब्रह्म तो दिव्य साक्षात्कार का शुभारम्भ है | परमात्मा इस दिव्य साक्षात्कार की मध्य या द्वितीय अवस्था है और भगवान् परम सत्य के चरम साक्षात्कार हैं | अतएव परमात्मा तथा निराकार ब्रह्म दोनों ही परम पुरुष के भीतर रहते हैं | सातवें अध्याय में बताया जा चुका है कि प्रकृति परमेश्र्वर की अपरा शक्ति की अभिव्यक्ति है | भगवान् इस अपरा प्रकृति में परा प्रकृति को गर्भस्थ करते हैं और भौतिक प्रकृति के लिए यह आध्यात्मिक स्पर्श है | जब इस प्रकृति द्वारा बद्धजीव आध्यात्मिक ज्ञान का अनुशीलन करना प्रारम्भ करता है, तो वह इस भौतिक जगत् के पद से ऊपर उठने लगता है और क्रमशः परमेश्र्वर के ब्रह्म-बोध तक उठ जाता है | ब्रह्म-बोध की प्राप्ति आत्म-साक्षात्कार की दिशा में प्रथम अवस्था है | इस अवस्था में ब्रह्मभूत व्यक्ति भौतिक पद को पार कर जाता है, लेकिन ब्रह्म-साक्षात्कार में पूर्णता प्राप्त नहीं कर पाता | यदि वह चाहे तो इस ब्रह्मपद पर बना रह सकता है और धीरे-धीरे परमात्मा के साक्षात्कार को और फिर भगवान् के साक्षात्कार को प्राप्त हो सकता है | वैदिक साहित्य में इसके उदाहरण भरे पड़े हैं | चारों कुमार पहले निराकार ब्रह्म में स्थित थे, लेकिन क्रमशः वे भक्तिपद तक उठ गए | जो व्यक्ति निराकार ब्रह्मपद से ऊपर नहीं उठ पाता, उसके नीचे गिरने का डर बना रहता है | श्रीमद्भागवत में कहा गया है कि भले ही कोई निराकार ब्रह्म की अवस्था को प्राप्त कर ले, किन्तु इससे ऊपर उठे बिना तथा परम पुरुष के विषय में सूचना प्राप्त किये बिना उसकी बुद्धि विमल नहीं हो पाती | अतएव ब्रह्मपद तक उठ जाने के बाद भी यदि भगवान् की भक्ति नहीं की जाती, तो नीचे गिरने का भय बना रहता है | वैदिक भाषा में यह भी कहा गया है – रसो वै सः; रसं ह्येवायं लब्ध्वानन्दी भवति – रस के आगार भगवान् श्रीकृष्ण को जान लेने पर मनुष्य वास्तव में दिव्य आनन्दमय हो जाता है (तैत्तिरीय-उपनिषद् २.७.१ ) |परमेश्र्वर छहों ऐश्र्वर्यों से पूर्ण हैं और जब भक्त निकट पहुँचता है तो इन छह ऐश्र्वर्यों का आदान-प्रदान होता है | राजा का सेवक लगभग राजा के समान ही पद का भोग करता है | इस प्रकार शाश्र्वत सुख, अविनाशी सुख तथा शाश्र्वत जीवन भक्ति के साथ-साथ चलते हैं | अतएव भक्ति में ब्रह्म-साक्षात्कार या शाश्र्वतता या अमरता सम्मिलित रहते हैं | भक्ति में प्रवृत्त व्यक्ति में ये पहले से ही प्राप्त रहते हैं |",
                "जीव यद्यपि स्वभाव से ब्रह्म होता है, लेकिन उसमें भौतिक जगत् पर प्रभुत्व जताने की इच्छा रहती है, जिसके कारण वह नीचे गिरता है | अपनी स्वाभाविक स्थिति में जीव तीनों गुणों से परे होता है | लेकिन प्रकृति के संसर्ग से वह अपने को तीनों गुणों-सतो, रजो तथा तमोगुण – में बाँध लेता है |इन्हीं तीनों गुणों के संसर्ग के कारण उसमें भौतिक जगत् पर प्रभुत्व जताने की इच्छा होती है | पूर्ण कृष्णभावनामृत में भक्ति में प्रवृत्त होने पर वह दिव्य पद को प्राप्त होता है और उसमें प्रकृति को वश में करने की जो इच्छा होती है, वह दूर हो जाती है | अतएव भक्तों की संगति कर के भक्ति की नौ विधियाँ – श्रवण, कीर्तन, स्मरण आदि का अभ्यास करना चाहिए | धीरे-धीरे ऐसी संगति से तथा गुरु के प्रभाव से मनुष्य की प्रभुता जताने वाली इच्छा समाप्त हो जाएगी और वह भगवान् की दिव्य प्रेमाभक्ति में दृढ़तापूर्वक स्थित हो सकेगा | इस विधि की संस्तुति इस अध्याय के बाइसवें श्लोक से लेकर इस अन्तिम श्लोक तक की गई है | भगवान् की भक्ति अतीव सरल है, मनुष्य को चाहिए कि भगवान् की सेवा में लगे, श्रीविग्रह को अर्पित भोजन का उच्छिष्ट खाए, भगवान् के चरणकमलों पर चढ़ाये गये पुष्पों की सुगंध सूँघे, भगवान् के लीलास्थलों का दर्शन करे, भगवान् के विभिन्न कार्यकलापों और उनके भक्तों के साथ प्रेम-विनिमय के बारे में पढ़े, सदा हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे | हरे राम हरे राम राम राम हरे हरे || इस महामन्त्र की दिव्य ध्वनि का कीर्तन करे और भगवान् तथा उनके भक्तों के अविर्भाव तथा तिरोधानों को मनाने वाले दिनों में उपवास करे | ऐसा करने से मनुष्य समस्त भौतिक गतिविधियों से विरक्त हो जायेगा | इस प्रकार जो व्यक्ति अपने को ब्रह्मज्योति या ब्रह्म-बोध के विभिन्न प्रकारों में स्थित कर सकता है, वह गुणात्मक रूप से भगवान् के तुल्य है |",
                "इस प्रकार श्रीमद्भगवद्गीता के चौदहवें अध्याय “प्रकृति के तीन गुण” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
            ],
            "english": [
                "The constitution of Brahman is immortality, imperishability, eternity, and happiness. Brahman is the beginning of transcendental realization. Paramatma, the Supersoul, is the middle, the second stage in transcendental realization, and the Supreme Personality of Godhead is the ultimate realization of the Absolute Truth. Therefore, both Paramatma and the impersonal Brahman are within the Supreme Person. It is explained in the Seventh Chapter that material nature is the manifestation of the inferior energy of the Supreme Lord. The Lord impregnates the inferior material nature with the fragments of the superior nature, and that is the spiritual touch in the material nature. When a living entity conditioned by this material nature begins the cultivation of spiritual knowledge, he elevates himself from the position of material existence and gradually rises up to the Brahman conception of the Supreme. This attainment of the Brahman conception of life is the first stage in self-realization. At this stage the Brahman realized person is transcendental to the material position, but he is not actually perfect in Brahman realization. If he wants, he can continue to stay in the Brahman position and then gradually rise up to Paramatma realization and then to the realization of the Supreme Personality of Godhead. There are many examples of this in Vedic literature. The four Kumaras were situated first in the impersonal Brahman conception of truth, but then they gradually rose to the platform of devotional service. One who cannot elevate himself beyond the impersonal conception of Brahman runs the risk of falling down. In Srimad-Bhagavatam it is stated that although a person may rise to the stage of impersonal Brahman, without going farther, with no information of the Supreme Person, his intelligence is not perfectly clear. Therefore, in spite of being raised to the Brahman platform, there is the chance of falling down if one is not engaged in the devotional service of the Lord. In the Vedic language it is also said: raso vai sah; rasam hy evayam labdhvanandi bhavati. \"When one understands the Personality of God, the reservoir of pleasure, Krsna, he actually becomes transcendentally blissful.\" The Supreme Lord is full in six opulences, and when a devotee approaches Him, there is an exchange of these six opulences. The servant of the king enjoys on an almost equal level with the king. And so, eternal happiness, imperishable happiness, eternal life accompany devotional service. Therefore, realization of Brahman, or eternity, or imperishability is included in devotional service. This is already possessed by a person who is engaged in devotional service.",
                "The living entity, although Brahman by nature, has the desire to lord it over the material world, and due to this he falls down. In his constitutional position, a living entity is above the three modes of material nature, but association with material nature entangles him in the different modes of material nature, goodness, passion and ignorance. Due to the association of these three modes, his desire to dominate the material world is there. By engagement in devotional service in full Krsna consciousness, he is immediately situated in the transcendental position, and his unlawful desire to control material nature is removed. Therefore the process of devotional service beginning with hearing, chanting, remembering-the prescribed nine methods for realizing devotional service-should be practiced in the association of devotees. Gradually, by such association, by the influence of the spiritual master, one's material desire to dominate is removed, and one becomes firmly situated in the Lord's transcendental loving service. This method is prescribed from the twenty-second to the last verse of this chapter. Devotional service to the Lord is very simple: one should always engage in the service of the Lord, should eat the remnants of foodstuffs offered to the Deity, smell the flowers offered to the lotus feet of the Lord, see the places where the Lord had His transcendental pastimes, read of the different activities of the Lord, His reciprocation of love with His devotees, chant always the transcendental vibration Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/ Hare Rama, Hare Rama, Rama Rama, Hare Hare, and observe the fasting days commemorating the appearances and disappearances of the Lord and His devotees. By following such a process one becomes completely detached from all material activities. One who can thus situate himself in the brahmajyoti is equal to the Supreme Personality of Godhead in quality."
            ]
        }
    }
]