[
    {
        "id": [
            1
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच |",
                "परं भूयः प्रवक्ष्यामि ज्ञानानां ज्ञानमुत्तमम् |",
                "यज्ज्ञात्वा मुनयः सर्वे परां सिद्धिमितो गताः || १ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "param bhuyah pravaksyami",
                "jnananam jnanam uttamam",
                "yaj jnatva munayah sarve",
                "param siddhim ito gatah"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् ने कहा – अब मैं तुमसे समस्त ज्ञानोंमें सर्वश्रेष्ठ इस परम ज्ञान को पुनः कहूँगा, जिसे जान लेने पर समस्त मुनियों ने परम सिद्धि प्राप्त की है |"
            ],
            "english": [
                "The Blessed Lord said: Again I shall declare to you this supreme wisdom, the best of all knowledge, knowing which all the sages have attained to supreme perfection."
            ]
        },
        "meaning": {
            "hindi": [
                "सातवें अध्याय से लेकर बारहवें अध्याय तक श्रीकृष्ण परम सत्य भगवान् के विषय में विस्तार से बताते हैं | अब भगवान् स्वयं अर्जुन को और आगे ज्ञान दे रहे हैं | यदि कोई इस अध्याय को दार्शनिक चिन्तन द्वारा भलीभाँति समझ ले तो उसे भक्ति का ज्ञान हो जाएगा | तेरहवें अध्याय में यह स्पष्ट बताया जा चुका है कि विनयपूर्वक ज्ञान का विकास करते हुए भवबन्धन से छूटा जा सकता है | यह भी बताया जा चुका है कि प्रकृति के गुणों की संगति के फलस्वरूप ही जीव इस भौतिक जगत् में बद्ध है | अब इस अध्याय में भगवान् स्वयं बताते हैं कि वे प्रकृति के गुण कौन-कौन से हैं, वे किस प्रकार क्रिया करते हैं, किस तरह बाँधते हैं और किस प्रकार मोक्ष प्रदान करते हैं | इस अध्याय में जिस ज्ञान का प्रकाश किया गया है उसे अन्य पूर्ववर्ती अध्यायों में दिए गये ज्ञान से श्रेष्ठ बताया गया है | इस ज्ञान को प्राप्त करके अनेक मुनियों ने सिद्धि प्राप्त की और वे वैकुण्ठलोक के भागी हुए | अब भगवान् उसी ज्ञान को और अच्छे ढंग से बताने जा रहे हैं | यह ज्ञान अभी तक बताये गये समस्त ज्ञानयोग से कहीं अधिक श्रेष्ठ है और इसे जान लेने पर अनेक लोगों को सिद्धि प्राप्त हुई है | अतः यह आशा की जाती है कि जो भी इस अध्याय को समझेगा उसे सिद्धि प्राप्त होगी |"
            ],
            "english": [
                "From the Seventh Chapter to the end of the Twelfth Chapter, Sri Krsna in detail reveals the Absolute Truth, the Supreme Personality of Godhead. Now, the Lord Himself is further enlightening Arjuna. If one understands this chapter through the process of philosophical speculation, he will come to an understanding of devotional service. In the Thirteenth Chapter, it was clearly explained that by humbly developing knowledge one may possibly be freed from material entanglement. It has also been explained that it is due to association with the modes of nature that the living entity is entangled in this material world. Now, in this chapter, the Supreme Personality explains what those modes of nature are, how they act, how they bind and how they give liberation. The knowledge explained in this chapter is proclaimed by the Supreme Lord to be superior to the knowledge given so far in other chapters. By understanding this knowledge, various great sages attain perfection and transfer to the spiritual world. The Lord now explains the same knowledge in a better way. This knowledge is far, far superior to all other processes of knowledge thus far explained, and knowing this many attain perfection. Thus it is expected that one who understands this Fourteenth Chapter will attain perfection."
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "इदं ज्ञानमुपाश्रित्य मम साधर्म्यमागताः |",
                "सर्गेऽपि नोपजायन्ते प्रलये न व्यथन्ति च || २ ||"
            ],
            "english": [
                "idam jnanam upasritya",
                "mama sadharmyam agatah",
                "sarge 'pi nopajayante",
                "pralaye na vyathanti ca"
            ]
        },
        "translation": {
            "hindi": [
                "इस ज्ञान में स्थिर होकर मनुष्य मेरी जैसी दिव्य प्रकृति (स्वभाव) को प्राप्त कर सकता है | इस प्रकार स्थित हो जाने पर वह न तो सृष्टि के समय उत्पन्न होता है और न प्रलय के समय विचलित होता है |"
            ],
            "english": [
                "By becoming fixed in this knowledge, one can attain to the transcendental nature, which is like My own nature. Thus established, one is not born at the time of creation nor disturbed at the time of dissolution."
            ]
        },
        "meaning": {
            "hindi": [
                "पूर्ण दिव्य ज्ञान प्राप्त कर लेने के बाद मनुष्य भगवान् से गुणात्मक समता प्राप्त कर लेता है और जन्म-मरण के चक्र से मुक्त हो जाता है | लेकिन जीवात्मा के रूप में उसका वह स्वरूप समाप्त नहीं होता | वैदिक ग्रन्थों से ज्ञात होता है कि जो मुक्तात्माएँ वैकुण्ठ जगत् में पहुँच चुकी हैं, वे निरन्तर परमेश्र्वर के चरणकमलों के दर्शन करती हुई उनकी दिव्य प्रेमाभक्ति में लगी रहती हैं | अतएव मुक्ति के बाद भी भक्तों का अपना निजी स्वरूप नहीं समाप्त होता |",
                "सामान्यतया इस संसार में हम जो भी ज्ञान प्राप्त करते हैं, वह प्रकृति के तीन गुणों द्वारा दूषित रहता है | जो ज्ञान इन गुणों से दूषित नहीं होता, वह दिव्य ज्ञान कहलाता है | जब कोई व्यक्ति इस दिव्य ज्ञान को प्राप्त होता है, तो वह परमपुरुष के समकक्ष पद पर पहुँच जाता है | जिन लोगों को चिन्मय आकाश का ज्ञान नहीं है, वे मानते हैं कि भौतिक स्वरूप के कार्यकलापों से मुक्त होने पर यह आध्यात्मिक पहचान बिना किसी विविधता के निराकार हो जाती है | लेकिन जिस प्रकार इस संसार में विविधता है, उसी प्रकार आध्यात्मिक जगत में भी है | जो लोग इससे परिचित नहीं हैं, वे सोचते हैं कि आध्यात्मिक जगत् इस भौतिक जगत् की विविधता से उल्टा है | लेकिन वास्तव में होता यह है कि आध्यात्मिक जगत् (चिन्मय आकाश) में मनुष्य को आध्यात्मिक रूप प्राप्त हो जाता है | वहाँ के सारे कार्यकलाप आध्यात्मिक होते हैं और यह आध्यात्मिक स्थिति भक्तिमय जीवन कहलाती है | यह वातावरण अदूषित होता है और यहाँ पर व्यक्ति गुणों की दृष्टि से परमेश्र्वर के समकक्ष होता है | ऐसा ज्ञान प्राप्त करने के लिए मनुष्य को समस्त आध्यात्मिक गुण उत्पन्न करने होते हैं | जो इस प्रकार से आध्यात्मिक गुण उत्पन्न कर लेता है, वह भौतिक जगत् के सृजन या उसके विनाश से प्रभावित नहीं होता |"
            ],
            "english": [
                "After acquiring perfect transcendental knowledge, one acquires qualitative equality with the Supreme Personality of Godhead, becoming free from the repetition of birth and death. One does not, however, lose his identity as an individual soul. It is understood from Vedic literature that the liberated souls who have reached the transcendental planets of the spiritual sky always look to the lotus feet of the Supreme Lord, being engaged in His transcendental loving service. So, even after liberation, the devotees do not lose their individual identities.",
                "Generally, in the material world, whatever knowledge we get is contaminated by the three modes of material nature. But knowledge which is not contaminated by the three modes of nature is called transcendental knowledge. As soon as one is situated in that transcendental knowledge, he is on the same platform as that of the Supreme Person. Those who have no knowledge of the spiritual sky hold that after being freed from the material activities of the material form, this spiritual identity becomes formless, without any variegatedness. However, just as there is material variegatedness in this world, so, in the spiritual world, there is also variegatedness. Those in ignorance of this think that spiritual existence is opposed to material variety. But actually, in the spiritual sky, one attains spiritual form. There are spiritual activities, and the spiritual situation is called devotional life. That atmosphere is said to be uncontaminated, and there one is equal in quality with the Supreme Lord. To obtain such knowledge, one must develop all the spiritual qualities. One who thus develops the spiritual qualities is not affected either by the creation or the destruction of the material world."
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "मम योनिर्महद्ब्रह्म तस्मिन्गर्भं दधाम्यहम् |",
                "सम्भवः सर्वभूतानां ततो भवति भारत || ३ ||"
            ],
            "english": [
                "mama yonir mahad brahma",
                "tasmin garbham dadhamy aham",
                "sambhavah sarva-bhutanam",
                "tato bhavati bharata"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतपुत्र! ब्रह्म नामक भौतिक वस्तु जन्म का स्त्रोत है और मैं इसी ब्रह्म को गर्भस्य करता हूँ, जिससे समस्त जीवों का जन्म होता है ||"
            ],
            "english": [
                "The total material substance, called Brahman, is the source of birth, and it is that Brahman that I impregnate, making possible the births of all living beings, O son of Bharata."
            ]
        },
        "meaning": {
            "hindi": [
                "यह संसार की व्याख्या है – जो कुछ घटित होता है वह क्षेत्र (शरीर) तथा क्षेत्रज्ञ (आत्मा) के संयोग से होता है | प्रकृति और जीव का यह संयोग स्वयं भगवान् द्वारा सम्भव बनाया जाता है | महत्-तत्त्व ही समग्र ब्रह्माण्ड का सम्पूर्ण कारण है और भौतिक कारण की समग्र वस्तु, जिसमें प्रकृति के तीनों गुण रहते हैं, कभी-कभी ब्रह्म कहलाती है | परमपुरुष इसी समग्र वस्तु को गर्भस्त करते हैं, जिससे असंख्य ब्रह्माण्ड सम्भव हो सके हैं |वैदिक साहित्य में (मुण्डक उपनिषद् १.१.१) इस समग्र भौतिक वस्तु को ब्रह्म कहा गया है – तस्मादेतद् ब्रह्म नामरूपमन्नं च जायते | परमपुरुष उस ब्रह्म को जीवों के बीजों के साथ गर्भस्त करता है | पृथ्वी, जल, अग्नि, वायु आदि चौबीसों तत्त्व भौतिक शक्ति हैं और वे महद् ब्रह्म अर्थात् भौतिक प्रकृति के अवयव हैं | जैसा कि सातवें अध्याय में बताया जा चुका है कि इससे परे एक अन्य परा प्रकृति-जीव-होती है | भगवान् की इच्छा से यह परा-प्रकृति भौतिक (अपर) प्रकृति में मिला दी जाती है, जिसके बाद इस भौतिक प्रकृति से सारे जीव उत्पन्न होते हैं |",
                "बिच्छू अपने अंडे धान के ढेर में देती है और कभी-कभी यह कहा जाता है कि बिच्छू धान से उत्पन्न हुई | लेकिन धान बिच्छू के जन्म का कारण नहीं | वास्तव में अंडे माता बिच्छू ने दिए थे | इसी प्रकार भौतिक प्रकृति जीवों के जन्म का कारण नहीं होती | बीज भगवान् द्वारा प्रदत्त होता है और वे प्रकृति से उत्पन्न होते प्रतीत होते हैं | इस तरह प्रत्येक जीव को उसके पूर्वकर्मों के अनुसार भिन्न शरीर प्राप्त होता है, जो इस भौतिक प्रकृति द्वारा रचित होता है, जिसके कारण जीव अपने पूर्व कर्मों के अनुसार सुख यादुख भोगता है | इस भौतिक जगत् के जीवों की समस्त अभिव्यक्तियों के कारण भगवान् हैं |"
            ],
            "english": [
                "This is an explanation of the world: everything that takes place is due to the combination of ksetra and ksetrajna, the body and the spirit soul. This combination of material nature and the living entity is made possible by the Supreme God Himself. The mahat-tattva is the total cause of the total cosmic manifestation, and because in the total substance of the material cause there are three modes of nature, it is sometimes called Brahman. The Supreme Personality impregnates that total substance, and thus innumerable universes become possible. This total material substance, the mahat-tattva, is described as Brahman in the Vedic literature: tasmad etad brahma nama-rupam annam ca jayate. Into that Brahman the seeds of the living entities are impregnated by the Supreme Person. The twenty-four elements, beginning from earth, water, fire and air, are all material energy, called Maha-brahman, or the great Brahman, the material nature. As is explained in the Seventh Chapter, beyond this there is another, superior nature-the living entity. In material nature the superior nature is mixed by the will of the Supreme Personality of Godhead, and thereafter all living entities are born of this material nature.",
                "The scorpion lays its eggs in piles of rice, and sometimes it is said that the scorpion is born out of rice. But the rice is not the cause of the scorpion. Actually, the eggs were laid by the mother. Similarly, material nature is not the cause of the birth of the living entities. The seed is given by the Supreme Personality of Godhead, and they only seem to come out as products of material nature. Thus every living entity, according to his past activities, has a different body, created by this material nature, and the entity can enjoy or suffer according to his past deeds. The Lord is the cause of all the manifestations of living entities in this material world."
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "सर्वयोनिषु कौन्तेय मूर्तयः सम्भवन्ति याः |",
                "तासां ब्रह्म महद्योनिरहं बीजप्रदः पिता || ४ ||"
            ],
            "english": [
                "sarva-yonisu kaunteya",
                "murtayah sambhavanti yah",
                "tasam brahma mahad yonir",
                "aham bija-pradah pita"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुन्तीपुत्र! तुम यह समझ लो कि समस्त प्रकार की जीव-योनियाँ इस भौतिक प्रकृति में जन्म द्वारा सम्भव हैं और मैं उनका बीज-प्रदाता पिता हूँ |"
            ],
            "english": [
                "It should be understood that all species of life, O son of Kunti, are made possible by birth in this material nature, and that I am the seed-giving father."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में स्पष्ट बताया गया है कि भगवान् श्रीकृष्ण समस्त जीवों के आदि पिता हैं | सारे जीव भौतिक प्रकृति तथा आध्यात्मिक प्रकृति के संयोग हैं | ऐसे जीव केवल इस लोक में ही नहीं, अपितु प्रत्येक लोक में, यहाँ तक कि सर्वोच्च लोक में भी, जहाँ ब्रह्मा आसीन हैं, पाये जाते हैं | जीव सर्वत्र हैं – पृथ्वी, जल तथा अग्नि के भीतर भी जीव हैं | ये सारे जीव माता भौतिक प्रकृति तथा बीजप्रदाता कृष्ण के द्वारा प्रकट होते हैं | तात्पर्य यह है कि भौतिक जगत् जीवों को गर्भ में धारण किये है, जो सृष्टिकाल में अपने पूर्वकर्मों के अनुसार विविध रूपों में प्रकट होते हैं |"
            ],
            "english": [
                "In this verse it is clearly explained that the Supreme Personality of Godhead, Krsna, is the original father of all living entities. The living entities are combinations of the material nature and the spiritual nature. Such living entities are seen not only on this planet, but in every planet, even in the highest where Brahma is situated. Everywhere there are living entities; within the earth there are living entities, even within water and within fire. All these appearances are due to the mother, material nature, and Krsna's seed-giving process. The purport is that the living entities, being impregnated in the material world, come out and form at the time of creation according to their past deeds."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "सत्त्वं रजस्तम इति गुणाः प्रकृतिसम्भवाः |",
                "निबध्नान्ति महाबाहो देहे देहिनमव्ययम् || ५ ||"
            ],
            "english": [
                "sattvam rajas tama iti",
                "gunah prakrti-sambhavah",
                "nibadhnanti maha-baho",
                "dehe dehinam avyayam"
            ]
        },
        "translation": {
            "hindi": [
                "भौतिक प्रकृति तीन गुणों से युक्त है | ये हैं – सतो, रजो तथा तमोगुण | हे महाबाहु अर्जुन! जब शाश्र्वत जीव प्रकृति के संसर्ग में आता है, तो वह इन गुणों से बँध जाता है |"
            ],
            "english": [
                "Material nature consists of the three modes-goodness, passion and ignorance. When the living entity comes in contact with nature, he becomes conditioned by these modes."
            ]
        },
        "meaning": {
            "hindi": [
                "दिव्य होने के कारण जीव को इस भौतिक प्रकृति से कुछ भी लेना-देना नहीं है | फिर भी भौतिक जगत् द्वारा बद्ध हो जाने के कारण वह प्रकृति के तीनों गुणों के जादू से वशीभूत होकर कार्य करता है | चूँकि जीवों को प्रकृति की विभिन्न अवस्थाओं के अनुसार भिन्न-भिन्न प्रकार के शरीर मिले हुए हैं, अतएव वे उसी प्रकृति के अनुसार कर्म करने के लिए प्रेरित होते हैं | यही अनेक प्रकार के सुख-दुख का कारण है |"
            ],
            "english": [
                "The living entity, because he is transcendental, has nothing to do with this material nature. Still, because he has become conditioned by the material world, he is acting under the spell of the three modes of material nature. Because living entities have different kinds of bodies, in terms of the different aspects of nature, they are induced to act according to that nature. This is the cause of the varieties of happiness and distress."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "तत्र सत्त्वं निर्मलत्वात्प्रकाशकमनामयम् |",
                "सुखसङ्गेन बध्नाति ज्ञानसङ्गेन चानघ || ६ ||"
            ],
            "english": [
                "tatra sattvam nirmalatvat",
                "prakasakam anamayam",
                "sukha-sangena badhnati",
                "jnana-sangena canagha"
            ]
        },
        "translation": {
            "hindi": [
                "हे निष्पाप! सतोगुण अन्य गुणों की अपेक्षा अधिक शुद्ध होने के कारण प्रकाश प्रदान करने वाला और मनुष्यों को सारे पाप कर्मों से मुक्त करने वाला है | जो लोग इस गुण में स्थित होते हैं, वे सुख तथा ज्ञान के भाव से बँध जाते हैं |"
            ],
            "english": [
                "O sinless one, the mode of goodness, being purer than the others, is illuminating, and it frees one from all sinful reactions. Those situated in that mode develop knowledge, but they become conditioned by the concept of happiness."
            ]
        },
        "meaning": {
            "hindi": [
                "प्रकृति द्वारा बद्ध किये गये जीव कई प्रकार के होते हैं | कोई सुखी है और कोई अत्यन्त कर्मठ है, तो दूसरा असहाय है | इस प्रकार मनोभाव ही प्रकृति में जीव की बद्धावस्था के कारणस्वरूप हैं | भगवद्गीता के इस अध्याय में इसका वर्णन हुआ है कि वे किस प्रकार भिन्न-भिन्न प्रकार से बद्ध हैं | सर्वप्रथम सतोगुण पर विचार किया गया है | इस जगत् में सतोगुण विकसित करने का लाभ यह होता है कि मनुष्य अन्य बद्धजीवों की तुलना में अधिक चतुर हो जाता है | सतोगुणी पुरुष को भौतिक कष्ट उतना पीड़ित नहीं करते और उसमें भौतिक ज्ञान की प्रगति करने की सूझ होती है | इसका प्रतिनिधि ब्राह्मण है, जो सतोगुणी माना जाता है | सुख का यह भाव इस विचार के कारण है कि सतोगुण में पापकर्मों से प्रायः मुक्त रहा जाता है | वास्तव में वैदिक साहित्य में यह कहा गया है कि सतोगुण का अर्थ ही है अधिक ज्ञान तथा सुख का अधिकाधिक अनुभव |",
                "सारी कठिनाई यह है कि जब मनुष्य सतोगुण में स्थित होता है, तो उसे ऐसा अनुभव होता है कि वह ज्ञान में आगे है और अन्यों की अपेक्षा श्रेष्ठ है | इस प्रकार वह बद्ध हो जाता है | इसके उदाहरण वैज्ञानिक तथा दार्शनिक हैं | इनमें से प्रत्येक को अपने ज्ञान का गर्व रहता है और चूँकि वे अपने रहन-सहन को सुधार लेते हैं, अतएव उन्हें भौतिक सुख की अनुभूति होती है | बद्ध जीवन में अधिक सुख का यह भाव उन्हें भौतिक प्रकृति के गुणों से बाँध देता है | अतएव वे सतोगुण में रहकर कर्म करने के लिए आकृष्ट होते हैं | और जब तक इस प्रकार कर्म करते रहने का आकर्षण बना रहता है, तब तक उन्हें किसी न किसी प्रकार का शरीर धारण करना होता है | इस प्रकार उनकी मुक्ति की या वैकुण्ठलोक जाने की कोई सम्भावना नहीं रह जाती | वे बारम्बार दार्शनिक, वैज्ञानिक या कवि बनते रहते हैं और बारम्बार जन्म-मृत्यु के उन्हीं दोषों में बँधते रहते हैं | लेकिन माया-मोह के कारण वे सोचते हैं कि इस प्रकार का जीवन आनन्दप्रद है |"
            ],
            "english": [
                "The living entities conditioned by material nature are of various types. One is happy, another is very active, and another is helpless. All these types of psychological manifestations are causes of the entities' conditioned status in nature. How they are differently conditioned is explained in this section of Bhagavad-gita. The mode of goodness is first considered. The effect of developing the mode of goodness in the material world is that one becomes wiser than those otherwise conditioned. A man in the mode of goodness is not so much affected by material miseries, and he has a sense of advancement in material knowledge. The representative type is the brahmana, who is supposed to be situated in the mode of goodness. This sense of happiness is due to understanding that, in the mode of goodness, one is more or less free from sinful reactions. Actually, in the Vedic literature it is said that the mode of goodness means greater knowledge and a greater sense of happiness.",
                "The difficulty here is that when a living entity is situated in the mode of goodness, he becomes conditioned to feel that he is advanced in knowledge and is better than others. In this way he becomes conditioned. The best examples are the scientist and philosopher: each is very proud of his knowledge, and because they generally improve their living conditions, they feel a sort of material happiness. This sense of advanced happiness in conditioned life makes them bound by the mode of goodness of material nature. As such, they are attracted toward working in the mode of goodness, and, as long as they have an attraction for working in that way, they have to take some type of body in the modes of nature. Thus there is no likelihood of liberation, or of being transferred to the spiritual world. Repeatedly, one may become a philosopher, a scientist, or a poet, and, repeatedly, become entangled in the same disadvantages of birth and death. But, due to the illusion of the material energy, one thinks that that sort of life is pleasant."
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "रजो रागात्मकं विद्धि तृष्णासङ्गसमुद्भवम् |",
                "तन्निबध्नाति कौन्तेय कर्मसङ्गेन देहिनम् || ७ ||"
            ],
            "english": [
                "rajo ragatmakam viddhi",
                "trsna-sanga-samudbhavam",
                "tan nibadhnati kaunteya",
                "karma-sangena dehinam"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुन्तीपुत्र! रजोगुण की उत्पत्ति असीम आकांक्षाओं तथा तृष्णाओं से होती है और इसी के कारण से यह देहधारी जीव सकाम कर्मों से बँध जाता है |"
            ],
            "english": [
                "The mode of passion is born of unlimited desires and longings, O son of Kunti, and because of this one is bound to material fruitive activities."
            ]
        },
        "meaning": {
            "hindi": [
                "रजोगुण की विशेषता है, पुरुष तथा स्त्री का पारस्परिक आकर्षण | स्त्री पुरुष के प्रति और पुरुष स्त्री के प्रति आकर्षित होता है | यह रजोगुण कहलाता है | जब इस रजोगुण में वृद्धि हो जाती है, तो मनुष्य भोग के लिए लालायित होता है | वह इन्द्रियतृप्ति चाहता है | इस इन्द्रियतृप्ति के लिए वह रजोगुणी समाज में या राष्ट्र में सम्मान चाहता है और सुन्दर सन्तान, स्त्री तथा घर सहित सुखी परिवार चाहता है | ये सब रजोगुण के प्रतिफल हैं | जब तक मनुष्य इनकी लालसा करता रहता है, तब तक उसे कठिन श्रम करना पड़ता है | अतः यहाँ पर यह स्पष्ट कहा गया है कि मनुष्य अपने कर्मफलों से सम्बद्ध होकर ऐसे कर्मों से बँध जाता है | अपनी स्त्री, पुत्रों तथा समाज को प्रसन्न करने तथा अपनी प्रतिष्ठा बनाये रखने के लिए मनुष्य को कर्म करना होता है | अतएव सारा संसार ही न्यूनाधिक रूप से रजोगुणी है | आधुनिक सभ्यता में रजोगुण का मानदण्ड ऊँचा है | प्राचीन काल में सतोगुण को उच्च अवस्था माना जाता था | यदि सतोगुणी लोगों को मुक्ति नहीं मिल पाती, तो जो रजोगुणी हैं, उनके विषय में क्या कहा जाए ?"
            ],
            "english": [
                "The mode of passion is characterized by the attraction between man and woman. Woman has attraction for man, and man has attraction for woman. This is called the mode of passion. And, when the mode of passion is increased, one develops the hankering for material enjoyment. He wants to enjoy sense gratification. For sense gratification, a man in the mode of passion wants some honor in society, or in the nation, and he wants to have a happy family, with nice children, wife, and house. These are the products of the mode of passion. As long as one is hankering after these things, he has to work very hard. Therefore it is clearly stated here that he becomes associated with the fruits of his activities and thus becomes bound by such activities. In order to please his wife, children and society and to keep up his prestige, one has to work. Therefore, the whole material world is more or less in the mode of passion. Modern civilization is considered to be advanced in the standards of the mode of passion. Formerly, the advanced condition was considered to be in the mode of goodness. If there is no liberation for those in the mode of goodness, what of those who are entangled in the mode of passion?"
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "तमस्त्वज्ञानजं विद्धि मोहनं सर्वदेहिनाम् |",
                "प्रमादालस्यनिद्राभिस्तन्निबध्नाति भारत || ८ ||"
            ],
            "english": [
                "tamas tv ajnana-jam viddhi",
                "mohanam sarva-dehinam",
                "pramadalasya-nidrabhis",
                "tan nibadhnati bharata"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतपुत्र! तुम जान लो कि अज्ञान से उत्पन्न तमोगुण समस्त देहधारी जीवों का मोह है | इस गुण के प्रतिफल पागलपन (प्रमाद), आलस तथा नींद हैं, जो बद्धजीव को बाँधते हैं |"
            ],
            "english": [
                "O son of Bharata, the mode of ignorance causes the delusion of all living entities. The result of this mode is madness, indolence and sleep, which bind the conditioned soul."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में तु शब्द का प्रयोग उल्लेखनीय है | इसका अर्थ है कि तमोगुण देहधारी जीव का अत्यन्त विचित्र गुण है | यह सतोगुण के सर्वथा विपरीत है | सतोगुण में ज्ञान के विकास से मनुष्य यह जान सकता है कि कौन क्या है, लेकिन तमोगुण तो इसके सर्वथा विपरीत होता है | जो भी तमोगुण के फेर में पड़ता है, वह पागल हो जाता है और पागल पुरुष यह नहीं समझ पाता कि कौन क्या है | वह प्रगति करने की बजाय अधोगति को प्राप्त होता है | वैदिक साहित्य में तमोगुण की पारीभाषा इस प्रकार दी गई है – वस्तुयाथात्म्यज्ञानावरकं विपर्ययज्ञानजनकं तमः – अज्ञान से वशीभूत होने पर कोई मनुष्य किसी वस्तु को यथारूप में नहीं समझ पाता | उदाहरणार्थ, प्रत्येक व्यक्ति देखता है कि उसका बाबा मरा है, अतएव वह भी मरेगा, मनुष्य मर्त्य है | उसकी सन्तानें भी मरेंगी | अतएव मृत्यु ध्रुव है | फिर भी लोग पागल होकर धन संग्रह करते हैं और नित्य आत्मा की चिन्ता किये बिना अहर्निश कठोर श्रम करते रहते हैं | यह पागलपन ही तो है | अपने पागलपण में वे आध्यात्मिक ज्ञान में कोई उन्नति नहीं कर पाते | ऐसे लोग अत्यन्त आलसी होते हैं | जब उन्हें आध्यात्मिक ज्ञान में सम्मिलित होने के लिए आमन्त्रित किया जाता है, तो वे अधिक रूचि नहीं दिखाते | वे रजोगुणी व्यक्ति की तरह भी सक्रिय नहीं रहते | अतएव तमोगुण में लिप्त व्यक्ति का एक अन्य गुण यह भी है कि वह आवश्यकता से अधिक सोता है | छह घंटे की नींद पर्याप्त है, लेकिन ऐसा व्यक्ति दिन भर में दस-बारह घंटे तक सोता है | ऐसा व्यक्ति सदैव निराश प्रतीत होता है और भौतिक द्रव्यों तथा निद्रा के प्रति व्यसनी बन जाता है | ये हैं तमोगुणी व्यक्ति के लक्षण |"
            ],
            "english": [
                "In this verse the specific application of the word tu is very significant. This means that the mode of ignorance is a very peculiar qualification of the embodied soul. This mode of ignorance is just the opposite of the mode of goodness. In the mode of goodness, by development of knowledge, one can understand what is what, but the mode of ignorance is just the opposite. Everyone under the spell of the mode of ignorance becomes mad, and a madman cannot understand what is what. Instead of making advancement, one becomes degraded. The definition of the mode of ignorance is stated in the Vedic literature: under the spell of ignorance, one cannot understand the thing as it is. For example, everyone can see that his grandfather has died, and therefore he will also die; man is mortal. The children that he conceives will also die. So death is sure. Still, people are madly accumulating money and working very hard all day and night, not caring for the eternal spirit. This is madness. In their madness, they are very reluctant to make advancement in spiritual understanding. Such people are very lazy. When they are invited to associate for spiritual understanding, they are not much interested. They are not even active like the man who is controlled by the mode of passion. Thus another symptom of one embedded in the mode of ignorance is that he sleeps more than is required. Six hours of sleep is sufficient, but a man in the mode of ignorance sleeps at least ten or twelve hours a day. Such a man appears to be always dejected, and is addicted to intoxicants and sleeping. These are the symptoms of a person conditioned by the mode of ignorance."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "सत्त्वं सुखे सञ्जयति रजः कर्मणि भारत |",
                "ज्ञानमावृत्य तु तमः प्रमादे सञ्जयत्युत || ९ ||"
            ],
            "english": [
                "sattvam sukhe sanjayati",
                "rajah karmani bharata",
                "jnanam avrtya tu tamah",
                "pramade sanjayaty uta"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतपुत्र! सतोगुण मनुष्य को सुख से बाँधता है, रजोगुण सकाम कर्म से बाँधता है और तमोगुण मनुष्य के ज्ञान को ढक कर उसे पागलपन से बाँधता है |"
            ],
            "english": [
                "The mode of goodness conditions one to happiness, passion conditions him to the fruits of action, and ignorance to madness."
            ]
        },
        "meaning": {
            "hindi": [
                "सतोगुणी पुरुष अपने कर्म या बौद्धिक वृत्ति से उसी तरह सन्तुष्ट रहता है जिस प्रकार दार्शनिक, वैज्ञानिक या शिक्षक अपनी विद्याओं में निरत रहकर सन्तुष्ट रहते हैं | रजोगुणी व्यक्ति सकाम कर्म में लग सकता है, वह यथासम्भव धन प्राप्त करके उसे उत्तम कार्यों में व्यय करता है | कभी-कभी वह अस्पताल खोलता है और धर्मार्थ संस्थाओं को दान देता है | ये लक्षण हैं, रजोगुणी व्यक्ति के, लेकिन तमोगुण तो ज्ञान को ढक देता है | तमोगुण में रहकर मनुष्य जो भी करता है, वह न तो उसके लिए, न किसी अन्य के लिए हितकर होता है |"
            ],
            "english": [
                "A person in the mode of goodness is satisfied by his work or intellectual pursuit, just as a philosopher, scientist, or educator may be engaged in a particular field of knowledge and may be satisfied in that way. A man in the modes of passion and goodness may be engaged in fruitive activity; he owns as much as he can and spends for good causes. Sometimes he tries to open hospitals, give to charity institutions, etc. These are the signs of one in the mode of passion. And the mode of ignorance covers knowledge. In the mode of ignorance, whatever one does is neither good for him nor for anyone."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 14,
        "text": {
            "hindi": [
                "रजस्तमश्र्चाभिभूय सत्त्वं भवति भारत |",
                "रजः सत्त्वं तमश्र्चैव तमः सत्त्वं रजस्तथा || १० ||"
            ],
            "english": [
                "rajas tamas cabhibhuya",
                "sattvam bhavati bharata",
                "rajah sattvam tamas caiva",
                "tamah sattvam rajas tatha"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतपुत्र! कभी-कभी सतोगुण रजोगुण तथा तमोगुण को परास्त करके प्रधान बन जाता है तो कभी रजोगुण सतो तथा तमोगुणों को परास्त कर देता है और कभी ऐसा होता है कि तमोगुण सतो तथा रजोगुणों को परास्त कर देता है | इस प्रकार श्रेष्ठता के लिए निरन्तर स्पर्धा चलती रहती है |"
            ],
            "english": [
                "Sometimes the mode of passion becomes prominent, defeating the mode of goodness, O son of Bharata. And sometimes the mode of goodness defeats passion, and at other times the mode of ignorance defeats goodness and passion. In this way there is always competition for supremacy."
            ]
        },
        "meaning": {
            "hindi": [
                "जब रजोगुण प्रधान होता है, तो सतो तथा तमोगुण परास्त रहते हैं | जब सतोगुण प्रधान होता है तो रजो तथा तमोगुण परास्त हो जाते हैं | यह प्रतियोगिता निरन्तर चलती रहती है | अतएव जो कृष्णभावनामृत में वास्तव में उन्नति करने का इच्छुक है, उसे इन तीनों गुणों को लाँघना पड़ता है | प्रकृति के किसी एक गुण की प्रधानता मनुष्य के आचरण में, उसके कार्यकलापों में, उसके खान-पान आदि में प्रकट होती रहती है | इन सबकी व्याख्या अगले अध्यायों में की जाएगी | लेकिन यदि कोई चाहे तो वह अभ्यास द्वारा सतोगुण विकसित कर सकता है और इस प्रकार रजो तथा तमोगुणों को परास्त कर सकता है | इस प्रकार से रजोगुण विकसित करके तमो तथा सतो गुणों को परास्त कर सकता है | अथवा कोई चाहे तो वह तमोगुण को विकसित करके रजो तथा सतोगुणों को परास्त कर सकता है | यद्यपि प्रकृति के ये तीन गुण होते हैं, किन्तु यदि कोई संकल्प कर ले तो उसे सतोगुण का आशीर्वाद तो मिल ही सकता है और वह इसे लाँघ कर शुद्ध सतोगुण में स्थित हो सकता है, जिसे वासुदेव अवस्था कहते हैं, जिसमें वह ईश्र्वर के विज्ञान को समझ सकता है | विशिष्ट कार्यों को देख कर ही समझा जा सकता है कि कौन व्यक्ति किस गुण में स्थित है |"
            ],
            "english": [
                "When the mode of passion is prominent, the modes of goodness and ignorance are defeated. When the mode of goodness is prominent, passion and ignorance are defeated. And, when the mode of ignorance is prominent, passion and goodness are defeated. This competition is always going on. Therefore, one who is actually intent on advancing in Krsna consciousness has to transcend these three modes. The prominence of some certain mode of nature is manifested in one's dealings, in his activities, in eating, etc. All this will be explained in later chapters. But if one wants, he can develop, by practice, the mode of goodness and thus defeat the modes of ignorance and passion. One can similarly develop the mode of passion and defeat goodness and ignorance. Or, one can develop the mode of ignorance and defeat goodness and passion. Although there are these three modes of material nature, if one is determined, he can be blessed by the mode of goodness, and, by transcending the mode of goodness, he can be situated in pure goodness, which is called the vasudeva state, a state in which one can understand the science of God. By the manifestation of particular activities, it can be understood in what mode of nature one is situated."
            ]
        }
    }
]