[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मनः ।",
            "छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत ॥ ४२ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**तस्मात्** – अतः; **अज्ञान-सम्भूतम्** – अज्ञान से  उत्पन्न; **हृत्स्थम्** – हृदय में स्थित; **ज्ञान** – ज्ञान रूपी; **असिना** – शस्त्र  से; **आत्मनः** – स्व के; **छित्त्वा** – काट कर; **एनम्** – इस; **संशयम्** – संशय को; **योगम्** – योग में; **अतिष्ठ** – स्थित होओ; **उत्तिष्ठ** – युद्ध करने के लिए उठो; **भारत** – हे भरतवंशी ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अतएव तुम्हारे हृदय में अज्ञान के कारण जो संशय छे हैं उन्हें ज्ञानरूपी शस्त्र से काट डालो । हे भारत! तुम योग से समन्वित होकर खड़े होओ और युद्ध करो ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस अध्याय में जिस योगपद्धति का उपदेश हुआ है वह सनातन योग कहलाती है । इस योग में दो तरह के यज्ञकर्म किये जाते हैं - एक तो द्रव्य का यज्ञ और दूसरा आत्मज्ञान यज्ञ जो विशुद्ध आध्यात्मिक कर्म है । यदि आत्म-साक्षात्कार के लिए द्रव्ययज्ञ नहीं किया जाता तो ऐसा यज्ञ भौतिक बन जाता है । किन्तु जब कोई आध्यात्मिक उद्देश्य या भक्ति से ऐसा यज्ञ करता है तो वह पूर्णयज्ञ होता है । आध्यात्मिक क्रियाएँ भी दो प्रकार की होती हैं - आत्मबोध (या अपने स्वरूप को समझना) तथा श्रीभगवान् विषयक सत्य । जो भगवद्गीता के मार्ग का पालन करता है वह ज्ञान की इन दोनों श्रेणियों को समझ सकता है । उसके लिए भगवान् के अंश स्वरूप आत्मज्ञान को प्राप्त करने में कोई कठिनाई नहीं होती है । ऐसा ज्ञान लाभप्रद है क्योंकि ऐसा व्यक्ति भगवान् के दिव्य कार्यकलापों को समझ सकता है । इस अध्याय के प्रारम्भ में स्वयं भगवान् ने अपने दिव्य कार्यकलापों का वर्णन किया है । जो व्यक्ति गीता के उपदेशों को नहीं समझता वह श्रद्धाविहीन है और जो भगवान् द्वारा उपदेश देने पर भी भगवान् के सच्चिदानन्द स्वरूप को नहीं समझ पाता तो यह समझना चाहिए कि वह निपट मूर्ख है । कृष्णभावनामृत के सिद्धान्तों को स्वीकार करके अज्ञान को क्रमशः दूर किया जा सकता है । यह कृष्णभावनामृत विविध देवयज्ञ, ब्रह्मयज्ञ, ब्रह्मचर्य यज्ञ, गृहस्थ यज्ञ, इन्द्रियसंयम यज्ञ, योग साधना यज्ञ, तपस्या यज्ञ, द्रव्ययज्ञ, स्वाध्याय यज्ञ तथा वर्णाश्रमधर्म में भाग लेकर जागृत किया जा सकता है । ये सब यज्ञ कहलाते हैं और ये सब नियमित कर्म पर आधारित हैं । किन्तु इन सब कार्यकलापों के भीतर सबसे महत्त्वपूर्ण कारक आत्म-साक्षात्कार है । जो इस उद्देश्य को खोज लेता है वही भगवदगीता का वास्तविक पाठक है. किन्तु जो कृष्ण को प्रमाण नहीं मानता वह नीचे गिर जाता है । अतः मनुष्य को चाहिए कि वह सेवा तथा समर्पण समेत किसी प्रामाणिक गुरु के निर्देशन में भगवद्गीता या अन्य किसी शास्त्र का अध्ययन करे । प्रामाणिक गुरु अनन्तकाल से चली आने वाली परम्परा मे ना है और वह परमेश्वर के उन उपदेशों से तनिक भी विपथ नहीं होता जिन्हें उन्होंने लाखों वर्ष पूर्व सूर्यदेव को दिया था और जिनसे भगवद्गीता के उपदेश इस धराधाम में आये । अतः गीता में ही व्यक्त भगवदगीता के पथ का अनसरण करना चाहिए और उन लोगों से सावधान रहना चाहिए जो आत्म-श्लाघा वश अन्यों को वास्तविक पथ से विपथ करते रहते हैं । भगवान् निश्चित रूप से परमपुरुष हैं और उनके कार्यकलाप दिव्य हैं । जो इसे समझता है वह भगवद्गीता का अध्ययन शुभारम्भ करते ही मुक्त होता है ।",
            "इस प्रकार श्रीमद्भगवद्गीता के चतुर्थ अध्याय “दिव्य ज्ञान” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ ।"
        ]
    }
]