[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "क्लेशोऽधिकतरस्तेषामव्यक्तासक्तचेतसाम् |",
            "अव्यक्ता हि गतिर्दु:खं देहवद्भिरवाप्यते || ५ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "क्लेशः - कष्ट; अधिकतरः - अत्यधिक; तेषाम् - उन; अव्यक्त - अव्यक्त के प्रति; आसक्त - अनुरक्त; चेतसाम् - मन वालों का; अव्यक्ता - अव्यक्त की ओर; हि - निश्चय ही; गतिः - प्रगति; दुःखम् - दुख के साथ; देह-वद्भिः - देहधारी के द्वारा; अवाप्यते - प्राप्त किया जाता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जिनलोगों के मन परमेश्वर के अव्यक्त, निराकार स्वरूप के प्रति आसक्त हैं, उनके लिए प्रगति कर पाना अत्यन्त कष्टप्रद है | देहधारियों के लिए उसक्षेत्र में प्रगति कर पाना सदैव दुष्कर होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अध्यात्मवादियों का समूह, जो परमेश्वर के अचिन्त्य, अव्यक्त, निराकार स्वरूप के पथ का अनुसरण करता है, ज्ञान-योगी कहलाता है, और जोव्यक्ति भगवान् की भक्ति में रत रहकर पूर्ण कृष्णभावनामृत में रहते हैं, वेभक्ति-योगी कहलाते हैं | यहाँ पर ज्ञान-योग तथा भक्ति-योग में निश्चितअन्तर बताया गया है | ज्ञान-योग का पथ यद्यपि मनुष्य को उसी लक्ष्य तकपहुँचाता है, किन्तु है अत्यन्त कष्टकारक, जब कि भक्ति-योग भगवान् कीप्रत्यक्ष सेवा होने के कारण सुगम है, और देहधारी के लिए स्वाभाविक भी है | जीव अनादि काल से देहधारी है | सैद्धान्तिक रूप से उसके लिए यह समझ पानाअत्यन्त कठिन है कि वह शरीर नहीं है | अतएव भक्ति-योगी कृष्ण के विग्रह कोपूज्य मानता है, क्योंकि उसके मन में कोई शारीरिक बोध रहता है, जिसे इस रूपमें प्रयुक्त किया जा सकता है | निस्सन्देह मन्दिरमें परमेश्वर केस्वरूप की पूजा मूर्तिपूजा नहीं है | वैदिक साहित्य में साक्ष्य मिलता है कि पूजा सगुण तथा निर्गुण हो सकती है | मन्दिर में विग्रह-पूजा सगुण पूजाहै, क्योंकि भगवान् को भौतिक गुणों के द्वारा प्रदर्शित किया जाता है | लेकिन भगवान् के स्वरूप को चाहे पत्थर, लकड़ी या तैलचित्र जैसे भौतिक गुणोंद्वारा क्यों न अभिव्यक्त किया जाय वह वास्तव में भौतिक नहीं होता | परमेश्वर की यही परम प्रकृति है |",
            "यहाँ पर एक मोटा उदाहरण दियाजा सकता है | सड़कों के किनारे पत्रपेटिकाएँ होती हैं, जिनमें यदि हम अपने पत्रडाल दें, तो वे बिना किसी कठिनाई के अपने गन्तव्य स्थान पर पहुँच जाते हैं | लेकिन यदि कोई ऐसी पुरानी पेटिका, या उसकी अनुकृति कहीं देखे, जो डाकघरद्वारा स्वीकृत न हो, तो उससे वही कार्य नहीं हो सकेगा | इसी प्रकारईश्वर ने विग्रहरूप में, जिसे अर्च-विग्रह कहते हैं, अपना प्रमाणिक (वैध)स्वरूप बना रखा है | यह अर्चा-विग्रह परमेश्वर का अवतार होता है | ईश्वर इसी स्वरूप के माध्यम से सेवा स्वीकार करते हैं | भगवान्सर्वशक्तिमान हैं, अतएव वे अर्चा-विग्रह रूपी अपने अवतार से भक्त की सेवाएँस्वीकार कर सकते हैं, जिससे बद्ध जीवन वाले मनुष्य को सुविधा हो |",
            "इसप्रकार भक्त को भगवान् के पास सीधे और तुरन्त ही पहुँचने में कोई कठिनाईनहीं होती, लेकिन जो लोग आध्यात्मिक साक्षात्कार के लिए निराकार विधि काअनुसरण करते हैं, उनके लिए यह मार्ग कठिन है | उन्हें उपनिषदों जैसे वैदिकसाहित्य के माध्यम से अव्यक्त स्वरूप को समझना होता है, उन्हें भाषा सीखनीहोती है, इन्द्रियातीत अनुभूतियों को समझना होता है, और इन समस्त विधियोंका ध्यान रखना होता है | यह सब एक सामान्य व्यक्ति के लिए सुगम नहीं होता | कृष्णभावनामृत में भक्तिरत मनुष्य मात्र गुरु के पथप्रदर्शन द्वारा, मात्रअर्चाविग्रह के नियमित नमस्कार द्वारा, मात्र भगवान् की महिमा के श्रवणद्वारा तथा मात्र भगवान् पर चढ़ाये गये उच्छिष्ट भोजन को खाने से भगवान् कोसरलता से समझ लेता है | इसमें तनिक भी सन्देह नहीं कि निर्विशेषवादी व्यर्थही कष्टकारक पथ को ग्रहण करते हैं, जिसमें अन्ततः परम सत्य का साक्षात्कारसंदिग्ध बना रहता है | किन्तु सगुणवादी बिना किसी संकट, कष्ट या कठिनाई केभगवान् के पास पहुँच जाते हैं | ऐसा ही संदर्भ श्रीमद्भागवत में पाया जाता है | यहाँ यह कहा गया है कि अन्ततः भगवान् की शरण में जाना ही है (इस शरणजाने की क्रिया को भक्ति कहते हैं) तो यदि कोई, ब्रह्म क्या है और क्यानहीं है, इसी को समझने का कष्ट आजीवन उठाता रहता है, तो इसका परिणामअत्यन्त कष्टकारक होता है | अतएव यहाँ पर यह उपदेश दिया गया है किआत्म-साक्षात्कार के इस कष्टप्रद मार्ग को ग्रहण नहीं करना चाहिए, क्योंकिअन्तिम फल अनिश्चित रहता है |",
            "जीव शाश्वत रूप से व्यष्टि आत्माहै और यदि वह आध्यात्मिक पूर्ण में तदाकार होना चाहता है तो वह अपनी मूलप्रकृति के शाश्वत (सत्) तथा ज्ञेय (चित्) पक्षों का साक्षात्कार तो करसकता है, लेकिन आनन्दमय अंश की प्राप्ति नहीं हो पाती | ऐसा अध्यात्मवादीजो ज्ञानयोग में अत्यन्त विद्वान होता है, किसी भक्त के अनुग्रह सेभक्तियोग को प्राप्त होता है | इस समय निराकारवाद का दीर्घ अभ्यास कष्ट काकारण बन जाता है, क्योंकि वह उस विचार को त्याग नहीं पाता | अतएव देहधारीजीव, अभ्यास के समय या साक्षात्कार के समय, अव्यक्त की प्राप्ति में सदैवकठिनाई में पड़ जाता है | प्रत्येक जीव अंशतः स्वतन्त्र है और उसे यह अच्छीतरह समझ लेना चाहिए कि वह अव्यक्त अनुभूति उसके आध्यात्मिक आनन्दमय आत्म (स्व) की प्रकृति के विरुद्ध है | मनुष्य को चाहिए कि इस विधि को न अपनाये | प्रत्येक जीव के लिए कृष्णचेतना की विधि श्रेष्ठ मार्ग है, जिसमें भक्तिमें पूरी तरह व्यस्त रहना होता है | यदि कोई भक्ति की अपेक्षा करना चाहताहै, तो नास्तिक होने का संकट रहता है | अतएव अव्यक्त विषयक एकाग्रता कीविधि को, जो इन्द्रियों की पहुँच के परे है, जैसा कि इस श्लोक में पहले कहाजा चुका है, इस युग में प्रोत्साहन नहीं मिलना चाहिए | भगवान् कृष्ण नेइसका उपदेश नहीं दिया |"
        ]
    }
]