[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Hanumān fetches the physician Susena and proceeds in quest of the life-giving herb; dialogue between Kālanemi and Rāvaṇa, redemption of the she-alligator; deliverance of Kālanemi"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma padārabiṃda sira nāyau āi suṣēna.",
            "kahā nāma giri auṣadhī jāhu pavanasuta lēna..55.. [6-55]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Susena came and bowed his head at Śrī Rāma's lotus-feet. He mentioned the name of the herb as well as of the mountain where it could be had, and said, \"Proceed, O son of the wind-god, to bring it.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma carana sarasija ura rākhī. calā prabhaṃjana suta bala bhāṣī..",
            "uhāom dūta ēka maramu janāvā. rāvana kālanēmi gṛha āvā.. [6-55-1]",
            "dasamukha kahā maramu tēhiṃ sunā. puni puni kālanēmi siru dhunā..",
            "dēkhata tumhahi nagaru jēhiṃ jārā. tāsu paṃtha kō rōkana pārā.. [6-55-2]",
            "bhaji raghupati karu hita āpanā. chāomḍahu nātha mṛṣā jalpanā..",
            "nīla kaṃja tanu suṃdara syāmā. hṛdayaom rākhu lōcanābhirāmā.. [6-55-3]",
            "maiṃ taiṃ mōra mūḍhatā tyāgū. mahā mōha nisi sūtata jāgū..",
            "kāla byāla kara bhacchaka jōī. sapanēhu samara ki jītia sōī.. [6-55-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Enshrining Śrī Rāma's lotus-feet in his heart and assuring the Lord of his own might, the son of the wind-god departed. At the other end a spy disclosed the secret to Rāvaṇa, who called at the house of Kālanemi (a demon ally of Rāvaṇa). The ten-headed monster told him all that he had to say, hearing which Kālanemi beat his head again and again. \"Nobody can obstruct him who burnt your capital before your very eyes. Therefore, adore the Lord of the Raghus in your own interest and desist, my lord, from all vain prattle. Hold in your heart that lovely form, swarthy as the blue lotus, the delight of all eyes. Dismiss the foolish idea of 'I' and 'You,' mine and thine and awake from slumber in the night of gross infatuation. Can anyone even dream of conquering Him in battle, who devours even the serpent of Time (which in its turn devours the entire creation)?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni dasakaṃṭha risāna ati tēhiṃ mana kīnha bicāra.",
            "rāma dūta kara marauṃ baru yaha khala rata mala bhāra..56.. [6-56]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The ten-headed monster flew into a tearing rage when he heard this. Thereupon Kālanemi reasoned to himself: \"I should rather die at the hands of Śrī Rāma's servant; for this wretch revels in his load of sins!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asa kahi calā racisi maga māyā. sara maṃdira bara bāga banāyā..",
            "mārutasuta dēkhā subha āśrama. munihi būjhi jala piyauṃ jāi śrama.. [6-56-1]",
            "rācchasa kapaṭa bēṣa tahaom sōhā. māyāpati dūtahi caha mōhā..",
            "jāi pavanasuta nāyau māthā. lāga sō kahai rāma guna gāthā.. [6-56-2]",
            "hōta mahā rana rāvana rāmahiṃ. jitahahiṃ rāma na saṃsaya yā mahiṃ..",
            "ihāom bhaēom maiṃ dēkhēu bhāī. gyāna dṛṣṭi bala mōhi adhikāī.. [6-56-3]",
            "māgā jala tēhiṃ dīnha kamaṃḍala. kaha kapi nahiṃ aghāu thōrēṃ jala..",
            "sara majjana kari ātura āvahu. dicchā dēu gyāna jēhiṃ pāvahu.. [6-56-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "So saying to himself he departed and resorted to his black art; he produced by the path a lake, a temple and a lovely garden. The son of the wind-god saw the good hermitage and thought to himself : \"Let me ask leave of the hermit over there and drink some water, so that I may be relieved of my fatigue.\" The demon (Kālanemi) had ensconced himself there in the deceitful garb of a hermit and sought to delude the messenger even of the Lord of Māyā. The son of the wind-god went and bowed his head before him; and the demon in his turn began to recite Śrī Rāma's praises. \"A fierce war is raging between Śrī Rāma and Rāvaṇa, of which Rāma will undoubtedly emerge victorious. I behold everything, my brother, even from here; for my great strength lies in my intuition.\" On his asking for water, the demon gave Hanumān his own waterpot; but the monkey chief said, \"My thirst will not be quenched by a small quantity of water.\" \"Then take a plunge in the lake and speedily come back. After that I will initiate you and you will have spiritual insight.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sara paiṭhata kapi pada gahā makarīṃ taba akulāna.",
            "mārī sō dhari divya tanu calī gagana caḍhai jāna..57.. [6-57]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "No sooner had Hanumān stepped into the lake than a she-alligator seized him by the foot in great excitement. Having been slain by Hanumān, she assumed a celestial form and, mounting an aerial car, soared into the heavens."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kapi tava darasa bhaiu niṣpāpā. miṭā tāta munibara kara sāpā..",
            "muni na hōi yaha nisicara ghōrā. mānahu satya bacana kapi mōrā.. [6-57-1]",
            "asa kahi gaī apacharā jabahīṃ. nisicara nikaṭa gayau kapi tabahīṃ..",
            "kaha kapi muni guradachinā lēhū. pāchēṃ hamahi maṃtra tumha dēhū.. [6-57-2]",
            "sira laṃgūra lapēṭi pachārā. nija tanu pragaṭēsi maratī bārā..",
            "rāma rāma kahi chāḍaēsi prānā. suni mana haraṣi calēu hanumānā.. [6-57-3]",
            "dēkhā saila na auṣadha cīnhā. sahasā kapi upāri giri līnhā..",
            "gahi giri nisi nabha dhāvata bhayaū. avadhapurī upara kapi gayaū.. [6-57-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "By your very sight, O dear monkey, I have been absolved of all sins and the curse of the great sage (which accounted for my birth in an alligator's womb) has come to an end. This fellow, O monkey chief, is no hermit but a terrible demon : believe my words to be true.\" So saying, the celestial nymph left for her abode in heaven and Hanumān immediately returned to the demon. Said the monkey: \"First receive, holy sir, your fee as my spiritual preceptor and after that impart to me the sacred formula.\" Hanumān then twisted his tail round the hermit's head and knocked him down, and he appeared in his natural (demoniac) form at the moment of his death and gave up the ghost while muttering \"Rāma, Rāma.\" Hanumān was delighted at heart to hear this name and proceeded on his journey. He found the mountain but failed to single out the herb (prescribed by Susena); he, therefore, lost no time in uprooting the mount itself. Holding up the mountain in his hand, Hanumān darted back through the air while it was yet night and happened to pass over the city of Ayodhyā."
        ]
    }
]