[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Mandodarī makes remonstrance with Rāvaṇa again and dwells upon Śrī Rāma's glory"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bisvarupa raghubaṃsa mani karahu bacana bisvāsu.",
            "lōka kalpanā bēda kara aṃga aṃga prati jāsu..14.. [6-14]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Believe my word that Śrī Rāma (the Jewel of Raghu's race) Himself is manifested in the form of this universe and that the Vedas conceive of every limb of His as a distinct sphere.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pada pātāla sīsa aja dhāmā. apara lōka aomga aomga biśrāmā..",
            "bhṛkuṭi bilāsa bhayaṃkara kālā. nayana divākara kaca ghana mālā.. [6-14-1]",
            "jāsu ghrāna asvinīkumārā. nisi aru divasa nimēṣa apārā..",
            "śravana disā dasa bēda bakhānī. māruta svāsa nigama nija bānī.. [6-14-2]",
            "adhara lōbha jama dasana karālā. māyā hāsa bāhu digapālā..",
            "ānana anala aṃbupati jīhā. utapati pālana pralaya samīhā.. [6-14-3]",
            "rōma rāji aṣṭādasa bhārā. asthi saila saritā nasa jārā..",
            "udara udadhi adhagō jātanā. jagamaya prabhu kā bahu kalapanā.. [6-14-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"The subterranean regions (Pātāla) are His feet and the abode of Brahma His head; while the other (intermediate) spheres are located in His other limbs. Terrible Death is the mere contraction of His eyebrows, the sun is His eye and the mass of clouds His locks. The twin-born gods Aśvinīkumāras (the celestial physicians) are His nostrils and the alternating days and nights constitute the repeated twinkling of His eyelids; while the ten quarters of the heavens are His ears: so declare the Vedas. The winds are His breath and the Vedas, His own speech; greed is His lower lip and Yama (the god who sits in judgment on the dead), His dreadful teeth; Māyā (cosmic illusion) is His laughter and the regents* of the ten quarters, His arms; fire is His mouth and Varuṇa (the god presiding over the waters), His tongue; while the creation, preservation and destruction of the universe are His gestures. The eighteen principal species of the vegetable kingdom constitute the line of hair on His belly, the mountains are His bones and the rivers represent the network of His veins. The ocean is His belly and the inferno, His organs of urination and excretion. In short, the universe is a manifestation of the Lord and it is no use going into further details."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ahaṃkāra siva buddhi aja mana sasi citta mahāna.",
            "manuja bāsa sacarācara rupa rāma bhagavāna..15 ka.. [6-15(A)]",
            "asa bicāri sunu prānapati prabhu sana bayaru bihāi.",
            "prīti karahu raghubīra pada mama ahivāta na jāi..15 kha.. [6-15(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Lord Śiva is His ego, Brahma His reason, the moon His mind and the great Viṣṇu is His faculty of understanding. It is the same Lord Śrī Rāma, manifested in the form of this animate and inanimate creation, who has assumed a human semblance. Pondering thus, hear me, O lord of my life: cease hostility with the Lord and cultivate devotion to the feet of Śrī Rāma (the Hero of Raghu's line) so that my good-luck† may not desert me.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bihaomsā nāri bacana suni kānā. ahō mōha mahimā balavānā..",
            "nāri subhāu satya saba kahahīṃ. avaguna āṭha sadā ura rahahīṃ.. [6-15(B)-1]",
            "sāhasa anṛta capalatā māyā. bhaya abibēka asauca adāyā..",
            "ripu kara rupa sakala taiṃ gāvā. ati bisāla bhaya mōhi sunāvā.. [6-15(B)-2]",
            "sō saba priyā sahaja basa mōrēṃ. samujhi parā prasāda aba tōrēṃ..",
            "jāniu priyā tōri caturāī. ēhi bidhi kahahu mōri prabhutāī.. [6-15(B)-3]",
            "tava batakahī gūḍha mṛgalōcani. samujhata sukhada sunata bhaya mōcani..",
            "maṃdōdari mana mahu asa ṭhayaū. piyahi kāla basa matibhrama bhayaū.. [6-15(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Rāvaṇa laughed when he heard the words of his wife. \"Oh, how mighty is the power of infatuation! They rightly observe in regard to the character of a woman that the following eight evils ever abide in her heart: recklessness, mendacity, fickleness, deceit, timidity, indiscretion, impurity and callousness. You have described the enemy's cosmic form and thus told me a most alarming story. But all that (whatever is comprised in that cosmic form), my beloved, is naturally under my control; it is by your grace that this has become clear to me now. I have come to know your ingenuity, my dear; for in this way you have told my greatness. Your words, O fawn-eyed lady, are profound: they afford delight when understood and dispel all fear even when heard.\" Mandodarī was now convinced at heart that her husband's impending death had deluded him."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi bidhi karata binōda bahu prāta pragaṭa dasakaṃdha.",
            "sahaja asaṃka laṃkapati sabhāom gayau mada aṃdha..16ka.. [6-16(A)]",
            "phūlaha pharai na bēta jadapi sudhā baraṣahiṃ jalada.",
            "mūrukha hṛdayaom na cēta jauṃ gura milahiṃ biraṃci sama..16kha.. [6-16(A)-16(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "While Rāvaṇa was laughing and joking in diverse ways as mentioned above, the day broke and the king of Laṅkā, who was intrepid by nature and further blinded by pride, entered the court. The reed neither blossoms nor bears fruit even though the clouds rain nectar on it. Similarly the light of wisdom would never dawn on a fool even though he may have a teacher like Virañci (Brahma)."
        ]
    }
]