[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यजन्ते सात्त्विका देवान्यक्षरक्षांसि राजसाः ।",
            "प्रेतान्भूतगणांश्चान्ये यजन्ते तामसा जनाः ॥ ४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**यजन्ते** - पूजते हैं; **सात्त्विका** - सतोगुण स्थित लोग; **देवान्** - देवताओं को; **यक्ष-रक्षांसि** - असुर गण को; **राजसाः** - रजोगुण में स्थित लोग; **प्रेतान्** - मृतकों की आत्माओं को; **भूत-गणान्** - भूतों को; **च** - तथा; **अन्ये** - अन्य; **यजन्ते** - पूजते हैं; **तामसाः** - तमोगुण में स्थित; **जनाः** - लोग ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सतोगुणी व्यक्ति देवताओं को पूजते हैं, रजोगुणी यक्षों व राक्षसों की पूजा करते हैं और तमोगुणी व्यक्ति भूत-प्रेतों को पूजते हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में भगवान् विभिन्न बाह्य कर्मों के अनुसार पूजा करने वालों के प्रकार बता रहे हैं । शास्त्रों के आदेशानुसार केवल भगवान् ही पूजनीय हैं । लेकिन जो शास्त्रों के आदेशों से अभिज्ञ नहीं, या उन पर श्रद्धा नहीं रखते, वे अपनी गुण-स्थिति के अनुसार विभिन्न वस्तुओं की पूजा करते हैं । जो लोग सतोगुणी हैं, वे सामान्यतया देवताओं की पूजा करते हैं । इन देवताओं में ब्रह्मा, शिव तथा अन्य देवता, यथा इन्द्र, चन्द्र तथा सूर्य सम्मिलित हैं । देवता कई हैं । सतोगुणी लोग किसी विशेष अभिप्राय से किसी विशेष देवता की पूजा करते हैं । इसी प्रकार जो रजोगुणी हैं, वे यक्ष-राक्षसों की पूजा करते हैं । हमें स्मरण है कि द्वितीय विश्वयुद्ध के समय कलकत्ता का एक व्यक्ति हिटलर की पूजा करता था, क्योंकि, भला हो उस युद्ध का, उसने उसमें काले धन्धे से प्रचुर धन संचित कर लिया था । इसी प्रकार जो रजोगुणी तथा तमोगुणी होते हैं, वे सामान्यतया किसी प्रबल मनुष्य को ईश्वर के रूप में चुन लेते हैं । वे सोचते हैं कि कोई भी व्यक्ति ईश्वर की तरह पूजा जा सकता है और फल एकसा होगा ।",
            "यहाँ पर इसका स्पष्ट वर्णन है कि रजोगुणी लोग ऐसे देवताओं की सृष्टि करके उन्हें पूजते हैं और जो तमोगुणी हैं - अंधकार में हैं - वे प्रेतों की पूजा करते हैं । कभी-कभी लोग किसी मृत प्राणी की कब्र पर पूजा करते हैं । मैथुन सेवा भी तमोगुणी मानी जाती है । इसी प्रकार भारत के सुदूर ग्रामों में भूतों की पूजा करने वाले हैं । हमने देखा है कि भारत के निम्नजाति के लोग कभी-कभी जंगल में जाते हैं और यदि उन्हें इसका पता चलता है कि कोई भूत किसी वृक्ष पर रहता है, तो वे उस वृक्ष की पूजा करते हैं और बलि चढ़ाते हैं । ये पूजा के विभिन्न प्रकार वास्तव में ईश्वर-पूजा नहीं हैं । ईश्वरपूजा तो सात्त्विक पुरुषों के लिए है । श्रीमद्भागवत में (४.३.२३) कहा गया है - *सत्त्वं विशुद्धं वसुदेव-शब्दितम्* - जब व्यक्ति सतोगुणी होता है, तो वह वासुदेव की पूजा करता है । तात्पर्य यह है कि जो लोग गुणों से पूर्णतया शुद्ध हो चुके हैं और दिव्य पद को प्राप्त हैं, वे ही भगवान् की पूजा कर सकते हैं ।",
            "निर्विशेषवादी सतोगुण में स्थित माने जाते हैं और वे पंचदेवताओं की पूजा करते हैं । वे भौतिक जगत में निराकार विष्णु को पूजते हैं, जो सिद्धान्तीकृत विष्णु कहलाता है । विष्णु भगवान् के विस्तार हैं, लेकिन निर्विशेषवादी अन्ततः भगवान् में विश्वास न करने के कारण सोचते हैं कि विष्णु का स्वरूप निराकार ब्रह्म का दूसरा पक्ष है । इसी प्रकार वे यह मानते हैं कि ब्रह्माजी रजोगुण के निराकार रूप हैं । अतः वे कभी-कभी पाँच देवताओं का वर्णन करते हैं, जो पूज्य हैं । लेकिन चूँकि वे लोग निराकार ब्रह्म को ही वास्तविक सत्य मानते हैं, इसलिए वे अन्ततः समस्त पूज्य वस्तुओं को त्याग देते हैं । निष्कर्ष यह निकलता है कि प्रकृति के विभिन्न गुणों को दिव्य प्रकृति वाले व्यक्तियों की संगति से शुद्ध किया जा सकता है ।"
        ]
    }
]