[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dialogue between Mandodari and Rāvaṇa"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "uhāom nisācara rahahiṃ sasaṃkā. jaba tē jāri gayau kapi laṃkā",
            "nija nija gṛhaom saba karahiṃ bicārā. nahiṃ nisicara kula kēra ubārā [5-35-1]",
            "jāsu dūta bala barani na jāī. tēhi āēom pura kavana bhalāī",
            "dūtanhi sana suni purajana bānī. maṃdōdarī adhika akulānī [5-35-2]",
            "rahasi jōri kara pati paga lāgī. bōlī bacana nīti rasa pāgī",
            "kaṃta karaṣa hari sana pariharahū. mōra kahā ati hita hiyaom dharahu [5-35-3]",
            "samujhata jāsu dūta kai karanī. stravahīṃ garbha rajanīcara dharanī",
            "tāsu nāri nija saciva bōlāī. paṭhavahu kaṃta jō cahahu bhalāī [5-35-4]",
            "taba kula kamala bipina dukhadāī. sītā sīta nisā sama āī",
            "sunahu nātha sītā binu dīnhēṃ. hita na tumhāra saṃbhu aja kīnhēṃ [5-35-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Ever since Hanumān left after burning down Laṇkā the demons there had lived in constant terror. In their own houses they thought, \"There is no hope for the demon race now. If his messenger was mighty beyond words, what good would result when the master himself enters the city?\" When Mandodari (Rāvaṇa's principal queen) heard from her female spies what the citizens were saying, she felt much perturbed. Meeting her lord in seclusion she fell at his feet and with joined palms addressed to him words steeped in wisdom: \"My lord, avoid all strife with Śrī Hari. Take my words to your heart as a most salutary advice. My lord, if you seek your own welfare, call one of your ministers and send back with him the consort of that prince (Śrī Rāma), the very thought of whose messenger's doings makes the wives of the demons miscarry. Just as a frosty night spells disaster to a bed of lotuses, so Sītā has come here as a bane to your race. Listen, my lord: unless you return Sītā, not even Śambhu (Lord Śiva) and Brahma (the creator) can be of any good to you."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma bāna ahi gana sarisa nikara nisācara bhēka.",
            "jaba lagi grasata na taba lagi jatanu karahu taji ṭēka [5-36]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Rāma's arrows are like a swarm of serpents, while the demon host can only compare with frogs. Therefore, giving up obstinacy, devise some means of safety before the serpents devour them.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "śravana sunī saṭha tā kari bānī. bihasā jagata bidita abhimānī",
            "sabhaya subhāu nāri kara sācā. maṃgala mahuom bhaya mana ati kācā [5-36-1]",
            "jauṃ āvai markaṭa kaṭakāī. jiahiṃ bicārē nisicara khāī",
            "kaṃpahiṃ lōkapa jākī trāsā. tāsu nāri sabhīta baḍai hāsā [5-36-2]",
            "asa kahi bihasi tāhi ura lāī. calēu sabhāom mamatā adhikāī",
            "maṃdōdarī hṛdayaom kara ciṃtā. bhayau kaṃta para bidhi biparītā [5-36-3]",
            "baiṭhēu sabhāom khabari asi pāī. siṃdhu pāra sēnā saba āī",
            "būjhēsi saciva ucita mata kahahū. tē saba haomsē maṣṭa kari rahahū [5-36-4]",
            "jitēhu surāsura taba śrama nāhīṃ. nara bānara kēhi lēkhē māhī [5-36-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When the foolish Rāvaṇa, who was known all the world over for his haughtiness, heard Mandodari's admonition, he roared with laughter, \"A woman is timorous by nature, it is truly said. She entertains fear even on an auspicious occasion; for her mind is very weak. If the monkey host comes, the poor demons would feast on them and sustain themselves. The very guardians of the spheres tremble for fear of me; how ridiculous that you, my wife, should be afraid!\" So saying he laughed and embraced her and then left for his council-chamber exhibiting great fondness for her. Mandodari, however, felt troubled at heart and thought that heaven had turned against her lord. As he occupied his royal seat in the council-chamber, he received intelligence that all the invading host had arrived on the other side of the ocean. He thereupon asked his councillors; \"Give me proper advice.\" They however, laughed and submitted, \"Only remain quiet, my lord. Your Majesty experienced no difficulty when you conquered the gods and demons. Of what account, then, can men and monkeys be?\""
        ]
    }
]