[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Śrī Rāma greets the Yamunā; love of the villagers"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba raghubīra anēka bidhi sakhahi sikhāvanu dīnha.",
            "rāma rajāyasu sīsa dhari bhavana gavanu tēṃiom kīnha..111.. [2-111]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Hero of Raghu's race then admonished His friend (Guha) in ways more than one. And bowing to Śrī Rāma's commands he left for his home"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "puni siyaom rāma lakhana kara jōrī. jamunahi kīnha pranāmu bahōrī..",
            "calē sasīya mudita dōu bhāī. rabitanujā kai karata baḍaāī.. [2-111-1]",
            "pathika anēka milahiṃ maga jātā. kahahiṃ saprēma dēkhi dōu bhrātā..",
            "rāja lakhana saba aṃga tumhārēṃ. dēkhi sōcu ati hṛdaya hamārēṃ.. [2-111-2]",
            "māraga calahu payādēhi pāēom. jyōtiṣu jhūṭha hamārēṃ bhāēom..",
            "agamu paṃtha giri kānana bhārī. tēhi mahaom sātha nāri sukumārī.. [2-111-3]",
            "kari kēhari bana jāi na jōī. hama saomga calahi jō āyasu hōī..",
            "jāba jahāom lagi tahaom pahucāī. phiraba bahōri tumhahi siru nāī.. [2-111-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then, with joined palms, Sītā, Rāma and Lakṣmaṇa made renewed obeisance to the Yamunā. Accompanied by Sītā the two brothers gladly proceeded further, extolling the daughter of the sun-god as they went. Many a traveller met them on the way and beholding the two brothers they fondly exclaimed: \"Finding all the marks of royalty on your person, we are sore troubled at heart. When you wend your way on foot, the science of astrology (which tells us that men possessing such and such features should always be borne on some vehicle) is misleading to our mind. The road is difficult and lies through big mountains and forests. On top of it you have a delicate girl with you. Infested with elephants and lions the forest is too terrible to look at. We are ready to accompany you if you enjoin us to do so. We will escort you as far as you go and will then return bowing our heads to you.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi bidhi pūomchahiṃ prēma basa pulaka gāta jalu naina.",
            "kṛpāsiṃdhu phērahi tinhahi kahi binīta mṛdu baina..112.. [2-112]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In this way they offered their services, overmastered as they were by love; a thrill ran through their body and tears came to their eyes. The all-merciful Lord, however, dismissed them with polite and gentle words."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jē pura gāomva basahiṃ maga māhīṃ. tinhahi nāga sura nagara sihāhīṃ..",
            "kēhi sukṛtīṃ kēhi gharīṃ basāē. dhanya punyamaya parama suhāē.. [2-112-1]",
            "jahaom jahaom rāma carana cali jāhīṃ. tinha samāna amarāvati nāhīṃ..",
            "punyapuṃja maga nikaṭa nivāsī. tinhahi sarāhahiṃ surapurabāsī.. [2-112-2]",
            "jē bhari nayana bilōkahiṃ rāmahi. sītā lakhana sahita ghanasyāmahi..",
            "jē sara sarita rāma avagāhahiṃ. tinhahi dēva sara sarita sarāhahiṃ.. [2-112-3]",
            "jēhi taru tara prabhu baiṭhahiṃ jāī. karahiṃ kalapataru tāsu baḍaāī..",
            "parasi rāma pada paduma parāgā. mānati bhūmi bhūri nija bhāgā.. [2-112-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The hamlets and villages that lay on the road were the envy of the towns of the Nāgas and gods. The deities presiding over these towns said to one another: \"By what blessed soul and at what auspicious hour were these hamlets and villages founded? They are so lucky, meritorious and of such exquisite beauty!\" Even Amarāvatī (the city of immortals) stood no comparison with the spots which were trodden by Śrī Rāma's feet. The dwellers on the wayside were all embodiments of virtue; they evoked the praise of the denizens of heaven inasmuch as they feasted their eyes on Śrī Rāma, who was dark as a cloud, as well as on Sītā and Lakṣmaṇa. The lakes and streams in which Śrī Rāma bathed were the envy of the lakes and rivers of gods. The tree under which the Lord sat was glorified by the trees of paradise. Nay, kissing the dust of Śrī Rāma's lotusfeet Earth deemed herself most lucky."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "chāomha karahi ghana bibudhagana baraṣahi sumana sihāhiṃ.",
            "dēkhata giri bana bihaga mṛga rāmu calē maga jāhiṃ..113.. [2-113]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Clouds screened Him from the sun, the gods rained flowers and regarded Him with wistful eyes as Śrī Rāma wended His way looking at the mountains, forests, birds and beasts."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sītā lakhana sahita raghurāī. gāomva nikaṭa jaba nikasahiṃ jāī..",
            "suni saba bāla bṛddha nara nārī. calahiṃ turata gṛhakāju bisārī.. [2-113-1]",
            "rāma lakhana siya rūpa nihārī. pāi nayanaphalu hōhiṃ sukhārī..",
            "sajala bilōcana pulaka sarīrā. saba bhaē magana dēkhi dōu bīrā.. [2-113-2]",
            "barani na jāi dasā tinha kērī. lahi janu raṃkanha suramani ḍhērī..",
            "ēkanha ēka bōli sikha dēhīṃ. lōcana lāhu lēhu chana ēhīṃ.. [2-113-3]",
            "rāmahi dēkhi ēka anurāgē. citavata calē jāhiṃ saomga lāgē..",
            "ēka nayana maga chabi ura ānī. hōhiṃ sithila tana mana bara bānī.. [2-113-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Whenever Sītā, Lakṣmaṇa and the Lord of Raghus happened to pass by some village, all those who heard of His coming-young and old, men and women alike-came out at once, unmindful of their household duties. Beholding the beauty of Śrī Rāma, Lakṣmaṇa and Sītā they obtained the reward of their eyes and felt gratified. Their eyes were wet with tears, a thrill ran through their body and they were all enraptured to behold the two brothers. The state of their mind could not be described in words; it seemed as if paupers had stumbled on a pile of heavenly gems. Calling their neighbours they admonished one another: \"Obtain the reward of your eyes this very moment.\" Some were enraptured to see Rāma and went with Him gazing on Him all the time. Others took His image into the heart through the door of their eyes and were utterly overpowered in body, mind and speech."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēka dēkhiṃ baṭa chāomha bhali ḍāsi mṛdula tṛna pāta.",
            "kahahiṃ gavāomia chinuku śramu gavanaba abahiṃ ki prāta..114.. [2-114]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Seeing the cool shade of a banyan tree some spread soft grass and leaves under it and said, \"Pray rest awhile and you may then depart either just now or preferably next morning.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēka kalasa bhari ānahiṃ pānī. aomcaia nātha kahahiṃ mṛdu bānī..",
            "suni priya bacana prīti ati dēkhī. rāma kṛpāla susīla bisēṣī.. [2-114-1]",
            "jānī śramita sīya mana māhīṃ. gharika bilaṃbu kīnha baṭa chāhīṃ..",
            "mudita nāri nara dēkhahiṃ sōbhā. rūpa anūpa nayana manu lōbhā.. [2-114-2]",
            "ēkaṭaka saba sōhahiṃ cahu ōrā. rāmacaṃdra mukha caṃda cakōrā..",
            "taruna tamāla barana tanu sōhā. dēkhata kōṭi madana manu mōhā.. [2-114-3]",
            "dāmini barana lakhana suṭhi nīkē. nakha sikha subhaga bhāvatē jī kē..",
            "munipaṭa kaṭinha kasēṃ tūnīrā. sōhahiṃ kara kamalini dhanu tīrā.. [2-114-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Others brought a pitcher full of water and said in soft accents, \"My lord, rinse your mouth.\" Hearing their agreeable words and seeing their extreme love, the tender-hearted and most amiable Śrī Rāma mentally perceived that Sītā was fatigued, and rested awhile in the shade of the banyan tree. Men and women regarded His loveliness with great delight; His peerless beauty captivated their eyes and mind. Standing in a circle with their gaze fixed on the countenance of Śrī Ramacandra they all shone like a group of Cakora birds encircling the moon. With His graceful form possessing the hue of a young Tamala tree He fascinated by His looks the mind of a million Cupids. Lakṣmaṇa too, who had fair limbs bright as lightning and charming from head to foot, appeared most lovely and attracted the mind. With the bark of trees wrapped round their loins and a quiver fastened to their waist the two brothers carried a bow and arrow in their lotus hands."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jaṭā mukuṭa sīsani subhaga ura bhuja nayana bisāla.",
            "sarada paraba bidhu badana bara lasata svēda kana jāla..115.. [2-115]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Their matted locks were coiled on their head in the shape of a beautiful crown and they had a broad chest, long arms and big eyes; while their lovely faces, which resembled the autumnal full moon, glistened with beads of sweat."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "barani na jāi manōhara jōrī. sōbhā bahuta thōri mati mōrī..",
            "rāma lakhana siya suṃdaratāī. saba citavahiṃ cita mana mati lāī.. [2-115-1]",
            "thakē nāri nara prēma piāsē. manahu mṛgī mṛga dēkhi diā sē..",
            "sīya samīpa grāmatiya jāhīṃ. pūomchata ati sanēhaom sakucāhīṃ.. [2-115-2]",
            "bāra bāra saba lāgahiṃ pāēom. kahahiṃ bacana mṛdu sarala subhāēom..",
            "rājakumāri binaya hama karahīṃ. tiya subhāyaom kachu pūomchata ḍarahīṃ. [2-115-3]",
            "svāmini abinaya chamabi hamārī. bilagu na mānaba jāni gavāomrī..",
            "rājakuaomra dōu sahaja salōnē. inha tēṃ lahī duti marakata sōnē.. [2-115-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The pair was charming beyond words; their loveliness was unbounded and my wits are too poor. Everyone gazed on the beauty of Śrī Rāma, Lakṣmaṇa and Sītā with their mind, intellect and reason fully absorbed. Thirsting for love the villagers, both men and women, stood motionless even as bucks and does are dazed by light. The village women approached Sītā; in their extreme love they would put questions to Her but hesitated to do so. Again and again they threw themselves at Her feet and addressed to Her soft and guileless words which came straight from their heart: \"Princess, we have a request to make to you, but due to our womanly modesty we are afraid to ask you. Forgive our incivility, madam, and be not offended, knowing that we are after all rustic women. Both these princes are naturally graceful in form; it is from them that emerald and gold have borrowed their green and yellow lustre respectively.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "syāmala gaura kisōra bara suṃdara suṣamā aina.",
            "sarada sarbarīnātha mukhu sarada sarōruha naina..116.. [2-116]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"The one dark and the other fair, but both of tender age,-which is so attractive,- handsome and all-beauteous, they have faces resembling the autumnal moon and eyes like the autumnal lotus.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kōṭi manōja lajāvanihārē. sumukhi kahahu kō āhiṃ tumhārē..",
            "suni sanēhamaya maṃjula bānī. sakucī siya mana mahu musukānī.. [2-116-1]",
            "tinhahi bilōki bilōkati dharanī. duhu sakōca sakucita barabaranī..",
            "sakuci saprēma bāla mṛga nayanī. bōlī madhura bacana pikabayanī.. [2-116-2]",
            "sahaja subhāya subhaga tana gōrē. nāmu lakhanu laghu dēvara mōrē..",
            "bahuri badanu bidhu aṃcala ḍhāomkī. piya tana citai bhauṃha kari bāomkī.. [2-116-3]",
            "khaṃjana maṃju tirīchē nayanani. nija pati kahēu tinhahi siyaom sayanani..",
            "bhai mudita saba grāmabadhūṭīṃ. raṃkanha rāya rāsi janu lūṭīṃ.. [2-116-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Putting to shame by their comeliness millions of Cupids, tell us, O fair lady, how stand they to you?\" Hearing their loving and sweet words Sītā felt abashed and smiled within Herself. Looking at them in the first instance She then cast Her eyes towards the earth; the fair-complexioned lady felt a twofold delicacy. With a voice sweet as the notes of a cuckoo the fawn-eyed princess bashfully replied in loving and sweet accents: \"The one who is artless in manners and has a fair and graceful form is called Lakṣmaṇa and is my younger brother-in-law.\" Again veiling Her moon-like face with an end of Her sari She looked at Her beloved lord and then bending Her eyebrows and casting a sidelong glance with Her beautiful eyes that resembled the Khanjana bird (a species of wagtail) in their quick movements, She indicated to them by signs that He was Her husband. All the village women were as delighted as paupers that had been allowed free access to hoards of riches."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ati saprēma siya pāyaom pari bahubidhi dēhiṃ asīsa.",
            "sadā sōhāgini hōhu tumha jaba lagi mahi ahi sīsa..117.. [2-117]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Falling at Sītā's feet in their great love they invoked upon Her many a blessing and said, \"May you ever enjoy a happy married life so long as the earth rests on the head of the serpent-god (Śeṣa)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pārabatī sama patipriya hōhū. dēbi na hama para chāḍaba chōhū..",
            "puni puni binaya karia kara jōrī. jauṃ ēhi māraga phiria bahōrī.. [2-117-1]",
            "darasanu dēba jāni nija dāsī. lakhīṃ sīyaom saba prēma piāsī..",
            "madhura bacana kahi kahi paritōṣīṃ. janu kumudinīṃ kaumudīṃ pōṣīṃ.. [2-117-2]",
            "tabahiṃ lakhana raghubara rukha jānī. pūomchēu magu lōganhi mṛdu bānī..",
            "sunata nāri nara bhaē dukhārī. pulakita gāta bilōcana bārī.. [2-117-3]",
            "miṭā mōdu mana bhaē malīnē. bidhi nidhi dīnha lēta janu chīnē..",
            "samujhi karama gati dhīraju kīnhā. sōdhi sugama magu tinha kahi dīnhā.. [2-117-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Be as dear to your lord as Pārvatī to Śiva; yet cease not to be kind to us, O good lady. Again and again we pray with joined palms: should you return by this very route, allow us to see you, remembering us as your handmaids.\" Sītā found them all athirst with love and comforted them with many soothing words even as lilies are refreshed by moonlight. Presently, reading Śrī Rāma's mind, Lakṣmaṇa gently asked the villagers about the road they should take. The moment they heard this the villagers, both men and women, became sad; a thrill ran through their body and tears rushed to their eyes. Their joy disappeared and they felt depressed at heart as though God was snatching back the treasure He had bestowed upon them. Reflecting on the ways of Fate they took courage and fixing upon the easiest road they gave it out to Him."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lakhana jānakī sahita taba gavanu kīnha raghunātha.",
            "phērē saba priya bacana kahi liē lāi mana sātha..118.. [2-118]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Accompanied by Lakṣmaṇa and Janaka's Daughter the Lord of Raghus then proceeded on His way. (As people tried to follow Him) He sent back all with soothing words, though He took their hearts with Him"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "phirata nāri nara ati pachitāhīṃ. dēahi dōṣu dēhiṃ mana māhīṃ..",
            "sahita biṣāda parasapara kahahīṃ. bidhi karataba ulaṭē saba ahahīṃ.. [2-118-1]",
            "nipaṭa niraṃkusa niṭhura nisaṃkū. jēhiṃ sasi kīnha saruja sakalaṃkū..",
            "rūkha kalapataru sāgaru khārā. tēhiṃ paṭhaē bana rājakumārā.. [2-118-2]",
            "jauṃ pē inhahi dīnha banabāsū. kīnha bādi bidhi bhōga bilāsū..",
            "ē bicarahiṃ maga binu padatrānā. racē bādi bidhi bāhana nānā.. [2-118-3]",
            "ē mahi parahiṃ ḍāsi kusa pātā. subhaga sēja kata sṛjata bidhātā..",
            "tarubara bāsa inhahi bidhi dīnhā. dhavala dhāma raci raci śramu kīnhā.. [2-118-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "While returning to their homes the villagers, men and women alike, grievously lamented and blamed Providence in their heart. In doleful accents they said to one another, \"The Creator's doings are all perverse, He is absolutely uncontrollable, heartless and remorseless. It is He who made the moon sickly (subject to periodical waning) and disfigured it with a dark patch. Again, it is He who made the wish-yielding tree a member of the vegetable kingdom and the ocean salt. It is the same Creator who has sent these princes into the woods. If He has chosen the forest as a fit abode for them, in vain has He provided luxuries and enjoyments. If they traverse the road bare-footed, in vain has He created vehicles of various kinds. If they repose on the ground littered with grass and leaves, why does God take the trouble of making lovely beds? If God has assigned them an abode in the"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jauṃ ē muni paṭa dhara jaṭila suṃdara suṭhi sukumāra.",
            "bibidha bhāomti bhūṣana basana bādi kiē karatāra..119.. [2-119]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"If these handsome and most delicate boys are attired in the robes of hermits and wear matted locks of hair, in vain has God created ornaments and costumes of various kinds.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jauṃ ē kaṃda mūla phala khāhīṃ. bādi sudhādi asana jaga māhīṃ..",
            "ēka kahahiṃ ē sahaja suhāē. āpu pragaṭa bhaē bidhi na banāē.. [2-119-1]",
            "jahaom lagi bēda kahī bidhi karanī. śravana nayana mana gōcara baranī..",
            "dēkhahu khōji bhuana dasa cārī. kahaom asa puruṣa kahāom asi nārī.. [2-119-2]",
            "inhahi dēkhi bidhi manu anurāgā. paṭatara jōga banāvai lāgā..",
            "kīnha bahuta śrama aika na āē. tēhiṃ iriṣā bana āni durāē.. [2-119-3]",
            "ēka kahahiṃ hama bahuta na jānahiṃ. āpuhi parama dhanya kari mānahiṃ..",
            "tē puni punyapuṃja hama lēkhē. jē dēkhahiṃ dēkhihahiṃ jinha dēkhē.. [2-119-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "If they live on bulbs, roots and fruits alone, foods such as ambrosia exist in vain.\" Some people remarked: \"Naturally charming as they are, these princes must have appeared on earth of their own accord and were not made by God. In all the fourteen spheres ransack if you will the entire range of God's creation described at length in the Vedas as perceptible by the ears, eyes and mind; but where can you find such a man and such a woman as these? At their very sight Brahma's mind got enamoured of them and he proceeded to make their match. He toiled much, but none of his products could even approach the prototype; and due to that jealousy he has brought these princes to the woods and hid them.\" Others said, \"We do not claim to know much, but account ourselves supremely blessed. They too are meritorious in our opinion, who see these princes or have seen them or shall see them."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi bidhi kahi kahi bacana priya lēhiṃ nayana bhari nīra.",
            "kimi calihahi māraga agama suṭhi sukumāra sarīra..120.. [2-120]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Making such fond remarks they filled their eyes with tears and added, Most delicate of frame, how shall they be able to traverse such an impassable road?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nāri sanēha bikala basa hōhīṃ. cakaī sāomjha samaya janu sōhīṃ..",
            "mṛdu pada kamala kaṭhina magu jānī. gahabari hṛdayaom kahahiṃ bara bānī.. [2-120-1]",
            "parasata mṛdula carana arunārē. sakucati mahi jimi hṛdaya hamārē..",
            "jauṃ jagadīsa inhahi banu dīnhā. kasa na sumanamaya māragu kīnhā.. [2-120-2]",
            "jauṃ māgā pāia bidhi pāhīṃ. ē rakhiahiṃ sakhi āomkhinha māhīṃ..",
            "jē nara nāri na avasara āē. tinha siya rāmu na dēkhana pāē.. [2-120-3]",
            "suni surupa būjhahiṃ akulāī. aba lagi gaē kahāom lagi bhāī..",
            "samaratha dhāi bilōkahiṃ jāī. pramudita phirahiṃ janamaphalu pāī.. [2-120-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Overmastered by love the women felt as uneasy as the female Cakravāka bird does at evening time. Reflecting on the tender lotus-like feet of the princes and the rough road they were required to tread, the women said in polite phrase with their heart stirred with deep feeling, \"At the touch of their soft and rosy soles the earth shrinks even as our hearts. If the Lord of the universe chose to exile them into the woods, why did He not at the same time strew their path with flowers? If we can secure from Heaven the boon of our asking, let us keep these princes, O friend, within the lids of our eyes.\" Those men and women, who did not come in time, were unable to behold Sītā and Rāma. Hearing of their exquisite beauty they anxiously asked: \"How far, brother, must have they gone by now?\" The stronger of them ran on and saw the princes, and returned triumphant, attaining the end of their existence"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "abalā bālaka bṛddha jana kara mījahiṃ pachitāhiṃ..",
            "hōhiṃ prēmabasa lōga imi rāmu jahāom jahaom jāhiṃ..121.. [2-121]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Women, children and the aged, however, wrung their hands and lamented. In this way the people were smitten with love wherever Śrī Rāma went"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gāomva gāomva asa hōi anaṃdū. dēkhi bhānukula kairava caṃdū..",
            "jē kachu samācāra suni pāvahiṃ. tē nṛpa rānihi dōsu lagāvahiṃ.. [2-121-1]",
            "kahahiṃ ēka ati bhala naranāhū. dīnha hamahi jōi lōcana lāhū..",
            "kahahiṃ paraspara lōga lōgāīṃ. bātēṃ sarala sanēha suhāīṃ.. [2-121-2]",
            "tē pitu mātu dhanya jinha jāē. dhanya sō nagaru jahāom tēṃ āē..",
            "dhanya sō dēsu sailu bana gāūom. jahaom jahaom jāhiṃ dhanya sōi ṭhāūom.. [2-121-3]",
            "sukha pāyau biraṃci raci tēhī. ē jēhi kē saba bhāomti sanēhī..",
            "rāma lakhana pathi kathā suhāī. rahī sakala maga kānana chāī.. [2-121-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In every village there was similar rejoicing at the sight of Śrī Rāma, who was a moon to the lily-like solar race. Those who could get some information as to the circumstances that had led to Śrī Rāma's banishment blamed the king and queen. Others said, \"The king is too benevolent in that he has vouchsafed to us the reward of our eyes.\" Men and women talked among themselves in straight, loving and agreeable phrases. \"Blessed are the parents who gave birth to these princes; and happy the town from which they hail. Happy is the land, hill, forest, village and every spot which they visit. Nay, the Creator must have felt happy in creating him who looks upon these princes as his near and dear ones.\" The delightful story as to how Śrī Rāma and Lakṣmaṇa travelled in the woods was broadcast all along the route and throughout the forest."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi bidhi raghukula kamala rabi maga lōganha sukha dēta.",
            "jāhiṃ calē dēkhata bipina siya saumitri samēta..122.. [2-122]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Thus bringing joy to the people on the roadside, Śrī Rāma, who was a veritable sun to the lotus-like solar race, proceeded with Sītā and Sumitrā's son (Lakṣmaṇa) looking at the forest."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "āgē rāmu lakhanu banē pāchēṃ. tāpasa bēṣa birājata kāchēṃ..",
            "ubhaya bīca siya sōhati kaisē. brahma jīva bica māyā jaisē.. [2-122-1]",
            "bahuri kahau chabi jasi mana basaī. janu madhu madana madhya rati lasaī..",
            "upamā bahuri kahau jiyaom jōhī. janu budha bidhu bica rōhini sōhī.. [2-122-2]",
            "prabhu pada rēkha bīca bica sītā. dharati carana maga calati sabhītā..",
            "sīya rāma pada aṃka barāēom. lakhana calahiṃ magu dāhina lāēom.. [2-122-3]",
            "rāma lakhana siya prīti suhāī. bacana agōcara kimi kahi jāī..",
            "khaga mṛga magana dēkhi chabi hōhīṃ. liē cōri cita rāma baṭōhīṃ.. [2-122-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Śrī Rāma walked in front while Lakṣmaṇa followed in the rear, both conspicuous in the robes of ascetics. Between the two Sītā shone like Māyā (the Divine Energy) that stands between Brahma (God), on the one hand, and the individual soul on the other. To illustrate Her beauty as it exists in my mind in another way, She looked like Rati (the wife of the god of love) shining between Madhu (the spirit presiding over the vernal season) and the god of love. Beating my brains for another illustration, let me say She shone like Rohini* between Budha† and the moon-god. Sītā trod on the path with meticulous care planting Her feet in the space between Her lord's footprints. Avoiding the footprints both of Sītā and Rāma, Lakṣmaṇa traversed the road always keeping them to his right. The ideal affection of Śrī Rāma, Lakṣmaṇa and Sītā was past telling; how can one describe it? Even birds and beasts were enraptured to behold their beauty; their hearts were stolen by Rāma, the wayfarer."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jinha jinha dēkhē pathika priya siya samēta dōu bhāi.",
            "bhava magu agamu anaṃdu tēi binu śrama rahē sirāi..123.. [2-123]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Whoever saw the beloved travellers, Sītā and the two brothers (Rāma and Lakṣmaṇa), joyously reached the end of the toilsome journey of life without any exertion."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ajahu jāsu ura sapanēhu kāū. basahu lakhanu siya rāmu baṭāū..",
            "rāma dhāma patha pāihi sōī. jō patha pāva kabahu muni kōī.. [2-123-1]",
            "taba raghubīra śramita siya jānī. dēkhi nikaṭa baṭu sītala pānī..",
            "tahaom basi kaṃda mūla phala khāī. prāta nahāi calē raghurāī.. [2-123-2]",
            "dēkhata bana sara saila suhāē. bālamīki āśrama prabhu āē..",
            "rāma dīkha muni bāsu suhāvana. suṃdara giri kānanu jalu pāvana.. [2-123-3]",
            "sarani sarōja biṭapa bana phūlē. guṃjata maṃju madhupa rasa bhūlē..",
            "khaga mṛga bipula kōlāhala karahīṃ. birahita baira mudita mana carahīṃ.. [2-123-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Nay, to this very day, anyone in whose heart the wayfarers Lakṣmaṇa, Sītā and Rāma, should ever lodge even in a dream shall find the road leading to Śrī Rāma's abode (the divine region known by the name of Saketa),-the road that scarce any anchorite may find. Then perceiving that Sītā was tired and seeing a banyan tree and cool water hard by, the Hero of Raghu's line partook of bulbs, roots and fruits and staying there overnight and bathing at dawn the Lord of Raghus proceeded further. And beholding lovely woods, lakes and hills the Lord reached the hermitage of Vālmīki. Śrī Rāma saw the sage's beautiful dwelling with its charming hills and forest and its sacred waters. The lotuses in the ponds and the trees in the woods were in blossom; intoxicated with their honey bees sweetly hummed over them. Birds and beasts made a tumultuous noise and moved about in joy free from all animosities."
        ]
    }
]