[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अर्जुन उवाच",
            "परं ब्रह्म परं धाम पवित्रं परमं भवान् ।",
            "पुरुषं शाश्वतं दिव्यमादिदेवमजं विभुम् ॥ १२ ॥",
            "आहुस्त्वामृषयः सर्वे देवर्षिर्नारदस्तथा ।",
            "असितो देवलो व्यासः स्वयं चैव ब्रवीषि मे ॥ १३ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**अर्जुन उवाच** – अर्जुन ने कहा; **परम्** – परम; **ब्रह्म** – सत्य; **परम्** – परम; **धाम** – आधार; **पवित्रम्** – शुद्ध; **परमम्** – परम; **भवान्** – आप; **पुरुषम्** – पुरुष; **शाश्वतम्** – नित्य; **दिव्यम्** – दिव्य; **आदि-देवम्** – आदि स्वामी; **अजम्** – अजन्मा; **विभुम्** – सर्वोच्च; **आहुः** – कहते हैं; **त्वाम्** – आपको; **ऋषयः** – साधुगण; **सर्वे** – सभी; **देव-ऋषि** – देवताओं के ऋषि; **नारदः** – नारद; **तथा** – भी; **असितः** – असित; **देवलः** – देवल; **व्यासः** – व्यास; **स्वयम्** – स्वयं; **च** – भी; **एव** – निश्चय ही; **ब्रवीषि** – आप बता रहे हैं; **मे** – मुझको |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन ने कहा - आप परम भगवान्, परमधाम, परमपवित्र, परम सत्य हैं | आप नित्य, दिव्य, आदि पुरुष, अजन्मा तथा महानतम हैं | नारद, असित, देवल तथा व्यास जैसे ऋषि आपके इस सत्य की पुष्टि करते हैं और अब आप स्वयं भी मुझसे प्रकट कह रहे हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इन दो श्लोकों में भगवान् आधुनिक दार्शनिक को अवसर प्रदान करते हैं, क्योंकि यहाँ यह स्पष्ट है कि परमेश्वर जीवात्मा से भिन्न हैं | इस अध्याय के चार महत्त्वपूर्ण श्लोकों को सुनकर अर्जुन की सारी शंकाएँ जाती रहीं और उसने कृष्ण को भगवान् स्वीकार कर लिया | उसने तुरन्त ही उद्घोष किया “आप परब्रह्म हैं |” इसके पूर्व कृष्ण कह चुके हैं कि वे प्रत्येक वस्तु तथा प्रत्येक प्राणी के आदि कारण हैं | प्रत्येक देवता तथा प्रत्येक मनुष्य उन पर आश्रित है | वे अज्ञानवश अपने को भगवान् से परम स्वतन्त्र मानते हैं | ऐसा अज्ञान भक्ति करने से पूरी तरह मिट जाता है | भगवान् ने पिछले श्लोक में इसकी पूरी व्याख्या की है | अब भगवत्कृपा से अर्जुन उन्हें परम सत्य रूप में स्वीकार कर रहा है, जो वैदिक आदेशों के सर्वथा अनुरूप है | ऐसा नहीं है कि परम सखा होने के कारण अर्जुन कृष्ण की चाटुकारी करते हर उन्हें परम सत्य भगवान् कह रहा है | इन दो श्लोकों में अर्जुन जो भी कहता है, उसकी पुष्टि वैदिक सत्य द्वारा होती है | वैदिक आदेश इसकी पुष्टि करते हैं कि जो कोई परमेश्वर की भक्ति करता है, वही उन्हें समझ सकता है, अन्य कोई नहीं | इन श्लोकों में अर्जुन द्वारा कहे शब्द वैदिक आदेशों द्वारा पुष्ट होते हैं |",
            "केन उपनिषद् में कहा गया है परब्रह्म प्रत्येक वस्तु के आश्रय हैं और कृष्ण पहले ही कह चुके हैं कि सारी वस्तुएँ उन्हीं पर आश्रित हैं | मुण्डक उपनिषद् में पुष्टि की गई है कि जिन परमेश्वर पर सब कुछ आश्रित है, उन्हें उनके चिन्तन में रत रहकर ही प्राप्त किया जा सकता है | कृष्ण का यह निरन्तर चिन्तन स्मरणम् है, जो भक्ति की नव विधियों में से हैं | भक्ति के द्वारा ही मनुष्य कृष्ण की स्थिति को समझ सकता है और इस भौतिक देह से छुटकारा पा सकता है |",
            "वेदों में परमेश्वर को पवित्र माना गया है | जो व्यक्ति कृष्ण को परम पवित्र मानता है, वह समस्त पापकर्मों से शुद्ध हो जाता है | भगवान् की शरण में गये बिना पापकर्मों से शुद्धि नहीं हो पाती | अर्जुन द्वारा कृष्ण को परम पवित्र मानना वेदसम्मत है | इसकी पुष्टि नारद आदि ऋषियों द्वारा भी हुई है |",
            "कृष्ण भगवान् हैं और मनुष्य को चाहिए कि वह निरन्तर उनका ध्यान करते हुए उनसे दिव्य सम्बन्ध स्थापित करे | वे परम अस्तित्व हैं | वे समस्त शारीरिक आवश्यकताओं तथा जन्म-मरण से मुक्त हैं | इसकी पुष्टि अर्जुन ही नहीं, अपितु सारे वेद पुराण तथा इतिहास ग्रंथ करते हैं | सारे वैदिक साहित्य में कृष्ण का ऐसा वर्णन मिलता है और भगवान् स्वयं चौथे अध्याय में कहते हैं, “यद्यपि मैं अजन्मा हूँ, किन्तु धर्म कीस्थापना के लिए इस पृथ्वी पर प्रकट होता हूँ |” वे परम पुरुष हैं, उनका कोई कारण नहीं है, क्योंकि वे समस्त कारणों के कारण हैं और सब कुछ उन्हीं से उद्भूत है | ऐसा पूर्णज्ञान केवल भगवत्कृपा से प्राप्त होता है |",
            "यहाँ पर अर्जुन कृष्ण की कृपा से ही अपने विचार व्यक्त करता है | यदि हम भगवद्गीता को समझना चाहते हैं तो हमें इन दोनों श्लोकों के कथनों को स्वीकार करना होगा | यह परम्परा-प्रणाली कहलाती है अर्थात् गुरु-परम्परा को मानना | परम्परा-प्रणाली के बिना भगवद्गीता को नहीं समझा जा सकता | यह तथाकथित विद्यालयी शिक्षा द्वारा सम्भव नहीं है | दुर्भाग्यवश जिन्हें अपनी उच्च शिक्षा पर घमण्ड है, वे वैदिक साहित्य के इतने प्रमाणों के होते हुए ही अपने इस दुराग्रह पर अड़े रहते हैं कि कृष्ण एक सामान्य व्यक्ति है |"
        ]
    }
]