[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "रसोऽहमप्सु कौन्तेय प्रभास्मि शशिसूर्ययो: ।",
            "प्रणव: सर्ववेदेषु शब्द: खे पौरुषं नृषु ॥ ८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "raso ’ham apsu kaunteya",
            "prabhāsmi śaśi-sūryayoḥ",
            "praṇavaḥ sarva-vedeṣu",
            "śabdaḥ khe pauruṣaṁ nṛṣu"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "rasaḥ — taste; aham — I; apsu — in water; kaunteya — O son of Kuntī; prabhā — the light; asmi — I am; śaśi-sūryayoḥ — of the moon and the sun; praṇavaḥ — the three letters a-u-m; sarva — in all; vedeṣu — the Vedas; śabdaḥ — sound vibration; khe — in the ether; pauruṣam — ability; nṛṣu — in men."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "O son of Kuntī, I am the taste of water, the light of the sun and the moon, the syllable oṁ in the Vedic mantras; I am the sound in ether and ability in man."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "This verse explains how the Lord is all-pervasive by His diverse material and spiritual energies. The Supreme Lord can be preliminarily perceived by His different energies, and in this way He is realized impersonally. As the demigod in the sun is a person and is perceived by his all-pervading energy, the sunshine, so the Lord, although in His eternal abode, is perceived by His all-pervading diffusive energies. The taste of water is the active principle of water. No one likes to drink sea water, because the pure taste of water is mixed with salt. Attraction for water depends on the purity of the taste, and this pure taste is one of the energies of the Lord. The impersonalist perceives the presence of the Lord in water by its taste, and the personalist also glorifies the Lord for His kindly supplying tasty water to quench man’s thirst. That is the way of perceiving the Supreme. Practically speaking, there is no conflict between personalism and impersonalism. One who knows God knows that the impersonal conception and personal conception are simultaneously present in everything and that there is no contradiction. Therefore Lord Caitanya established His sublime doctrine: acintya bheda- and abheda-tattva – simultaneous oneness and difference."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The light of the sun and the moon is also originally emanating from the brahma-jyotir, which is the impersonal effulgence of the Lord. And praṇava, or the oṁ-kāra transcendental sound in the beginning of every Vedic hymn, addresses the Supreme Lord. Because the impersonalists are very much afraid of addressing the Supreme Lord Kṛṣṇa by His innumerable names, they prefer to vibrate the transcendental sound oṁ-kāra. But they do not realize that oṁ-kāra is the sound representation of Kṛṣṇa. The jurisdiction of Kṛṣṇa consciousness extends everywhere, and one who knows Kṛṣṇa consciousness is blessed. Those who do not know Kṛṣṇa are in illusion, and so knowledge of Kṛṣṇa is liberation, and ignorance of Him is bondage."
        ]
    }
]