[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Bridging of the ocean by Nala and Nīla; Śrī Rāma's installation of Śrī Ramesvara"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "yaha laghu jaladhi tarata kati bārā. asa suni puni kaha pavanakumārā..",
            "prabhu pratāpa baḍavānala bhārī. sōṣēu prathama payōnidhi bārī.. [6-0-1]",
            "taba ripu nārī rudana jala dhārā. bharēu bahōri bhayau tēhiṃ khārā..",
            "suni ati ukuti pavanasuta kērī. haraṣē kapi raghupati tana hērī.. [6-0-2]",
            "jāmavaṃta bōlē dōu bhāī. nala nīlahi saba kathā sunāī..",
            "rāma pratāpa sumiri mana māhīṃ. karahu sētu prayāsa kachu nāhīṃ.. [6-0-3]",
            "bōli liē kapi nikara bahōrī. sakala sunahu binatī kachu mōrī..",
            "rāma carana paṃkaja ura dharahū. kautuka ēka bhālu kapi karahū.. [6-0-4]",
            "dhāvahu markaṭa bikaṭa barūthā. ānahu biṭapa girinha kē jūthā..",
            "suni kapi bhālu calē kari hūhā. jaya raghubīra pratāpa samūhā.. [6-0-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"It will take no time to cross this insignificant sea!\" Hearing this, the son of the wind-god added : \"My lord's glory is a great submarine fire that had long since sucked up the water of the ocean. But it was filled again by the flood of tears shed by Your enemies' wives; that is how it came to be salt in taste.\" When the monkeys present there heard this hyperbolic remark made by the son of the wind-god, they gazed on the person of Śrī Rāma (the Lord of the Raghus) and smiled. Jāmbavān called the two brothers, Nala and Nīla, and related to them the whole story. \"Calling to mind the glory of Śrī Rāma start building the bridge and you will experience no difficulty.\" He then called the monkey troops and said, \"Hear, all of you, a small request of mine. Enshrine in your heart the lotus-feet of Śrī Rāma and engage yourself in a sport, bears and monkeys all. Go forth, you formidable monkey troops and bring heaps of trees and mountains.\" On hearing this command the monkeys and bear set forth hurrahing and exclaiming, \"Glory to the almighty Hero of Raghu's race!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ati utaṃga giri pādapa līlahiṃ lēhiṃ uṭhāi.",
            "āni dēhiṃ nala nīlahi racahiṃ tē sētu banāi..1.. [6-1]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "They would lift up gigantic trees and mountains in mere sport and bring them to Nala and Nīla, who in their turn carefully set to build the bridge."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "saila bisāla āni kapi dēhīṃ. kaṃduka iva nala nīla tē lēhīṃ..",
            "dēkhi sētu ati suṃdara racanā. bihasi kṛpānidhi bōlē bacanā.. [6-1-1]",
            "parama ramya uttama yaha dharanī. mahimā amita jāi nahiṃ baranī..",
            "karihau ihāom saṃbhu thāpanā. mōrē hṛdayaom parama kalapanā.. [6-1-2]",
            "suni kapīsa bahu dūta paṭhāē. munibara sakala bōli lai āē..",
            "liṃga thāpi bidhivata kari pūjā. siva samāna priya mōhi na dūjā.. [6-1-3]",
            "siva drōhī mama bhagata kahāvā. sō nara sapanēhu mōhi na pāvā..",
            "saṃkara bimukha bhagati caha mōrī. sō nārakī mūḍha mati thōrī.. [6-1-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The monkeys brought huge mountains, which were received like playballs by Nala and Nīla. When the All-merciful saw the exceedingly beautiful construction of the bridge, He smiled and observed thus: \"This is a most delightful and excellent spot; its glory is immeasurable and cannot be described in words. I will install (an emblem of) Lord Śambhu here: it is the crowning ambition of My heart.\" Hearing this the lord of the monkeys despatched a number of messengers, who invited and fetched all the great sages. Having installed an emblem of Lord Śiva and worshipped It with due solemnity, He said, \"No one else is so dear to Me as Śiva. An enemy of Śiva although he calls himself a devotee of Mine, cannot attain to Me even in a dream. He who is opposed to Śaṅkara and yet aspires for devotion to Me is doomed to perdition, stupid and dull-witted as he is.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "saṃkara priya mama drōhī siva drōhī mama dāsa.",
            "tē nara karahi kalapa bhari dhōra naraka mahu bāsa..2.. [6-2]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Men, who, though devoted to Śaṅkara, are hostile to Me and even so those who are enemies of Śiva but votaries of Mine shall have their abode in the most frightful hell till the end of creation."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jē rāmēsvara darasanu karihahiṃ. tē tanu taji mama lōka sidharihahiṃ..",
            "jō gaṃgājalu āni caḍhaāihi. sō sājujya mukti nara pāihi.. [6-2-1]",
            "hōi akāma jō chala taji sēihi. bhagati mōri tēhi saṃkara dēihi..",
            "mama kṛta sētu jō darasanu karihī. sō binu śrama bhavasāgara tarihī.. [6-2-2]",
            "rāma bacana saba kē jiya bhāē. munibara nija nija āśrama āē..",
            "girijā raghupati kai yaha rītī. saṃtata karahiṃ pranata para prītī.. [6-2-3]",
            "bāomdhā sētu nīla nala nāgara. rāma kṛpāom jasu bhayau ujāgara..",
            "būḍahiṃ ānahi bōrahiṃ jēī. bhaē upala bōhita sama tēī.. [6-2-4]",
            "mahimā yaha na jaladhi kai baranī. pāhana guna na kapinha kai karanī.. [6-2-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"They who will behold Lord Ramesvara will, on quitting the body, go direct to My sphere in heaven. And a man who takes the water of the Gaṅgā and pours it on the Lord will attain liberation in the form of absorption into My being. Again, whosoever adores the Lord in a disinterested spirit and without guile will be blessed by Śaṅkara with devotion to Me. And he who sees the bridge erected by me will be able to cross the ocean of worldly existence without any exertion.\" Śrī Rāma's words gladdened the heart of all and the great sages returned each to his own hermitage. Girijā, (says Śaṅkara,) such is the way of the Lord of the Raghus: He ever loves those who take refuge in Him. The clever Nala and Nīla constructed the bridge and by Rāma's grace their renown spread far and wide. Those very rocks that not only sink themselves but cause even other things to sink alongwith them floated like so many rafts. This is, however, not ascribed to any miraculous power of the ocean, nor to a virtue of the rocks themselves, nor again to any skill of the monkeys."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "śrī raghubīra pratāpa tē siṃdhu tarē pāṣāna.",
            "tē matimaṃda jē rāma taji bhajahiṃ jāi prabhu āna..3.. [6-3]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "It was by the might of Śrī Rāma (the Hero of Raghu's line) that rocks floated on the ocean. They are dull-witted indeed, who go to worship a lord other than Śrī Rāma."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bāomdhi sētu ati sudṛḍha banāvā. dēkhi kṛpānidhi kē mana bhāvā..",
            "calī sēna kachu barani na jāī. garjahiṃ markaṭa bhaṭa samudāī.. [6-3-1]",
            "sētubaṃdha ḍhiga caḍhai raghurāī. citava kṛpāla siṃdhu bahutāī..",
            "dēkhana kahu prabhu karunā kaṃdā. pragaṭa bhaē saba jalacara bṛṃdā.. [6-3-2]",
            "makara nakra nānā jhaṣa byālā. sata jōjana tana parama bisālā..",
            "aisēu ēka tinhahi jē khāhīṃ. ēkanha kēṃ ḍara tēpi ḍērāhīṃ.. [6-3-3]",
            "prabhuhi bilōkahiṃ ṭarahiṃ na ṭārē. mana haraṣita saba bhaē sukhārē..",
            "tinha kī ōṭa na dēkhia bārī. magana bhaē hari rūpa nihārī.. [6-3-4]",
            "calā kaṭaku prabhu āyasu pāī. kō kahi saka kapi dala bipulāī.. [6-3-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Having completed the bridge they made it exceptionally secure; the All-merciful was glad at heart to see it. As the army marched it was a sight beyond all telling, the troops of monkey warriors roaring as they went. Ascending an eminence near the bridge the gracious Lord of the Raghus surveyed the vast expanse of the ocean. All the creatures inhabiting the ocean appeared on the surface in order to have a look at the Lord, who was the very fountain-head of mercy. There were many kinds of alligators, crocodiles, fishes and serpents with bodies eight hundred miles in length and colossal in size. There were others who could devour even these. They in their turn were afraid of some other creatures. All gazed upon the Lord and would not stir even when diverted. They were all glad of heart and felt very happy. Covered by them the water could not be seen; they were filled with ecstasy at the sight of Śrī Hari's beauty. The army advanced on receiving the Lord's command : who can describe the vastness of the monkey host?"
        ]
    }
]