[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "धूमेनाव्रियते वह्निर्यथादर्शो मलेन च ।",
            "यथोल्बेनावृतो गर्भस्तथा तेनेदमावृत्तम् ॥ ३८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**धूमेन** - धुएँ से; **आव्रियते** - ढक जाती है; **वहिनः** -  अग्नि; **आदर्शः** - शीशा, दर्पण; **मलेन** - धूल से; **च** - भी; **यथा** - जिस प्रकार; **उल्बेन** - गर्भाशय द्वारा; **आवृतः** - ढका रहता है; **गर्भः** - भ्रूण, गर्भ; **तथा** -  उसी प्रकार; **तेन** - काम से; **इदम्** - यह; **आवृतम्** - ढका है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जिस प्रकार अग्नि धुएँ से, दर्पण धूल से अथवा भ्रूण गर्भाशय से आवृत रहता है, उसी प्रकार जीवात्मा इस काम की विभिन्न मात्राओं से आवृत रहता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जीवात्मा के आवरण की तीन कोटियाँ हैं जिनसे उसकी शुद्ध चेतना धूमिल होती है । यह आवरण काम ही है जो विभिन्न स्वरूपों में होता है यथा अग्नि में धुआँ, दर्पण पर धूल तथा भ्रूण पर गर्भाशय । जब काम की उपमा धूम्र से दी जाती है तो यह समझना चाहिए कि जीवित स्फुलिंग की अग्नि कुछ-कुछ अनुभवगम्य है । दूसरे शब्दों में, जब जीवात्मा अपने कृष्णभावनामृत को कुछ-कुछ प्रकट करता है तो उसकी उपमा धुएँ से आवृत अग्नि से दी जा सकती है । यद्यपि जहाँ कहीं धुआँ होता है वहाँ अग्नि का होना अनिवार्य है, किन्तु प्रारम्भिक अवस्था में अग्नि की प्रत्यक्ष अभिव्यक्ति नहीं होती । यह अवस्था कृष्णभावनामृत के शुभारम्भ जैसी है । दर्पण पर धूल का उदाहरण मन रूपी दर्पण को अनेकानेक आध्यात्मिक विधियों से स्वच्छ करने की प्रक्रिया के समान है । इसकी सर्वश्रेष्ठ विधि है - भगवान् के पवित्र नाम का संकीर्तन । गर्भाशय द्वारा आवृत भ्रूण का दृष्टान्त असहाय अवस्था से दिया गया है, क्योंकि गर्भ-स्थित शिशु इधरउधर हिलने के लिए भी स्वतन्त्र नहीं रहता । जीवन की यह अवस्था वृक्षों के समान है । वृक्ष भी जीवात्माएँ हैं, किन्तु उनमें काम की प्रबलता को देखते हुए उन्हें ऐसी योनि मिली है कि वे प्रायः चेतनाशून्य होते हैं । धूमिल दर्पण पशु-पक्षियों के समान है और धूम्र से आवृत अग्नि मनुष्य के समान है । मनुष्य के रूप में जीवात्मा में थोड़ा बहुत कृष्णभावनामृत का उदय होता है और यदि वह और प्रगति करता है तो आध्यात्मिक जीवन की अग्नि मनुष्य जीवन में प्रज्वलित हो सकती है । यदि अग्नि के धुएँ को ठीक से नियन्त्रित किया जाय तो अग्नि जल सकती है, अतः यह मनुष्य जीवन जीवात्मा के लिए ऐसा सुअवसर है जिससे वह संसार के बन्धन से छूट सकता है । मनुष्य जीवन में काम रूपी शत्रु को योग्य निर्देशन में कृष्णभावनामृत के अनुशीलन द्वारा जीता जा सकता है ।"
        ]
    }
]