[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा |",
            "तथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति || १३ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "देहिनः – शरीर  धारी की; अस्मिन् – इसमें; यथा – जिस प्रकार; देहे – शरीर में; कौमराम् –  बाल्यावस्था; यौवनम् – यौवन, तारुण्य; जरा – वृद्धावस्था; तथा – उसी  प्रकार; देह-अन्तर – शरीर के स्थानान्तरण की; प्राप् – उपलब्धि; धीरः – धीर  व्यक्ति; तत्र – उस विषय में; न – कभी नहीं; मुह्यति – मोह को प्राप्त  होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जिस प्रकार शरीरधारी आत्मा इस (वर्तमान) शरीर में बाल्यावस्था से तरुणावस्था में और फिर वृद्धावस्था में निरन्तर अग्रसर होता रहता है, उसी प्रकार मृत्यु होने पर आत्मा दूसरे शरीर में चला जाता है | धीर व्यक्ति ऐसे परिवर्तन से मोह को प्राप्त नहीं होता |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्रत्येक जीव एक व्यष्टि आत्मा है | वह प्रतिक्षण अपना शरीर बदलता रहता है – कभी बालक के रूप में, कभी युवा तथा कभी वृद्ध पुरुष के रूप में | तो भी आत्मा वही रहता है, उसमें कोई परिवर्तन नहीं होता | यह व्यष्टि आत्मा मृत्यु होने पर अन्ततोगत्वा एक शरीर बदल कर दूसरे शरीर में देहान्तरण कर जाता है और चूँकि अगले जन्म में इसको शरीर मिलना अवश्यम्भावी है – चाहे वह शरीर आध्यात्मिक हो या भौतिक – अतः अर्जुन के लिए न तो भीष्म, न ही द्रोण के लिए शोक करने का कोई कारण था | अपितु उसे प्रसन्न होना चाहिए था कि वे पुराने शरीरों को बदल कर नए शरीर ग्रहण करेंगे और इस तरह वे नई शक्ति प्राप्त करेंगे | ऐसे शरीर-परिवर्तन से जीवन में किये कर्म के अनुसार नाना प्रकार के सुखोपभोग या कष्टों का लेखा हो जाता है | चूँकि भीष्म व द्रोण साधु पुरुष थे इसीलिए अगले जन्म में उन्हें आध्यात्मिक शरीर प्राप्त होंगे; नहीं तो कम से कम उन्हें स्वर्ग के भोग करने के अनुरूप शरीर तो प्राप्त होंगे ही, अतः दोनों ही दशाओं में शोक का कोई कारण नहीं था |",
            "जिस मनुष्य को व्यष्टि आत्मा, परमात्मा तथा भौतिक और आध्यात्मिक प्रकृति का पूर्ण ज्ञान होता है वह धीर कहलाता है | ऐसा मनुष्य कभी भी शरीर-परिवर्तन द्वारा ठगा नहीं जाता |",
            "आत्मा के एकात्मवाद का मायावादी सिद्धान्त मान्य नहीं हो सकता क्योंकि आत्मा के इस प्रकार विखण्डन से परमेश्र्वर विखंडनीय या परिवर्तनशील हो जायेगा जो परमात्मा के अपरिवर्तनीय होने के सिद्धान्त के विरुद्ध होगा | गीता में पुष्टि हुई है कि परमात्मा के खण्डों का शाश्र्वत (सनातन) अस्तित्व है जिन्हें क्षर कहा जाता है अर्थात् उनमें भौतिक प्रकृति में गिरने की प्रवृत्ति होती है | ये भिन्न अंश (खण्ड) नित्य भिन्न रहते हैं, यहाँ तक कि मुक्ति के बाद भी व्यष्टि आत्मा जैसे का तैसा – भिन्न अंश बना रहता है | किन्तु एक बार मुक्त होने पर वह श्रीभगवान् के साथ सच्चिदानन्द रूप में रहता है | परमात्मा पर प्रतिबिम्बवाद का सिद्धान्त व्यवहृत किया जा सकता है, जो प्रत्येक शरीर में विद्यमान रहता है | वह व्यष्टि जीव से भिन्न होता है | जब आकाश का प्रतिबिम्ब जल में पड़ता है तो प्रतिबिम्ब में सूर्य, चन्द्र तथा तारे सब कुछ रहते हैं | तारों की तुलना जीवों से तथा सूर्य या चन्द्र की परमेश्र्वर से की जा सकती है | व्यष्टि अंश आत्मा को अर्जुन के रूप में और परमात्मा को श्रीभगवान् के रूप में प्रदर्शित किया जाता है | जैसा कि चतुर्थ अध्याय के प्रारम्भ में स्पष्ट है, वे एक ही स्तर पर नहीं होते | यदि अर्जुन कृष्ण के समान स्तर पर हो और कृष्ण अर्जुन से श्रेष्ठतर न हों तो उनमें उपदेशक तथा उपदिष्ट का सम्बन्ध अर्थहीन होगा | यदि ये दोनों माया द्वारा मोहित होते हैं तो एक को उपदेशक तथा दुसरे को उपदिष्ट होने की कोई आवश्यकता नहीं है | ऐसा उपदेश व्यर्थ होगा क्योंकि माया के चंगुल में रहकर कोई भी प्रमाणिक उपदेशक नहीं बन सकता | ऐसी परिस्थितियों में यह मान लिया जाता है कि भगवान् कृष्ण प्रमेश्र्वर हैं जो पद में माया द्वारा विस्मृत अर्जुन रूपी जीव से श्रेष्ठ हैं |"
        ]
    }
]