[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यावत्सञ्जायते किञ्चित्सत्त्वं स्थावरजङ्गमम् |",
            "क्षेत्रक्षेत्रज्ञसंयोगात्तद्विद्धि भरतर्षभ || २७ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यावत् - जो भी ; सञ्जायते - उत्पन्न होता है; किञ्चित् - कुछ भी; सत्त्वम् - अस्तित्व; स्थावर - अचर; जङगमम् - चर; क्षेत्र - शरीर का; क्षेत्र-ज्ञ - शरीर ; संयोगात् - संयोग (जुड़ने) से; तत् -विद्धि - तुम उसे जानो; भरत-ऋषभ - हे भरतवंशियों में श्रेष्ठ ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे भरतवंशियों में श्रेष्ठ! यह जान लो कि चर तथा अचर जो भी तुम्हें अस्तित्व में दीख रहा है, वह कर्मक्षेत्र तथा क्षेत्र के ज्ञाता का संयोग मात्र है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में ब्रह्माण्ड की सृष्टि के भी पूर्व से अस्तित्व में रहने वाली प्रकृति तथा जीव दोनों की व्याख्या की गई है । जो कुछ भी उत्पन्न किया जाता है, वह जीव तथा प्रकृति का संयोग मात्र होता है । वृक्ष, पर्वत आदि ऐसी अनेक अभिव्यक्तियाँ हैं, जो गतिशील नहीं हैं । इनके साथ ही ऐसी अनेक वस्तुएँ हैं, जो गतिशील हैं और ये सब भौतिक प्रकृति तथा परा प्रकृति अर्थात् जीव के संयोग मात्र हैं । परा प्रकृति, जीव के स्पर्श के बिना कुछ भी उत्पन्न नहीं हो सकता । भौतिक प्रकृति तथा आध्यात्मिक प्रकृति का सम्बन्ध निरन्तर चल रहा है और यह संयोग परमेश्र्वर द्वारा सम्पन्न कराया जाता है । अतएव वे ही पर तथा अपरा प्रकृतियों के नियामक हैं । अपरा प्रकृति उनके द्वारा सृष्ट है और परा प्रकृति उस अपरा प्रकृति में रखी जाती है । इस प्रकार सारे कार्य तथा अभिव्यक्तियाँ घटित होती हैं ।"
        ]
    }
]