[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "प्रकृतिं स्वामवष्टभ्य विसृजामि पुनः पुनः |",
            "भूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात् || ८ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्रकृतिम् – प्रकृति में; स्वाम् – मेरी निजी; अवष्टभ्य – प्रवेश करके; विसृजामि – उत्पन्न करता हूँ; पुनः पुनः – बारम्बार; भूत-ग्रामम् – समस्त विराट अभिव्यक्ति को; इमम् – इस; कृत्स्नम् – पूर्णतः; अवशम् – स्वतः; प्रकृतेः – प्रकृति की शक्ति के; वशात् – वश में |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सम्पूर्ण विराट जगत मेरे अधीन है | यह मेरी इच्छा से बारम्बार स्वतः प्रकट होता रहता है और मेरी ही इच्छा से अन्त में विनष्ट होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यह भौतिक जगत् भगवान् की अपराशक्ति की अभिव्यक्ति है | इसकी व्याख्या कई बार की जा चुकी है | सृष्टि के समय यह शक्ति महत्तत्त्व के रूप में प्रकट होती है जिसमें भगवान् अपने प्रथम पुरुष अवतार, महाविष्णु, के रूप में प्रवेश कर जाते हैं | वे कारणार्णव में शयन करते रहते हैं और अपने श्वास से असंख्य ब्रह्माण्ड निकालते हैं और इस ब्रह्माण्डों में से हर एक में वे गर्भोदकशायी विष्णु के रूप में प्रवेश करते हैं | इस प्रकार प्रत्येक ब्रह्माण्ड की सृष्टि होती है | वे इससे भी आगे अपने आपको क्षीरोदकशायी विष्णु के रूप में प्रकट करते हैं और विष्णु प्रत्येक वस्तु में, यहाँ तक कि प्रत्येक अणु में प्रवेश कर जाते है | इसी तथ्य की व्याख्या यहाँ हुई है | भगवान् प्रत्येक वस्तु में प्रवेश करते हैं |",
            "जहाँ तक जीवात्माओं का सम्बन्ध है, वे इस भौतिक प्रकृति के गर्भस्थ किये जाते हैं और वे अपने-अपने पूर्वकर्मों के अनुसार विभिन्न योनियाँ ग्रहण करते हैं | इस प्रकार इस भौतिक जगत् के कार्यकलाप प्रारम्भ होते हैं | विभिन्न जीव-योनियों के कार्यकलाप सृष्टि के समय से ही प्रारम्भ हो जाते हैं | ऐसा नहीं है कि ये योनियाँ क्रमशः विकसित होती हैं | सारी की सारी योनियाँ ब्रह्माण्ड की सृष्टि के साथ ही उत्पन्न होती हैं | मनुष्य, पशु, पक्षी – ये सभी एकसाथ उत्पन्न होते हैं, क्योंकि पूर्व प्रलय के समय जीवों की जो-जो इच्छाएँ थीं वे पुनः प्रकट होती हैं | इसका स्पष्ट संकेत अवशम् शब्द से मिलता है कि जीवों को इस प्रक्रिया से कोई सरोकार नहीं रहता | पूर्व सृष्टि में वे जिस-जिस अवस्था में थे, वे उस-उस अवस्था में पुनः प्रकट हो जाते हैं और यह सब भगवान् की इच्छा से ही सम्पन्न होता है | यही भगवान् की अचिन्त्य शक्ति है | विभिन्न योनियों को उत्पन्न करने के बाद भगवान् का उनसे कोई नाता नहीं रह जाता | यह सृष्टि विभिन्न जीवों की रुचियों को पूरा करने के उद्देश्य से की जाती है | अतः भगवान् इसमें किसी तरह से बद्ध नहीं होते हैं |"
        ]
    }
]