[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Vibhīṣaṇa's entreaty; Śrī Rāma portrayal and Bharata's condition by due to the excessive love he bore towards the Lord; Śrī Rāma urges Vibhīṣaṇa to arrange His speedy return to Ayodhyā"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kari binatī jaba saṃbhu sidhāē. taba prabhu nikaṭa bibhīṣanu āē..",
            "nāi carana siru kaha mṛdu bānī. binaya sunahu prabhu sāraomgapānī.. [6-115-1]",
            "sakula sadala prabhu rāvana mār yō. pāvana jasa tribhuvana bistār yō..",
            "dīna malīna hīna mati jātī. mō para kṛpā kīnhi bahu bhāomtī.. [6-115-2]",
            "aba jana gṛha punīta prabhu kījē. majjanu karia samara śrama chījē..",
            "dēkhi kōsa maṃdira saṃpadā. dēhu kṛpāla kapinha kahu mudā.. [6-115-3]",
            "saba bidhi nātha mōhi apanāia. puni mōhi sahita avadhapura jāia..",
            "sunata bacana mṛdu dīnadayālā. sajala bhaē dvau nayana bisālā.. [6-115-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When Śambhu (Lord Śiva) had finished His prayer and left, Vibhīṣaṇa then approached the Lord. Bowing his head at the latter's feet, he submitted in gentle terms: \"Listen to my prayer, O Lord wielding the Sarnga bow. My lord, You have killed Rāvaṇa with all his kinsfolk and army and spread Your sacred renown throughout the three spheres. And above all You have shown mercy in every way to me, humble, impure, low- born and mean-minded as I am. Now, my lord, consecrate Your servant's abode (by Your holy presence), bathe Yourself and beguile the exertion of the battle. Then inspect the treasury, palaces and wealth and gladly bestow, my gracious lord, whatever You please on the monkeys. Pray, accept me as Your own in every way, my lord, and then proceed to Ayodhyā taking me alongwith you\". Even as the Lord, who is so compassionate to the meek, heard these polite words, His large eyes filled with tears."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tōra kōsa gṛha mōra saba satya bacana sunu bhrāta.",
            "bharata dasā sumirata mōhi nimiṣa kalpa sama jāta..116ka.. [6-116(A)]",
            "tāpasa bēṣa gāta kṛsa japata niraṃtara mōhi.",
            "dēkhauṃ bēgi sō jatanu karu sakhā nihōrau tōhi..116kha.. [6-116(B)]",
            "bītēṃ avadhi jāu jauṃ jiata na pāvau bīra.",
            "sumirata anuja prīti prabhu puni puni pulaka sarīra..116ga.. [6-116(C)]",
            "karēhu kalpa bhari rāju tumha mōhi sumirēhu mana māhiṃ.",
            "puni mama dhāma pāihahu jahāom saṃta saba jāhiṃ..116gha.. [6-116(D)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Listen, brother: what you say is quite true: your treasury and palaces are all My own. But, when I recollect Bharata's condition, every moment that passes seems an age to Me. Clad in the robes of a hermit, with wasted body he constantly repeats My name. Therefore, take steps, My friend, I beseech you, that I may soon be able to see him again. If, on the other hand, I reach there on the expiry of the term of My exile, I do not expect to find My brother alive.\" And even as the Lord recalled His brother's affection He felt a thrill all over His body again and again. \"As for yourself, you shall enjoy sovereignty till the end of creation, inwardly thinking of Me all the time; and then you shall ascend to My abode, the destination of all holy men.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunata bibhīṣana bacana rāma kē. haraṣi gahē pada kṛpādhāma kē..",
            "bānara bhālu sakala haraṣānē. gahi prabhu pada guna bimala bakhānē.. [6-116(D)-1]",
            "bahuri bibhīṣana bhavana sidhāyō. mani gana basana bimāna bharāyō..",
            "lai puṣpaka prabhu āgēṃ rākhā. haomsi kari kṛpāsiṃdhu taba bhāṣā.. [6-116(D)-2]",
            "caḍhai bimāna sunu sakhā bibhīṣana. gagana jāi baraṣahu paṭa bhūṣana..",
            "nabha para jāi bibhīṣana tabahī. baraṣi diē mani aṃbara sabahī.. [6-116(D)-3]",
            "jōi jōi mana bhāvai sōi lēhīṃ. mani mukha mēli ḍāri kapi dēhīṃ..",
            "haomsē rāmu śrī anuja samētā. parama kautukī kṛpā nikētā.. [6-116(D)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Delighted to hear Śrī Rāma's words, Vibhīṣaṇa clasped the feet of the All-merciful. The monkeys and bears too all rejoiced and, clasping the Lord's feet, began to recount His sacred virtues. Then Vibhīṣaṇa withdrew to his palace and had his celebrated aerial car loaded with precious stones and articles of dress. He then brought the aerial car, Puṣpaka as it was called, and set it before the Lord; and the All-merciful thereupon smilingly said, \"Listen, my friend, Vibhīṣaṇa; step into the aerial car and rising into the air, scramble the clothes and ornaments.\" Vibhīṣaṇa immediately rose into the air and dropped down all the jewels and raiment. The monkeys picked up whatever each took a fancy to; they put precious stones into their mouth (thinking them to be some edible substance) but would throw them away (the moment they realized their mistake). Śrī Rāma as well as Śrī (Sītā) and His younger brother (Lakṣmaṇa) felt amused at the sight, exceedingly playful as the All-merciful is."
        ]
    }
]