[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अर्जुन उवाच",
            "पश्यामि देवांस्तव देव देहे",
            "सर्वांस्तथा भूतविशेषसङ्घान् |",
            "ब्रह्माणमीशं कमलासनस्थ-",
            "मृषींश्र्च सर्वानुरगांश्र्च दिव्यान् || १५ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुनः उवाच – अर्जुन ने कहा; पश्यामि – देखता हूँ; देवान् – समस्त देवताओं को; तव – आपके; देव- हे प्रभु; देहे – शरीर में; सर्वान् – समस्त; तथा – भी; भूत – जिव; विशेष-सङघान् – विशेष रूप से एकत्रित; ब्रह्माणम् – ब्रह्मा को; ईशम् – शिव को; कमल-आसन-स्थम् – कमल के ऊपर आसीन; ऋषीन् – ऋषियों को; च – भी; सर्वान् – समस्त; उरगान् – सर्पों को; च – भी; दिव्यान् – दिव्य |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन ने कहा – हे भगवान् कृष्ण! मैं आपके शरीर में सारे देवताओं तथा अन्य विविध जीवों को एकत्र देख रहा हूँ | मैं कमल पर आसीन ब्रह्मा, शिवजी तथा समस्त ऋषियों एवं दिव्य सर्पों को देख रहा हूँ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन ब्रह्माण्ड कि प्रत्येक वास्तु देखता है, अतः वह ब्रह्माण्ड के प्रथम प्राणी ब्रह्मा को तथा उस दिव्य सर्प को, जिस पर गर्भोदकशायी विष्णु ब्रह्माण्ड के अधोतल में शयन करते हैं, देखता है | इस शेष-शय्या के नाग को वासुकि भी कहते हैं | अन्य सर्पों को भी वासुकि कहा जाता है | अर्जुन गर्भोदकशायी विष्णु से लेकर कमललोक स्थित ब्रह्माण्ड के शीर्षस्य भाग को जहाँ ब्रह्माण्ड के प्रथम जीव ब्रह्मा निवास करते हैं, देख सकता है | इसका अर्थ यह है कि अर्जुन आदि से अन्त तक की सारी वस्तुएँ अपने रथ में एक ही स्थान पर बैठे-बैठे देख सकता था | यह सब भगवान् कृष्ण की कृपा से ही सम्भव हो सका |"
        ]
    }
]