[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "भूमिरापोऽनलो वायुः खं मनो बुद्धिरेव च ।",
            "अहङ्कार इतीयं मे भिन्ना प्रकृतिरष्टधा ॥ ४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**भूमिः** – पृथ्वी; **आपः** – जल; **अनलः** – अग्नि; **वायुः** – वायु; **खम्** – आकाश; **मनः** – मन; **बुद्धिः** – बुद्धि; **एव** – निश्चय ही; **च** – तथा; **अहंकार** – अहंकार; **इति** – इस प्रकार; **इयम्** – ये सब; **मे** – मेरी; **भिन्ना** – पृथक्; **प्रकृतिः** – शक्तियाँ; **अष्टधा** – आठ प्रकार की ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "पृथ्वी, जल, अग्नि, वायु, आकाश, मन, बुद्धि तथा अहंकार - ये आठ प्रकार से विभक्त मेरी भिन्ना (अपरा) प्रकृतियाँ हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ईश्वर-विज्ञान भगवान् की स्वाभाविक स्थिति तथा उनकी विविध शक्तियों का विश्लेषण करता है । भगवान् के विभिन्न पुरुष अवतारों (विस्तारों) की शक्ति को प्रकृति कहा जाता है, जैसा कि सात्वततन्त्र में उल्लेख मिलता है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "विष्णोस्तु त्रीणि रूपाणि पुरुषाख्यान्यथो विदुः ।",
            "एकं तु महतः स्त्रष्टृ द्वितीयं त्वण्डसंस्थितम् ।",
            "तृतीयं सर्वभूतस्थं तानि ज्ञात्वा विमुच्यते ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“सृष्टि के लिए भगवान् कृष्ण का स्वांश तीन विष्णुओं का रूप धारण करता है । पहले महाविष्णु हैं, जो सम्पूर्ण भौतिक शक्ति महत्तत्त्व को उत्पन्न करते हैं । द्वितीय गर्भोदकशायी विष्णु हैं, जो समस्त ब्रह्माण्डों में प्रविष्ट होकर उनमें विविधता उत्पन्न करते हैं । तृतीय क्षीरोदकशायी विष्णु हैं जो समस्त ब्रह्माण्डों में सर्वव्यापी परमात्मा के रूप में फैले हुए हैं और परमात्मा कहलाते हैं । वे प्रत्येक परमाणु तक के भीतर उपस्थित हैं । जो भी इन तीनों विष्णु रूपों को जानता है, वह भवबन्धन से मुक्त हो सकता है ।”",
            "यह भौतिक जगत् भगवान् की शक्तियों में से एक का क्षणिक प्राकट्य है । इस जगत् की सारी क्रियाएँ भगवान् कृष्ण के इन तीनों विष्णु अंशों द्वारा निर्देशित हैं । ये पुरुष अवतार कहलाते हैं । सामान्य रूप से जो व्यक्ति ईश्वर तत्त्व (कृष्ण) को नहीं जानता, वह यह मान लेता है कि यह संसार जीवों के भोग के लिए है और सारे जीव पुरुष है - भौतिक शक्ति के कारण, नियन्ता तथा भोक्ता हैं । भगवद्गीता के अनुसार यह नास्तिक निष्कर्ष झूठा है । प्रस्तुत श्लोक में कृष्ण को इस जगत् का आदि कारण माना गया है । श्रीमद्भागवत से भी इसकी पुष्टि होती है । भगवान् की पृथक्-पृथक् शक्तियाँ इस भौतिक जगत् के घटक हैं । यहाँ तक कि निर्विशेषवादियों का चरमलक्ष्य ब्रह्मज्योति भी एक आध्यात्मिक शक्ति है, जो परव्योम में प्रकट होती है । ब्रह्मज्योति में वैसी भिन्नताएँ नहीं, जैसी कि वैकुण्ठलोकों में हैं, फिर भी निर्विशेषवादी इस ब्रह्मज्योति को चरम शाश्वत लक्ष्य स्वीकार करते हैं । परमात्मा की अभिव्यक्ति भी क्षीरोदकशायी विष्णु का एक क्षणिक सर्वव्यापी पक्ष है । आध्यात्मिक जगत् में परमात्मा की अभिव्यक्ति शाश्वत नहीं होती । अतः यथार्थ परम सत्य तो श्रीभगवान् कृष्ण हैं । वे पूर्ण शक्तिमान पुरुष हैं और उनकी नाना प्रकार की भिन्ना (बहिरंगा) तथा अन्तरंगा शक्तियाँ होती हैं ।",
            "जैसा कि ऊपर कहा जा चुका है, भौतिक शक्ति आठ प्रधान रूपों में व्यक्त होती है । इनमें से प्रथम पाँच - पृथ्वी, जल, अग्नि, वायु तथा आकाश स्थूल अथवा विराट सृष्टियाँ कहलाती हैं, जिनमें पाँच इन्द्रियविषय, जिनके नाम हैं - शब्द, स्पर्श, रूप, रस, तथा गंधसम्मिलित रहते हैं । भौतिक विज्ञान में ये ही दस तत्त्व हैं । किन्तु अन्य तीन तत्त्वों को, जिनके नाम मन, बुद्धि तथा अहंकार हैं, भौतिकतावादी उपेक्षित रखते हैं । दार्शनिक भी, जो मानसिक कार्यकलापों से संबंध रखते हैं, पर्णज्ञानी नहीं हैं. क्योंकि वे परम उदगम कृष्ण को नहीं जानते । मिथ्या अहंकार – ‘मैं हूँ’ तथा ‘यह मेरा है’ - जो कि संसार का मूल कारण है इसमें विषयभोग की दस इन्द्रियों का समावेश है । बुद्धि महत्तत्व नामक समग्र भौतिक सृष्टि की सूचक है । अतः भगवान् की आठ विभिन्न शक्तियों से जगत् के चौबीस तत्त्व प्रकट हैं, जो नास्तिक सांख्यदर्शन के विषय हैं । ये मूलतः कृष्ण की शक्तियों की उपशाखाएँ हैं और उनसे भिन्न हैं, किन्तु नास्तिक सांख्य दार्शनिक अल्पज्ञान के कारण यह नहीं जान पाते कि कृष्ण समस्त कारणों के कारण हैं । जैसा कि भगवद्गीता में कहा गया है, सांख्यदर्शन की विवेचना का विषय कृष्ण की बहिरंगा शक्ति का प्राकट्य है ।"
        ]
    }
]