[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रेयो हि ज्ञानमभ्यासाज्ज्ञानाद्ध्यानं विशिष्यते ।",
            "ध्यानात्कर्मफलत्यागस्त्यागाच्छान्तिरनन्तरम् ॥ १२ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रेयः - श्रेष्ठ; हि - निश्चय ही; ज्ञानम् - ज्ञान; अभ्यासात् - अभ्यास से; ज्ञानात् - ज्ञान से; ध्यानन् - ध्यान; विशिष्यते - विशिष्ट समझा जाता है; ध्यानात् - ध्यान से; कर्म-फल-त्यागः - समस्त कर्म के फलों का परित्याग; त्यागात् - ऐसे त्याग से; शान्तिः - शान्ति; अनन्तरम् - तत्पश्चात् |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यदि तुम यह अभ्यास नहीं कर सकते, तो ज्ञान के अनुशीलन में लग जाओ | लेकिन ज्ञान से श्रेष्ठ ध्यान है और ध्यान से भी श्रेष्ठ कर्म फलों का परित्याग क्योंकि ऐसे त्याग से मनुष्य को मनःशान्ति प्राप्त हो सकती है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जैसा कि पिछले श्लोकों में बताया गया है, भक्ति के दो प्रकार हैं – विधि-विधानों से पूर्ण तथा भगवत्प्रेम की आसक्ति से पूर्ण | किन्तु जो लोग कृष्णभावनामृत के नियमों का पालन नहीं कर सकते, उनके लिए ज्ञान का अनुशीलन करना श्रेष्ठ है, क्योंकि ज्ञान से मनुष्य अपनी वास्तविक स्थिति को समझने में समर्थ होता है | यही ज्ञान क्रमशः ध्यान तक पहुँचाने वाला है, और ध्यान से क्रमशः परमेश्वर को समझा जा सकता है | ऐसी भी विधियाँ हैं जिनमे मनुष्य अपने को परब्रह्म मान बैठता है, और यदि कोई भक्ति करने में असमर्थ है, तो ऐसा ध्यान भी अच्छा है | यदि कोई इस प्रकार से ध्यान नहीं कर सकता, तो वैदिक साहित्य में ब्राह्मणों, क्षत्रियों, विषयों तथा शूद्रों के लिए कतिपय कर्तव्यों का आदेश है, जिसे हम भगवद्गीता के अंतिम अध्याय में देखेंगे | लेकिन प्रत्येक दशा में मनुष्य को अपने कर्मपजल का त्याग करना होगा – जिसका अर्थ है कर्मफल को किसी अच्छे कार्य में लगाना |",
            "संक्षेपतः, सर्वोच्च लक्ष्य, भगवान् तक पहुँचने की दो विधियाँ है – एक विधि है क्रमिक विकास की और दूसरी प्रत्यक्ष विधि | कृष्णभावनामृत में भक्ति प्रत्यक्ष विधि है | अन्य विधि में कर्मों के फल का त्याग करना होता है, तभी मनुष्य ज्ञान की अवस्था को प्राप्त होता है | उसके बाद ध्यान की अवस्था तथा फिर परमात्मा के बोध की अवस्था और अन्त में भगवान् की अवस्था आ जाती है | मनुष्य चाहे तो एक एक पग करके आगे बढ़ने की विधि अपना सकता है, या प्रत्यक्ष विधि ग्रहण कर सकता है | लेकिन प्रत्यक्ष विधि हर एक के लिए संभव नहीं है | अतः अप्रत्यक्ष विधि भी अच्छी है | यह तो उन लोगों के लिए है, जो इस अवस्था को प्राप्त नहीं हैं | उनके लिए तो त्याग, ज्ञान, ध्यान तथा परमात्मा एवं ब्रह्म की अनुभूति ही पालनीय है | लेकिन जहाँ तक भगवद्गीता का सम्बन्ध है, उसमें तो प्रत्यक्ष विधि पर ही बल है | प्रत्येक व्यक्ति को प्रत्यक्ष विधि ग्रहण करने तथा भगवान् श्रीकृष्ण की शरण में जाने की सलाह दी जाती है |"
        ]
    }
]