[
    {
        "id": [
            24
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "तस्माद् ॐ इत्युदाहृत्य यज्ञदानतपःक्रियाः |",
                "प्रवर्तन्ते विधानोक्ताः सततं ब्रह्मवादिनाम् || २४ ||"
            ],
            "english": [
                "tasmad om ity udahrtya",
                "yajna-dana-tapah-kriyah",
                "pravartante vidhanoktah",
                "satatam brahma-vadinam"
            ]
        },
        "translation": {
            "hindi": [
                "अतएव योगीजन ब्रह्म की प्राप्ति के लिए शास्त्रीय विधि के अनुसार यज्ञ, दान तथा तप की समस्त क्रियाओं का शुभारम्भ सदैव ओम् से करते हैं ।"
            ],
            "english": [
                "Thus the transcendentalists undertake sacrifices, charities, and penances, beginning always with om, to attain the Supreme."
            ]
        },
        "meaning": {
            "hindi": [
                "ॐ तद् विष्णोः परमं पदम् (ऋग्वेद १.२२.२०) । विष्णु के चरण कमल परम भक्ति के आश्रय हैं । भगवान् के लिए सम्पन्न हर एक क्रिया सारे कार्य क्षेत्र की सिद्धि निश्चित कर देती है ।"
            ],
            "english": [
                "Om tad visnoh paramam padam. The lotus feet of Visnu are the supreme devotional platform. The performance of everything on behalf of the Supreme Personality of Godhead assures the perfection of all activity."
            ]
        }
    },
    {
        "id": [
            25
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "तदित्यनभिसन्धाय फलं यज्ञतपःक्रियाः |",
                "दानक्रियाश्र्च विविधाः क्रियन्ते मोक्षकाङ्क्षिभिः || २५ ||"
            ],
            "english": [
                "tad ity anabhisandhaya",
                "phalam yajna-tapah-kriyah",
                "dana-kriyas ca vividhah",
                "kriyante moksa-kanksibhih"
            ]
        },
        "translation": {
            "hindi": [
                "मनुष्य को चाहिए कि कर्मफल की इच्छा किये बिना विविध प्रकार के यज्ञ, तप तथा दान को ‘तत्’ शब्द कह कर सम्पन्न करे । ऐसी दिव्य क्रियाओंका उद्देश्य भव-बन्धन से मुक्त होना है ।"
            ],
            "english": [
                "One should perform sacrifice, penance and charity with the word tat. The purpose of such transcendental activities is to get free from the material entanglement."
            ]
        },
        "meaning": {
            "hindi": [
                "आध्यात्मिक पद तक उठने के लिए मनुष्य को चाहिए कि किसी लाभ के निमित्त कर्म न करे । सारे कार्य भगवान् के परम धाम वापस जाने के उद्देश्य से किये जायँ, जो चरम उपलब्धि है ।"
            ],
            "english": [
                "To be elevated to the spiritual position, one should not act for any material gain. Acts should be performed for the ultimate gain of being transferred to the spiritual kingdom, back to home, back to Godhead."
            ]
        }
    },
    {
        "id": [
            26,
            27
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                " सद्भावे साधुभावे च सदित्येतत्प्रयुज्यते |",
                "प्रशस्ते कर्मणि तथा सच्छब्दः पार्थ युज्यते || २६ ||",
                "यज्ञे तपसि दाने च स्थितिः सदिति चोच्यते |",
                "कर्म चैव तदर्थीयं सादित्येवाभिधीयते || २७ ||"
            ],
            "english": [
                "sad-bhave sadhu-bhave ca",
                "sad ity etat prayujyate",
                "prasaste karmani tatha",
                "sac-chabdah partha yujyate",
                "yajne tapasi dane ca",
                "sthitih sad iti cocyate",
                "karma caiva tad-arthiyam",
                "sad ity evabhidhiyate"
            ]
        },
        "translation": {
            "hindi": [
                "परम सत्य भक्तिमय यज्ञ का लक्ष्य है और उसे सत् शब्द से अभिहित किया जाता है । हे पृथापुत्र! ऐसे यज्ञ का सम्पन्नकर्ता भी सत् कहलाता है जिस प्रकार यज्ञ, तप तथा दान के सारे कर्म भी जो परम पुरुष को प्रसन्न करने के लिए सम्पन्न किये जाते हैं, ‘सत्’ हैं ।"
            ],
            "english": [
                "The Absolute Truth is the objective of devotional sacrifice, and it is indicated by the word sat. These works of sacrifice, of penance and of charity, true to the absolute nature, are performed to please the Supreme Person, O son of Prtha."
            ]
        },
        "meaning": {
            "hindi": [
                "प्रशस्ते कर्माणि अर्थात् “नियत कर्तव्य” सूचित करते हैं कि वैदिक साहित्य में ऐसी कई क्रियाएँ निर्धारित हैं, जो गर्भाधान से लेकर मृत्यु तक संस्कार के रूप में हैं । ऐसे संस्कार जीव की चरम मुक्ति के लिए होते हैं । ऐसी सारी क्रियाओं के समय ॐ तत् सत् उच्चारण करने की संस्तुति की जाती है । सद्भाव तथा साधुभाव आध्यात्मिक स्थिति के सूचक हैं । कृष्णभावनामृत में कर्म करना सत् है और जो व्यक्ति कृष्णभावनामृत के कार्यों के प्रति सचेष्ट रहता है, वह साधु कहलाता है । श्रीमद्भागवत में (३.२८.२८) कहा गया है कि भक्तों की संगति से आध्यात्मिक विषय स्पष्ट हो जाता है । इसके लिए सतां प्रसङगात् शब्द व्यवहृत हुए हैं । बिना सत्संग के दिव्य ज्ञान उपलब्ध नहीं हो पाता । किसी को दीक्षित करते समय या यज्ञोपवीत कराते समय ॐ तत् सत् शब्दों का उच्चारण किया जाता है । इसी प्रकार सभी प्रकार के यज्ञ करते समय ॐ तत् सत् या ब्रह्म ही चरम लक्ष्य होता है । तदर्थीयम् शब्द ब्रह्म का प्रतिनिधित्व करने वाले किसी भी कार्य में सेवा करने का सूचक है, जिसमें भगवान् के मन्दिर में भोजन पकाना तथा सहायता करने जैसी सेवाएँ या भगवान् के यश का प्रसार करने वाला अन्य कोई भी कार्य सम्मिलत है । इस तरह ॐ तत् सत् शब्द समस्त कार्यों को पूरा करने के लिए कई प्रकार से प्रयुक्त किया जाता है ।"
            ],
            "english": [
                "The words prasaste karmani, or prescribed duties, indicate that there are many activities prescribed in the Vedic literature which are purificatory processes beginning from parental care up to the end of one's life. Such purificatory processes are adopted for the ultimate liberation of the living entity. In all such activities it is recommended that one should vibrate om tat sat. The words sad-bhave and sadhu-bhave indicate the transcendental situation. One who is acting in Krsna consciousness is called sattva, and one who is fully conscious of activities in Krsna consciousness is called svarupa. In the Srimad-Bhagavatam it is said that the transcendental subject matter becomes clear in the association of the devotees. Without good association, one cannot achieve transcendental knowledge. When initiating a person or offering the sacred thread, one vibrates the words om tat sat. Similarly, in all kinds of yogic performances, the supreme object, om tat sat is invoked. These words om tat sat are used to perfect all activities. This supreme om tat sat makes everything complete."
            ]
        }
    },
    {
        "id": [
            28
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                " अश्रद्धया हुतं दत्तं तपस्तप्तं कृतं च यत् |",
                "असदित्युच्यते पार्थ न च तत्प्रेप्य नो इह || २८ ||"
            ],
            "english": [
                "asraddhaya hutam dattam",
                "tapas taptam krtam ca yat",
                "asad ity ucyate partha",
                "na ca tat pretya no iha"
            ]
        },
        "translation": {
            "hindi": [
                "हे पार्थ! श्रद्धा के बिना यज्ञ,दान या तप के रूप में जो भी किया जाता है, वह नश्र्वर है । वह असत् कहलाता है और इस जन्म तथा अगले जन्म – दोनों में ही व्यर्थ जाता है ।"
            ],
            "english": [
                "But sacrifices, austerities and charities performed without faith in the Supreme are nonpermanent, O son of Prtha, regardless of whatever rites are performed. They are called asat and are useless both in this life and the next."
            ]
        },
        "meaning": {
            "hindi": [
                "चाहे यज्ञ हो, दान हो या तप हो, बिना आध्यात्मिक लक्ष्य के व्यर्थ रहता है । अतएव इस श्लोक में यह घोषित किया गया है कि ऐसे कार्य कुत्सित हैं । प्रत्येक कार्य कृष्णभावनामृत में रहकर ब्रह्म के लिए किया जाना चाहिए । सम्पूर्ण वैदिक साहित्य में भगवान् में श्रद्धा की संस्तुति की गई है । ऐसी श्रद्धा तथा समुचित मार्गदर्शन के बिना कोई फल नहीं मिल सकता । समस्त वैदिक आदेशों के पालन का चरम लक्ष्य कृष्ण को जानना है । इस सिद्धान्त का पालन किये बिना कोई सफल नहीं हो सकता । इसीलिए सर्वश्रेष्ठमार्ग यही है कि मनुष्य प्रारम्भ से ही किसी प्रामाणिक गुरु के मार्गदर्शन में कृष्णभावनामृत में कार्य करे । सब प्रकार से सफल होने का यही मार्ग है ।",
                "बद्ध अवस्था में लोग देवताओं, भूतों या कुबेर जैसे यक्षों की पूजा के प्रति आकृष्ट होते हैं । यद्यपि सतोगुण रजोगुण तथा तमोगुण से श्रेष्ठ है, लेकिन जो व्यक्ति कृष्णभावनामृत को ग्रहण करता है, वह प्रकृति के इन तीनों गुणों को पार कर जाता है । यद्यपि क्रमिक उन्नति की विधि है, किन्तु शुद्ध भक्तों की संगति से यदि कोई कृष्णभावनामृत ग्रहण करता है, तो सर्वश्रेष्ठ मार्ग है । इस अध्याय में इसी की संस्तुति की गई है । इस प्रकार से सफलता पाने के लिए उपयुक्त गुरु प्राप्त करके उसके निर्देशन में प्रशिक्षण प्राप्त करना चाहिए । तभी ब्रह्म में श्रद्धा हो सकती है । जब कालक्रम से यह श्रद्धा परिपक्व होती है, तो इसे इश्र्वरप्रेम कहते हैं । यही प्रेम समस्त जीवों का चरम लक्ष्य है । अतएव मनुष्य को चाहिए कि सीधे कृष्णभावनामृत ग्रहण करे । इस सत्रहवें अध्याय का यही संदेश है ।",
                "इस प्रकार श्रीमद्भगवद्गीता के सत्रहवें अध्याय “श्रद्धा के विभाग” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ ।"
            ],
            "english": [
                "Anything done without the transcendental objective-whether it be sacrifice, charity or penance-is useless. Therefore, in this verse, it is declared that such activities are abominable. Everything should be done for the Supreme in Krsna consciousness. Without such faith, and without the proper guidance, there can never be any fruit. In all the Vedic scriptures, faith in the Supreme is advised. In the pursuit of all Vedic instructions, the ultimate goal is the understanding of Krsna. No one can obtain success without following this principle. Therefore, the best course is to work from the very beginning in Krsna consciousness under the guidance of a bona fide spiritual master. That is the way to make everything successful.",
                "In the conditional state, people are attracted to worship demigods, ghosts, or Yaksas like Kuvera. The mode of goodness is better than the modes of passion and ignorance, but one who takes directly to Krsna consciousness is transcendental to all three modes of material nature. Although there is a process of gradual elevation, if one, by the association of pure devotees, takes directly to Krsna consciousness, that is the best way. And that is recommended in this chapter. To achieve success in this way, one must first find the proper spiritual master and receive training under his direction. Then one can achieve faith in the Supreme. When that faith matures, in course of time, it is called love of God. This love is the ultimate goal of the living entities. One should, therefore, take to Krsna consciousness directly. That is the message of this Seventeenth Chapter."
            ]
        }
    }
]