[
    {
        "id": [
            1
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "अर्जुन उवाच |",
                "ये शास्त्रविधिमुत्सृज्य यजन्ते श्रद्धयान्विताः |",
                "तेषां निष्ठा तु का कृष्ण सत्त्वमाहो रजस्तमः || १ ||"
            ],
            "english": [
                "arjuna uvaca",
                "ye sastra-vidhim utsrjya",
                "yajante sraddhayanvitah",
                "tesam nistha tu ka krsna",
                "sattvam aho rajas tamah"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – हे कृष्ण! जो लोग शास्त्र के नियमों का पालन न करके अपनी कल्पना के अनुसार पूजा करते हैं, उनकी स्थिति कौन सी है? वे सतोगुणी हैं, रजोगुणी हैं या तमोगुणी?"
            ],
            "english": [
                "Arjuna said, O Krsna, what is the situation of one who does not follow the principles of scripture but worships according to his own imagination? Is he in goodness, in passion or in ignorance?"
            ]
        },
        "meaning": {
            "hindi": [
                "चतुर्थ अध्याय के उन्तालीसवें श्लोक में कहा गया है कि किसी विशेष प्रकार की पूजा में निष्ठावान् व्यक्ति क्रमशः ज्ञान की अवस्था को प्राप्त होता है और शान्ति तथा सम्पन्नता की सर्वोच्च सिद्धावस्था तक पहुँचता है । सोलहवें अध्याय में यह निष्कर्ष निकलता है कि जो शास्त्रों के नियमों का पालन नहीं करता, वह असुर है और जो निष्ठापूर्वक इन नियमों का पालन करता है, वह देव है । अब यदि ऐसा निष्ठावान व्यक्ति हो, जो ऐसे कतिपय नियमों का पालन करता हो, जिनका शास्त्रों में उल्लेख न हो, तो उसकी स्थिति क्या होगी? अर्जुन के इस सन्देह का स्पष्टीकरण कृष्ण द्वारा होना है । क्या वे लोग जो किसी व्यक्ति को चुनकर उस पर किसी भगवान् के रूप में श्रद्धा दिखाते हैं, सतो, रजो या तमोगुण में पूजा करते हैं? क्या ऐसे व्यक्तियों को जीवन की सिद्धावस्था प्राप्त हो पाती है? क्या वे वास्तविक ज्ञान प्राप्त करके उच्चतम सिद्ध अवस्था को प्राप्त हो पाते हैं? जो लोग शास्त्रों के विधि-विधानों का पालन नहीं करते, किन्तु जिनकी किसी पर श्रद्धा होती है और जो देवी, देवताओं तथा मनुष्यों की पूजा करते हैं, क्या उन्हें सफलता प्राप्त होती है ? अर्जुन इन प्रश्नों को श्री कृष्ण से पूछ रहा है ।"
            ],
            "english": [
                "In the Fourth Chapter, thirty-ninth verse, it is said that a person faithful to a particular type of worship gradually becomes elevated to the stage of knowledge and attains the highest perfectional stage of peace and prosperity. In the Sixteenth Chapter, it is concluded that one who does not follow the principles laid down in the scriptures is called an asura, demon, and one who follows the scriptural injunctions faithfully is called a deva, or demigod. Now, if one, with faith, follows some rules which are not mentioned in the scriptural injunctions, what is his position? This doubt of Arjuna is to be cleared by Krsna. Are those who create some sort of God by selecting a human being and placing their faith in him worshiping in goodness, passion or ignorance? Do such persons attain the perfectional stage of life? Is it possible for them to be situated in real knowledge and elevate themselves to the highest perfectional stage? Do those who do not follow the rules and regulations of the scriptures but who have faith in something and worship gods and demigods and men attain success in their effort? Arjuna is putting these questions to Krsna."
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "श्री भगवानुवाच |",
                "त्रिविधा भवति श्रद्धा देहिनां सा स्वभावजा |",
                "सात्त्विकी राजसी चैव तामसी चेति तां श्रृणु || २ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "tri-vidha bhavati sraddha",
                "dehinam sa svabhava-ja",
                "sattviki rajasi caiva",
                "tamasi ceti tam srnu"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् ने कहा – देहधारी जीव द्वारा अर्जित गुणों के अनुसार उसकी श्रद्धा तीन प्रकार की हो सकती है – सतोगुणी, रजोगुणी अथवा तमोगुणी । अब इसके विषय में मुझसे सुनों ।"
            ],
            "english": [
                "The Supreme Lord said, according to the modes of nature acquired by the embodied soul, one's faith can be of three kinds-goodness, passion or ignorance. Now hear about these."
            ]
        },
        "meaning": {
            "hindi": [
                "जो लोग शास्त्रों के विधि-विधानों को जानते हैं, लेकिन आलस्य या कार्यविमुखतावश इनका पालन नहीं करते, वे प्रकृति के गुणों द्वारा शासित होते हैं । वे अपने सतोगुणी, रजोगुणी या तमोगुणी पूर्व कर्मों के अनुसार एक विशेष प्रकार का स्वभाव प्राप्त करते हैं । विभिन्न गुणों के साथ जीव की संगति शाश्र्वत चलती रही है । चूँकि जीव प्रकृति के संसर्ग में रहता है, अतएव वह प्रकृति के गुणों के अनुसार ही विभिन्न प्रकार की मनोवृत्तियाँ अर्जित करता है । लेकिन यदि कोई प्रामाणिक गुरु की संगति करता है, तो उसकी यह मनोवृत्ति बदल सकती है । वह क्रमशः अपनी स्थिति तमोगुण से सतोगुण या रजोगुण से सतोगुण में परिवर्तित कर सकता है । कहने का तात्पर्य यह है कि प्रकृति के किसी गुण विशेष में अंध विश्र्वास करने से ही व्यक्ति सिद्धि प्राप्त नहीं कर सकता । उसे प्रामाणिक गुरु की संगति में रहकर बुद्धिपूर्वक बातों पर विचार करना होता है । तभी वह उच्चतर गुण की स्थिति को प्राप्त हो सकता है ।"
            ],
            "english": [
                "Those who know the rules and regulations of the scriptures, but, out of laziness or indolence, give up following these rules and regulations, are governed by the modes of material nature. According to their previous activities in the modes of goodness, passion or ignorance, they acquire a nature which is of a specific quality. The association of the living entity with the different modes of nature has been going on perpetually since the living entity is in contact with material nature. Thus he acquires different types of mentality according to his association with the material modes. But this nature can be changed if one associates with a bona fide spiritual master and abides by his rules and the scriptures. Gradually, one can change his position from ignorance to goodness, or from passion to goodness. The conclusion is that blind faith in a particular mode of nature cannot help a person become elevated to the perfectional stage. One has to consider things carefully, with intelligence, in the association of a bona fide spiritual master. Thus one can change his position to a higher mode of nature."
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "सत्त्वानुरुपा सर्वस्य श्रद्धा भवति भारत |",
                "श्रद्धामयोऽयं पुरुषो यो यच्छ्रद्धः स एव सः || ३ ||"
            ],
            "english": [
                "sattvanurupa sarvasya",
                "sraddha bhavati bharata",
                "sraddha-mayo 'yam puruso",
                "yo yac-chraddhah sa eva sah"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतपुत्र! विभिन्न गुणों के अन्तर्गत अपने अपने अस्तित्व के अनुसार मनुष्य एक विशेष प्रकार की श्रद्धा विकसित करता है । अपने द्वारा अर्जित गुणों के अनुसार ही जीव को विशेष श्रद्धा से युक्त कहा जाता है ।"
            ],
            "english": [
                "According to one's existence under the various modes of nature, one evolves a particular kind of faith. The living being is said to be of a particular faith according to the modes he has acquired."
            ]
        },
        "meaning": {
            "hindi": [
                "प्रत्येक व्यक्ति में चाहे वह जैसा भी हो, एक विशेष प्रकार की श्रद्धा पाई जाती है । लेकिन उसके द्वारा अर्जित स्वभाव के अनुसार उसकी श्रद्धा उत्तम (सतोगुणी), राजस (रजोगुणी) अथवा तामसी कहलाती है । इस प्रकार अपनी विशेष प्रकार की श्रद्धा के अनुसार ही वह कतिपय लोगों से संगति करता है । अब वास्तविक तथ्य तो यह है कि, जैसा पंद्रहवें अध्याय में कहा गया है, प्रत्येक जीव परमेश्र्वर का अंश है, अतएव वह मूलतः इन समस्त गुणों से परे होता है । लेकिन जब वह भगवान् के साथ अपने सम्बन्ध को भूल जाता है और बद्ध जीवन में भौतिक प्रकृति के संसर्ग में आता है,तो वह विभिन्न प्रकार की प्रकृति के साथ संगति करके अपना स्थान बनाता है । इस प्रकार से प्राप्त कृत्रिम श्रद्धा तथा अस्तित्व मात्र भौतिक होते हैं । भले ही कोई किसी धारणा या देहात्मबोध द्वारा प्रेरित हो, लेकिन मूलतः वह निर्गुण या दिव्य होता है । अतएव भगवान् के साथ अपना सम्बन्ध फिर से प्राप्त करने के लिए उसे भौतिक कल्मष से शुद्ध होना पड़ता है । यही एकमात्र मार्ग है, निर्भय होकर कृष्णभावनामृत में लौटने का । यदि कोई कृष्णभावनामृत में स्थित हो, तो उसका सिद्धि प्राप्त करने के लिए वह मार्ग प्रशस्त हो जाता है । यदि वह आत्म-साक्षात्कार के इस पथ को ग्रहण नहीं करता, तो वह निश्चित रूप से प्रकृति के गुणों के साथ बह जाता है ।",
                "इस श्लोक में श्रद्धा शब्द अत्यन्त सार्थक है । श्रद्धा मूलतः सतोगुण से उत्पन्न होती है । मनुष्य की श्रद्धा किसी देवता, किसी कृत्रिम ईश्र्वर या मनोधर्म में हो सकती है लेकिन प्रबल श्रद्धा सात्त्विक कार्यों से उत्पन्न होती है । किन्तु भौतिक बद्ध जीवन में कोई भी कार्य पूर्णतया शुद्ध नहीं होता । वे सब मिश्रित होते हैं । वे शुद्ध सात्त्विक नहीं होते । शुद्ध सत्त्व दिव्य होता है, शुद्ध सत्त्व में रहकर मनुष्य भगवान् के वास्तविक स्वभाव को समझ सकता है । जब तक श्रद्धा पूर्णतया सात्त्विक नहीं होती, तब तक वह प्रकृति के किसी भी गुण से दूषित हो सकती है । प्रकृति के दूषित गुण हृदय तक फैल जाते हैं, अतएव किसी विशेष गुण के सम्पर्क में रहकर हृदय जिस स्थिति में होता है, उसी के अनुसार श्रद्धा स्थापित होती है । यह समझना चाहिए कि यदि किसी का हृदय सतोगुण में स्थित है, तो उसकी श्रद्धा भी सतोगुणी है । यदि हृदय रजोगुण में स्थित है, तो उसकी श्रद्धा रजोगुणी है और यदि हृदय तमोगुण में स्थित है तो उसकी श्रद्धा तमोगुणी होती है । इअ प्रकार हमें संसार में विभिन्न प्रकार की श्रद्धाएँ मिलती हैं और विभिन्न प्रकार की श्रद्धाओं के अनुसार विभिन्न प्रकार के धर्म होते हैं । धार्मिक श्रद्धा का असली सिद्धान्त सतोगुण में स्थित होता है । लेकिन चूँकि हृदय कलुषित रहता है, अतएव विभिन्न प्रकार के धार्मिक सिद्धान्त पाये जाते हैं । श्रद्धा की विभिन्नता के कारण ही पूजा भी भिन्न-भिन्न प्रकार की होती है ।"
            ],
            "english": [
                "Everyone has a particular type of faith, regardless of what he is. But his faith is considered good, passionate or ignorant according to the nature he has acquired. Thus, according to his particular type of faith, one associates with certain persons. Now the real fact is that every living being, as is stated in the Fifteenth Chapter, is originally the fragmental part and parcel of the Supreme Lord. Therefore one is originally transcendental to all the modes of material nature. But when one forgets his relationship with the Supreme Personality of Godhead and comes into contact with the material nature in conditional life, he generates his own position by association with the different varieties of material nature. The resultant artificial faith and existence are only material. Although one may be conducted by some impression, or some conception of life, still, originally, he is nirguna, or transcendental. Therefore one has to become cleansed of the material contamination that he has acquired in order to regain his relationship with the Supreme Lord. That is the only path back without fear: Krsna consciousness. If one is situated in Krsna consciousness, then that path is guaranteed for his elevation to the perfectional stage. If one does not take to this path of self-realization, then he is surely to be conducted by the influence of the modes of nature.",
                "The word sattva, or faith, is very significant in this verse. Sattva or faith always comes out of the works of goodness. One's faith may be in a demigod or some created God or some mental concoction. It is supposed to be one's strong faith in something that is productive of the works of material goodness. But in material conditional life, no works of material nature are completely purified. They are mixed. They are not in pure goodness. Pure goodness is transcendental; in purified goodness one can understand the real nature of the Supreme Personality of Godhead. As long as one's faith is not completely in purified goodness, the faith is subject to contamination by any of the modes of material nature. The contaminated modes of material nature expand to the heart. Therefore according to the position of the heart in contact with a particular mode of material nature, one's faith is established. It should be understood, that if one's heart is in the mode of goodness, his faith is also in the mode of goodness. If his heart is in the mode of passion, his faith is also in the mode of passion. And if his heart is in the mode of darkness, illusion, his faith is also thus contaminated. Thus we find different types of faith in this world, and there are different types of religions due to different types of faith. The real principle of religious faith is situated in the mode of pure goodness, but because the heart is tainted, we find different types of religious principles. Thus according to different types of faith, there are different kinds of worship."
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "यजन्ते सात्त्विका देवान्यक्षरक्षांसि राजसाः |",
                "प्रेतान्भूतगणांश्र्चान्ये यजन्ते तामसा जनाः || ४ ||"
            ],
            "english": [
                "yajante sattvika devan",
                "yaksa-raksamsi rajasah",
                "pretan bhuta-ganams canye",
                "yajante tamasa janah"
            ]
        },
        "translation": {
            "hindi": [
                "सतोगुणी व्यक्ति देवताओं को पूजते हैं, रजोगुणी यक्षों व राक्षसों की पूजा करते हैं और तमो गुणी व्यक्ति भूत-प्रेतों को पूजते हैं ।"
            ],
            "english": [
                "Men in the mode of goodness worship the demigods; those in the mode of passion worship the demons; and those in the mode of ignorance worship ghosts and spirits."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में भगवान् विभिन्न बाह्य कर्मों के अनुसार पूजा करने वालों के प्रकार बता रहे हैं । शास्त्रों के आदेशानुसार केवल भगवान् ही पूजनीय हैं । लेकिन जो शास्त्रों के आदेशों से अभिज्ञ नहीं, या उन पर श्रद्धा नहीं रखते, वे अपनी गुण-स्थिति के अनुसार विभिन्न वस्तुओं की पूजा करते हैं । जो लोग सतोगुणी हैं, वे सामान्यतया देवताओं की पूजा करते हैं | इन देवताओं में ब्रह्मा, शिव तथा अन्य देवता, तथा इन्द्र, चन्द्र तथा सूर्य सम्मिलित हैं । देवता कई हैं । सतोगुणी लोग किसी विशेष अभिप्राय से किसी विशेष देवता की पूजा करते हैं । इसी प्रकार जो रजोगुणी हैं, वे यक्ष-राक्षसों की पूजा करते हैं । हमें स्मरण है कि द्वितीय विश्र्व युद्ध के समय कोलकत्ता का एक व्यक्ति हिटलर की पूजा करता था, क्योंकि, भला हो उस युद्ध का,उसने उसमें काले धन्धे से प्रचुर धन संचित कर लिया था । इसी प्रकार जो रजोगुणी तथा तमोगुणी होते हैं, वे सामान्यतया किसी प्रबल मनुष्य को ईश्र्वर के रूप में चुन लेते हैं । वे सोचते हैं कि कोई भी व्यक्ति ईश्र्वर की तरह पूजा जा सकता है और फल एकसा होगा ।",
                "यहाँ पर इसका स्पष्ट वर्णन है कि रजोगुणी लोग ऐसे देवताओं की सृष्टि करके उन्हें पूजते हैं और जो तमोगुणी हैं – अंधकार में हैं – वे प्रेतों की पूजा करते हैं । कभी-कभी लोग किसी मृत प्राणी की कब्र पर पूजा करते हैं । मैथुन सेवा भी तमोगुणी मानी जाती है । इसी प्रकार भारत के सुदूर ग्रामों में भूतों की पूजा करने वाले हैं । हमने देखा है कि भारत में निम्नजाति के लोग कभी-कभी जंगल में जाते हैं और यदि उन्हें इसका पता चलता है कि कोई भूत किसी वृक्ष पर रहता है, तो वे उस वृक्ष की पूजा करते हैं और बलि चढ़ाते हैं । ये पूजा के विभिन्न प्रकार वास्तव में ईश्र्वर-पूजा नहीं हैं । ईश्र्वर पूजा तो सात्त्विक पुरुषों के लिए हैं । श्रीमद्भागवत में (४.३.२३) कहा गया है – सत्त्वं विशुद्धमं वसुदेव-शब्दितम्- जब व्यक्ति सतोगुणी होता है, तो वह वासुदेव की पूजा करता हैं । तात्पर्य यह है कि जो लोग गुणों से पूर्णतया शुद्ध हो चुके है और दिव्य पद को प्राप्त हैं, वे ही भगवान् की पूजा कर सकते हैं ।",
                "निर्विशेषवादी सतोगुण में स्थित माने जाते हैं और वे पंचदेवताओं की पूजा करते हैं । वे भौतिक जगत में निराकार विष्णु को पूजते हैं, जो सिद्धान्तीकृत विष्णु कहलाता है । विष्णु भगवान् के विस्तार हैं, लेकिन निर्विशेषवादी अन्ततः भगवान् में विश्र्वास न करने के कारण सोचते हैं कि विष्णु का स्वरूप निराकार ब्रह्म का दूसरा पक्ष है । इसी प्रकार वे यह मानते हैं कि ब्रह्माजी रजोगुण के निराकार रूप हैं । अतः वे कभी-कभी पाँच देवताओं का वर्णन करते हैं, जो पूज्य हैं । लेकिन चूँकि वे लोग निराकार ब्रह्म को ही वास्तविक सत्य मानते हैं, इसलिए वे अन्ततः समस्त पूज्य वस्तुओं को त्याग देते हैं । निष्कर्ष यह निकलता है कि प्रकृति के विभिन्न गुणों को दिव्य प्रकृति वाले व्यक्तियों की संगति से शुद्ध किया जा सकता है ।"
            ],
            "english": [
                "In this verse the Supreme Personality of Godhead describes different kinds of worshipers according to their external activities. According to scriptural injunction, only the Supreme Personality of Godhead is worshipable, but those who are not very conversant with, or faithful to, the scriptural injunctions worship different objects, according to their specific situations in the modes of material nature. Those who are situated in goodness generally worship the demigods. The demigods include Brahma, Siva and others such as Indra, Candra and the sun-god. There are various demigods. Those in goodness worship a particular demigod for a particular purpose. Similarly, those who are in the mode of passion worship the demons. We recall that during the Second World War, a man in Calcutta worshiped Hitler because thanks to that war he had amassed a large amount of wealth by dealing in the black market. Similarly, those in the modes of passion and ignorance generally select a powerful man to be God. They think that anyone can be worshiped as God and that the same results will be obtained.",
                "Now, it is clearly described here that those who are in the mode of passion worship and create such gods, and those who are in the mode of ignorance, in darkness, worship dead spirits. Sometimes people worship at the tomb of some dead man. Sexual service is also considered to be in the mode of darkness. Similarly, in remote villages in India there are worshipers of ghosts. We have seen that in India the lower class people sometimes go to the forest, and if they have knowledge that a ghost lives in a tree, they worship that tree and offer sacrifices. These different kinds of worship are not actually God worship. God worship is for persons who are transcendentally situated in pure goodness. In the Srimad-Bhagavatam it is said, sattvam visuddham vasudeva-sabditam. \"When a man is situated in pure goodness, he worships Vasudeva.\" The purport is that those who are completely purified of the material modes of nature and who are transcendentally situated can worship the Supreme Personality of Godhead.",
                "The impersonalists are supposed to be situated in the mode of goodness, and they worship five kinds of demigods. They worship the impersonal Visnu, or Visnu form in the material world, which is known as philosophized Visnu. Visnu is the expansion of the Supreme Personality of Godhead, but the impersonalists, because they do not ultimately believe in the Supreme Personality of Godhead, imagine that the Visnu form is just another aspect of the impersonal Brahman; similarly, they imagine that Lord Brahma is the impersonal form in the material mode of passion. Thus they sometimes describe five kinds of gods that are worshipable, but because they think that the actual truth is impersonal Brahman, they dispose of all worshipable objects at the ultimate end. In conclusion, the different qualities of the material modes of nature can be purified through association with persons who are of transcendental nature."
            ]
        }
    },
    {
        "id": [
            5,
            6
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "अशास्त्रविहितं घोरं तप्यन्ते ये तपो जनाः |",
                "दम्भाहंकारसंयुक्ताः कामरागबलान्विताः || ५ ||",
                "कर्षयन्तः शरीरस्थं भूतग्राममचेतसः |",
                "मां चैवान्तःशरीरस्थं तान्विद्धयासुरनिश्र्चयान् || ६ ||"
            ],
            "english": [
                "asastra-vihitam ghoram",
                "tapyante ye tapo janah",
                "dambhahankara-samyuktah",
                "kama-raga-balanvitah",
                "karsayantah sarira-stham",
                "bhuta-gramam acetasah",
                "mam caivantah sarira-stham",
                "tan viddhy asura-niscayan"
            ]
        },
        "translation": {
            "hindi": [
                "जो लोग दम्भ तथा अहंकार से अभिभूत होकर शास्त्रविरुद्ध कठोर तपस्या और व्रत करते हैं, जो काम तथा आसक्ति द्वारा प्रेरित होते हैं जो मूर्ख हैं तथा शरीर के भौतिक तत्त्वों को तथा शरीर के भीतर स्थित परमात्मा को कष्ट पहुँचाते हैं, वे असुर कहे जाते हैं ।"
            ],
            "english": [
                "Those who undergo severe austerities and penances not recommended in the scriptures, performing them out of pride, egotism, lust and attachment, who are impelled by passion and who torture their bodily organs as well as the Supersoul dwelling within are to be known as demons."
            ]
        },
        "meaning": {
            "hindi": [
                "कुछ पुरुष ऐसे हैं जो ऐसी तपस्या की विधियों का निर्माण कर लेते हैं, जिनका वर्णन शास्त्रों में नहीं है । उदहरणार्थ, किसी स्वार्थ के प्रयोजन से, यथा राजनीतिक कारणों से उपवास करना शास्त्रों में वर्णित नहीं है । शास्त्रों में तो आध्यात्मिक उन्नति के लिए उपवास करने की संस्तुति है, किसी राजनीतिक या सामाजिक उद्देश्य के लिए नहीं । भगवद्गीता के अनुसार जो लोग ऐसी तपस्याएँ करते हैं वे निश्चित रूप से आसुरी हैं । उनके कार्य शास्त्र विरुद्ध हैं और सामान्य जनता के हित में नहीं हैं । वास्तव में वे लोग गर्व, अहंकार, काम तथा भौतिक भोग के प्रति आसक्ति के कारण ऐसा करते हैं । ऐसे कार्यों से न केवल शरीर के उन तत्त्वों को विक्षोभ होता है जिनसे शरीर बना है, अपितु शरीर के भीतर निवास कर रहे परमात्मा को भी कष्ट पहुँचता है । ऐसे अवैध उपवास से या किसी राजनीतिक उद्देश्य से की गई तपस्या आदि से निश्चय ही अन्य लोगों की शान्ति भंग होती है । उनका उल्लेख वैदिक साहित्य में नहीं है । आसुरी व्यक्ति सोचता है कि इस विधि से वह अपने शत्रु या विपक्षियों को अपनी इच्छा पूरी करने के लिए बाध्य कर सकता है, लेकिन कभी-कभी ऐसे उपवास से व्यक्ति की मृत्यु भी हो जाती है । ये कार्य भगवान् द्वारा अनुमत नहीं हैं, वे कहते हैं कि जो इन कार्यों में प्रवृत्त होते हैं, वे असुर हैं । ऐसे प्रदर्शन भगवान् के अपमान स्वरूप हैं, क्योंकि इन्हें वैदिक शास्त्रों के आदेशों के उल्लंघन करके किया जाता है । इस प्रसंग में अचेतसः शब्द महत्त्वपूर्ण है । सामान्य मानसिक स्थिति वाले पुरुषों को शास्त्रों के आदेशों का पालन करना चाहिए । जो ऐसी स्थिति में नहीं हैं वे शास्त्रों की अपेक्षा तथा अवज्ञा करते हैं और तपस्या की अपनी विधि निर्मित कर लेते हैं । मनुष्य को सदैव आसुरी लोगों की चरम परिणति को स्मरण करना चाहिए, जैसा कि पिछले अध्याय में वर्णन किया गया है । भगवान् ऐसे लोगों को आसुरी व्यक्तियों के यहाँ जन्म लेने के लिए बाध्य करते हैं । फलस्वरूप वे भगवान् के साथ अपने सम्बन्ध को जाने बिना जन्म जन्मान्तर आसुरी जीवन में रहते हैं । किन्तु यदि ऐसे व्यक्ति इतने भाग्यशाली हुए कि कोई गुरु उनका मार्ग दर्शन करके उन्हें वैदिक ज्ञान के मार्ग पर ले जा सके, तो वे इस भवबन्धन से छूट कर अन्ततोगत्वा परमगति को प्राप्त होते हैं ।"
            ],
            "english": [
                "There are persons who manufacture modes of austerity and penances which are not mentioned in the scriptural injunctions. For instance, fasting for some ulterior purpose, such as to promote a purely political end, is not mentioned in the scriptural directions. The scriptures recommend fasting for spiritual advancement, not for some political end or social purpose. Persons who take to such austerities are, according to Bhagavad-gita, certainly demoniac. Their acts are against the scriptural injunction and are not beneficial for the people in general. Actually, they act out of pride, false ego, lust and attachment for material enjoyment. By such activities, not only are the combination of material elements of which the body is constructed disturbed, but also the Supreme Personality of Godhead Himself living within the body. Such unauthorized fasting or austerities for some political end are certainly very disturbing to others. They are not mentioned in the Vedic literature. A demoniac person may think that he can force his enemy or other parties to comply with his desire by this method, but sometimes one dies by such fasting. These acts are not approved by the Supreme Personality of Godhead, and He says that those who engage in them are demons. Such demonstrations are insults to the Supreme Personality of Godhead because they are enacted in disobedience to the Vedic scriptural injunctions. The word acetasah is significant in this connection-persons of normal mental condition must obey the scriptural injunctions. Those who are not in such a position neglect and disobey the scriptures and manufacture their own way of austerities and penances. One should always remember the ultimate end of the demoniac people, as described in the previous chapter. The Lord forces them to take birth in the womb of demoniac persons. Consequently they will live by demoniac principles life after life without knowing their relationship with the Supreme Personality of Godhead. If, however, such persons are fortunate enough to be guided by a spiritual master who can direct them to the path of Vedic wisdom, they can get out of this entanglement and ultimately achieve the supreme goal."
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "आहारस्त्वपि सर्वस्य त्रिविधो भवति प्रियः |",
                "यज्ञस्तपस्तथा दानं तेषां भेदमिमं श्रृणु || ७ ||"
            ],
            "english": [
                "aharas tv api sarvasya",
                "tri-vidho bhavati priyah",
                "yajnas tapas tatha danam",
                "tesam bhedam imam srnu"
            ]
        },
        "translation": {
            "hindi": [
                "यहाँ तक कि प्रत्येक व्यक्ति जो भोजन पसन्द करता है, वह भी प्रकृति के अनुसार तीन प्रकार का होता है । यही बात यज्ञ, तपस्या तथा दान के लिए भी सत्य है । अब उनके भेदों के विषय में सुनो ।"
            ],
            "english": [
                "Even food of which all partake is of three kinds, according to the three modes of material nature. The same is true of sacrifices, austerities and charity. Listen, and I shall tell you of the distinctions of these."
            ]
        },
        "meaning": {
            "hindi": [
                "प्रकृति के भिन्न-भिन्न गुणों के अनुसार भोजन, यज्ञ, तपस्या और दान में भेद होते हैं । वे सब एक से नहीं होते । जो लोग यह समझ सकते हैं कि किस गुण में क्या क्या करना चाहिए, वे वास्तव में बुद्धिमान हैं । जो लोग सभी प्रकार के यज्ञ, भोजन या दान को एकसा मानकर उनमें अन्तर नहीं कर पाते, वे अज्ञानी हैं । ऐसे भी प्रचारक लोग हैं, जो यह कहते हैं कि मनुष्य जो चाहे वह कर सकता है और सिद्धि प्राप्त कर सकता है । लेकिन ये मूर्ख मार्गदर्शक शास्त्रों के आदेशानुसार कार्य नहीं करते । ये अपनी विधियाँ बनाते हैं और सामान्य जनता को भ्रान्त करते रहते हैं ।"
            ],
            "english": [
                "In terms of different situations and the modes of material nature, there are differences in the manner of eating, performing sacrifices, austerities and charities. They are not all conducted on the same level. Those who can understand analytically what kind of performances are in what modes of material nature are actually wise; those who consider all kinds of sacrifice or foods or charity to be the same cannot discriminate, and they are foolish. There are missionary workers who advocate that one can do whatever he likes and attain perfection. But these foolish guides are not acting according to the direction of the scripture. They are manufacturing ways and misleading the people in general."
            ]
        }
    },
    {
        "id": [
            8,
            9,
            10
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "आयु:सत्त्वबलारोग्यसुखप्रीतिविवर्धनाः |",
                "रस्या स्निग्धाः स्थिरा हृद्या आहाराः सात्त्विकप्रियाः || ८ ||",
                "कट्वम्ललवणात्युष्णतीक्ष्णरुक्षविदाहिनः |",
                "आहारा राजसस्येष्टा दु:खशोकामयप्रदाः || ९ ||",
                "यातयामं गतरसं पूति पर्युषितं च यत् |",
                "उच्छिष्टमपि चामेध्यं भोजनं तामसप्रियम् || १० ||"
            ],
            "english": [
                "ayuh-sattva-balarogya-",
                "sukha-priti-vivardhanah",
                "rasyah snigdhah sthira hrdya",
                "aharah sattvika-priyah",
                "katv-amla-lavanaty-usna-",
                "tiksna-ruksa-vidahinah",
                "ahara rajasasyesta",
                "duhkha-sokamaya-pradah",
                "yata-yamam gata-rasam",
                "puti paryusitam ca yat",
                "ucchistam api camedhyam",
                "bhojanam tamasa-priyam"
            ]
        },
        "translation": {
            "hindi": [
                "जो भोजन सात्त्विक व्यक्तियों को प्रिय होता है, वह आयु बढ़ाने वाला, जीवन को शुद्ध करने वाला तथा बल, स्वास्थ्य, सुख तथा तृप्ति प्रदान करने वाला होता है ।ऐसा भोजन रसमय, स्निग्ध, स्वास्थ्यप्रद तथा हृदय को भाने वाला होता है ।",
                "अत्यधिक तिक्त, खट्टे, नमकीन, गरम, चटपटे,शुष्क तथा जलन उत्पन्न करने वाले भोजन रजोगुणी व्यक्तियों को प्रिय होते हैं । ऐसे भोजन दुख, शोक तथा रोग उत्पन्न करने वाले हैं ।",
                "खाने से तीन घंटे पूर्व पकाया गया, स्वादहीन, वियोजित एवं सड़ा, जूठा तथा अस्पृश्य वस्तुओं से युक्त भोजन उन लोगों को प्रिय होता है,जो तामसी होते हैं ।"
            ],
            "english": [
                "Foods in the mode of goodness increase the duration of life, purify one's existence and give strength, health, happiness and satisfaction. Such nourishing foods are sweet, juicy, fattening and palatable. Foods that are too bitter, too sour, salty, pungent, dry and hot, are liked by people in the modes of passion. Such foods cause pain, distress, and disease. Food cooked more than three hours before being eaten, which is tasteless, stale, putrid, decomposed and unclean, is food liked by people in the mode of ignorance."
            ]
        },
        "meaning": {
            "hindi": [
                "आहार (भोजन) का उद्देश्य आयु को बढाना, मस्तिष्क को शुद्ध करना तथा शरीर को शक्ति पहुँचाना है । इसका यही एकमात्र उद्देश्य है । प्राचीन काल में विद्वान् पुरुष ऐसा भोजन चुनते थे, जो स्वास्थ्य तथा आयु को बढ़ाने वाला हो, यथा दूध के व्यंजन, चीनी, चावल, गेहूँ, फल तथा तरकारियाँ । ये भोजन सतोगुणी व्यक्तियों को अत्यन्त प्रिय होते हैं । अन्य कुछ पदार्थ, जैसे भुना मक्का तथा गुड़ स्वयं रुचिकर न होते हुए भी दूध या अन्य पदार्थों के साथ मिलने पर स्वादिष्ट हो जाते हैं । तब वे सात्विक हो जाते हैं । ये सारे भोजन स्वभाव से ही शुद्ध हैं । ये मांस तथा मदिरा जैसे अस्पृश्य पदार्थों से सर्वथा भिन्न हैं । आठवें श्लोक में जिन स्निग्ध (चिकने) पदार्थों का उल्लेख है, उनका पशु-वध से प्राप्त चर्बी से कोई नाता नहीं होता । यह पशु चर्बी (वसा) दुग्ध के रूप में उपलब्ध है, जो समस्त भोजनों में परम चमत्कारी है । दुग्ध, मक्खन, पनीर तथा अन्य पदार्थों से जो पशु चर्बी मिलती है, उससे निर्दोष पशुओं के मारे जाने का प्रश्न नहीं उठता । यह केवल पाशविक मनोवृत्ति है,जिसके कारण पशुवध चल रहा है । आवश्यक चर्बी प्राप्त करने की सुसंस्कृत विधि दूध से है । पशु वध तो अमानवीय है । मटर, दाल, दलिया आदि से प्रचुर मात्रा में प्रोटीन उपलब्ध होता है ।",
                "जो राजस भोजन कटु, बहुत लवणीय या अत्यधिक गर्म, चरपरा होता है, वह आमाशय की श्लेष्मा को घटा कर रोग उत्पन्न करता है । तामसी भोजन अनिर्वायतः वासी होता है ।खाने के तीन घंटे पूर्व बना कोई भी भोजन ( भगवान् को अर्पित प्रसादम् को छोड़कर) तामसी माना जाता है । बिगड़ने के कारण उससे दुर्गंध आती है, जिससे तामसी लोग प्रायः आकृष्ट होते हैं, किन्तु सात्त्विक पुरुष उससे मुख मोड़ लेते हैं ।",
                "उच्छिष्ट (जूठा) भोजन उसी अवस्था में किया जा सकता है, जब वह उस भोजन का एक अंश हो जो भगवान् को अर्पित किया जा चुका हो, या कोई साधुपुरुष, विशेष रूप से गुरु द्वारा,ग्रहण किया जा चुका हो । अन्यथा ऐसा जूठा भोजन तामसी होता है और वह संदूषण या रोग को बढ़ाने वाला होता है । यद्यपि ऐसा भोजन तामसी लोगों को स्वादिष्ट लगता है, लेकिन सतोगुणी उसे न तो छूना पसन्द करते हैं, न खाना । सर्वोत्तम भोजन तो भगवान् को समर्पित भोजन का उच्छिष्ट है । भगवद्गीता में परमेश्र्वर कहते है कि तरकारियाँ, आटे या दूध की बनी वस्तुएँ भक्तिपूर्वक भेंट किये जाने पर स्वीकार करते हैं । पत्रं पुष्पं फलं तोयम् । निस्सन्देह भक्ति तथा प्रेम ही प्रमुख वस्तुएँ हैं, जिन्हें भगवान् स्वीकार करते हैं । लेकिन इसका भी उल्लेख है कि प्रसादम् को एक विशेष विधि से बनाया जाय । कोई भी भोजन, जो शास्त्रीय ढंग से तैयार किया जाता है और भगवान् को अर्पित किया जाता है, ग्रहण किया जा सकता है, भले ही वह कितने ही घंटे पूर्व तैयार हुआ हो, क्योंकि ऐसा भोजन दिव्य होता है । अतएव भोजन को रोगाणुधारक, खाद्य तथा सभी मनुष्यों के लिए रुचिकर बनाने के लिए सर्व प्रथम भगवान् को अर्पित करना चाहिए ।"
            ],
            "english": [
                "Thc purpose of food is to increase the duration of life, purify the mind and aid bodily strength. This is its only purpose. In the past, great authorities selected those foods that best aid health and increase life's duration, such as milk products, sugar, rice, wheat, fruits and vegetables. These foods are very dear to those in the mode of goodness. Some other foods, such as baked corn and molasses, while not very palatable in themselves, can be made pleasant when mixed with milk or other foods. They are then in the mode of goodness. All these foods are pure by nature. They are quite distinct from untouchable things like meat and liquor. Fatty foods, as mentioned in the eighth verse, have no connection with animal fat obtained by slaughter. Animal fat is available in the form of milk, which is the most wonderful of all foods. Milk, butter, cheese and similar products give animal fat in a form which rules out any need for the killing of innocent creatures. It is only through brute mentality that this killing goes on. The civilized method of obtaining needed fat is by milk. Slaughter is the way of subhumans. Protein is amply available through split peas, dhall, whole wheat, etc.",
                "Foods in the mode of passion, which are bitter, too salty, or too hot or overly mixed with red pepper, cause misery by producing mucous in the stomach, leading to disease. Foods in the mode of ignorance or darkness are essentially those that are not fresh. Any food cooked more than three hours before it is eaten (except prasadam, food offered to the Lord) is considered to be in the mode of darkness. Because they are decomposing, such foods give a bad odor, which often attracts people in this mode but repulses those in the mode of goodness.",
                "Remnants of food may be eaten only when they are part of a meal that was first offered to the Supreme Lord or first eaten by saintly persons, especially the spiritual master. Otherwise the remnants of food are considered to be in the mode of darkness, and they increase infection or disease. Such foodstuffs, although very palatable to persons in the mode of darkness, are neither liked nor even touched by those in the mode of goodness. The best food is the remnant of what is offered to the Supreme Personality of Godhead. In Bhagavad-gita the Supreme Lord says that He accepts preparations of vegetables, flour and milk when offered with devotion. Patram puspam phalam toyam. Of course, devotion and love are the chief things which the Supreme Personality of Godhead accepts. But it is also mentioned that the prasadam should be prepared in a particular way. Any food prepared by the injunction of the scripture offered to the Supreme Personality of Godhead can be taken even if prepared long, long ago, because such food is transcendental. Therefore to make food antiseptic, eatable and palatable for all persons, one should offer food to the Supreme Personality of Godhead."
            ]
        }
    },
    {
        "id": [
            11
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "अफलाकाङ्क्षिभिर्यज्ञो विधिदिष्टो य इज्यते |",
                "यष्टव्यमेवेति मनः समाधाय स सात्विकः || ११ ||"
            ],
            "english": [
                "aphalakanksibhir yajno",
                "vidhi-disto ya ijyate",
                "yastavyam eveti manah",
                "samadhaya sa sattvikah"
            ]
        },
        "translation": {
            "hindi": [
                "यज्ञों में वही यज्ञ सात्त्विक होता है,जो शास्त्र के निर्देशानुसार कर्तव्य समझ कर उन लोगों के द्वारा किया जाता है, जो फल की इच्छा नहीं करते ।"
            ],
            "english": [
                "Of sacrifices, that sacrifice performed according to duty and to scriptural rules, and with no expectation of reward, is of the nature of goodness."
            ]
        },
        "meaning": {
            "hindi": [
                "सामान्यतया यज्ञ किसी प्रयोजन से किया जाता है । लेकिन यहाँ पर यह बताया जाता है कि यज्ञ बिना किसी इच्छा के सम्पन्न किया जाना चाहिए । इसे कर्तव्य समझ कर किया जाना चाहिए । उदाहरणार्थ, मन्दिरों या गिरजाघरों में मनाये जाने वाले अनुष्ठान सामान्यतया भौतिक लाभ को दृष्टि में रख कर किये जाते हैं, लेकिन वह सतोगुण में नहीं है । मनुष्य को चाहिए कि वह कर्तव्य मानकर मन्दिर या गिरजाघर में जाए, भगवान् को नमस्कार करे और फूल और प्रसाद चढ़ाए । प्रत्येक व्यक्ति सोचता है कि ईश्र्वर की पूजा करने के लिए मन्दिर जाना व्यर्थ है । लेकिन शास्त्रों में आर्थिक लाभ के लिए पूजा करने का आदेश नहीं है । मनुष्य को चाहिए कि केवल अर्चविग्रह को नमस्कार करने जाए । इससे मनुष्य सतोगुण को प्राप्त होगा । प्रत्येक सभ्य नागरिक का कर्तव्य है कि वह शास्त्रों के आदेशों का पालन करे और भगवान् को नमस्कार करे ।"
            ],
            "english": [
                "The general tendency is to offer sacrifice with some purpose in mind, but here it is stated that sacrifice should be performed without any such desire. It should be done as a matter of duty. Take, for example, the performance of rituals in temples or in churches. Generally they are performed with the purpose of material benefit, but that is not in the mode of goodness. One should go to a temple or church as a matter of duty, offer respect to the Supreme Personality of Godhead and offer flowers and eatables. Everyone thinks that there is no use in going to the temple just to worship God. But worship for economic benefit is not recommended in the scriptural injunction. One should go simply to offer respect to the Deity. That will place one in the mode of goodness. It is the duty of every civilized man to obey the injunctions of the scriptures and offer respect to the Supreme Personality of Godhead."
            ]
        }
    },
    {
        "id": [
            12
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "अभिसन्धाय तु फलं दम्भार्थमपि चैव यत् |",
                "इज्यते भरतश्रेष्ठ तं यज्ञं विद्धि राजसम् || १२ ||"
            ],
            "english": [
                "abhisandhaya tu phalam",
                "dambhartham api caiva yat",
                "ijyate bharata-srestha",
                "tam yajnam viddhi rajasam"
            ]
        },
        "translation": {
            "hindi": [
                "लेकिन हे भरतश्रेष्ठ! जो यज्ञ किसी भौतिक लाभ के लिए गर्ववश किया जाता है, उसे तुम राजसी जानो |"
            ],
            "english": [
                "But that sacrifice performed for some material end or benefit or performed ostentatiously, out of pride, is of the nature of passion, O chief of the Bharatas."
            ]
        },
        "meaning": {
            "hindi": [
                "कभी-कभी स्वर्गलोक पहुँचने या किसी भौतिक लाभ के लिए यज्ञ तथा अनुष्ठान किये जाते हैं | ऐसे यज्ञ या अनुष्ठान राजसी माने जाते हैं |"
            ],
            "english": [
                "Sometimes sacrifices and rituals are performed for elevation to the heavenly kingdom or for some material benefits in this world. Such sacrifices or ritualistic performances are considered to be in the mode of passion."
            ]
        }
    },
    {
        "id": [
            13
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "विधिहीनमसृष्टान्नं मन्त्रहीनमदक्षिणम् |",
                "श्रद्धाविरहितं यज्ञं तामसं परिचक्षते || १३ ||"
            ],
            "english": [
                "vidhi-hinam asrstannam",
                "mantra-hinam adaksinam",
                "sraddha-virahitam yajnam",
                "tamasam paricaksate"
            ]
        },
        "translation": {
            "hindi": [
                "जो यज्ञ शास्त्र के निर्देशों की अवहेलना करके, प्रसाद वितरण किये बिना, वैदिक मन्त्रों का उच्चारण किये बिना, पुरोहितों को दक्षिणा दिये बिना तथा श्रद्धा के बिना सम्पन्न किया जाता है, वह तामसी माना जाता है |"
            ],
            "english": [
                "And that sacrifice performed in defiance of scriptural injunctions, in which no spiritual food is distributed, no hymns are chanted and no remunerations are made to the priests, and which is faithless-that sacrifice is of the nature of ignorance."
            ]
        },
        "meaning": {
            "hindi": [
                "तमोगुण में श्रद्धा वास्तव में अश्रद्धा है | कभी-कभी लोग किसी देवता की पूजा धन अर्जित करने के लिए करते हैं और फिर वे इस धन को शास्त्र के निर्देशों की अवहेलना करके मनोरंजन में व्यय करते हैं | ऐसे धार्मिक अनुष्ठानों को सात्त्विक नहीं माना जाता | ये तामसी होते हैं | इनसे तामसी प्रवृत्ति उत्पन्न होती है और मानव समाज को कोई लाभ नहीं पहुँचता |"
            ],
            "english": [
                "Faith in the mode of darkness or ignorance is actually faithlessness. Sometimes people worship some demigod just to make money and then spend the money for recreation, ignoring the scriptural injunctions. Such ceremonial shows of religiosity are not accepted as genuine. They are all in the mode of darkness; they produce a demoniac mentality and do not benefit human society."
            ]
        }
    }
]