[
    {
        "id": [
            14
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "देवद्विजगुरुप्राज्ञपूजनं शौचमार्जवम् |",
                "ब्रह्मचर्यमहिंसा च शारीरं तप उच्यते || १४ ||"
            ],
            "english": [
                "deva-dvija-guru-prajna-",
                "pujanam saucam arjavam",
                "brahmacaryam ahimsa ca",
                "sariram tapa ucyate"
            ]
        },
        "translation": {
            "hindi": [
                "परमेश्र्वर, ब्राह्मणों, गुरु, माता-पिता जैसे गुरुजनों की पूजा करना तथा पवित्रता, सरलता, ब्रह्मचर्य और अहिंसा ही शारीरिक तपस्या है |"
            ],
            "english": [
                "The austerity of the body consists in this: worship of the Supreme Lord, the brahmanas, the spiritual master, and superiors like the father and mother. Cleanliness, simplicity, celibacy and nonviolence are also austerities of the body."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर भगवान् तपस्या के भेद बताते हैं | सर्वप्रथम वे शारीरिक तपस्या का वर्णन करते हैं | मनुष्य को चाहिए कि वह ईश्र्वर या देवों, योग्य ब्राह्मणों, गुरु तथा माता-पिता जैसे गुरुजनों या वैदिक ज्ञान में पारंगत व्यक्ति को प्रणाम करे या प्रणाम करना सीखे | इन सबका समुचित आदर करना चाहिए | उसे चाहिए कि आंतरिक तथा बाह्य रूप में अपने को शुद्ध करने का अभ्यास करे और आचरण में सरल बनना सीखे | वह कोई ऐसा कार्य न करे, जो शास्त्र-सम्मत न हो | वह वैवाहिक जीवन के अतिरिक्त मैथुन में रत न हो, क्योंकि शास्त्रों में केवल विवाह में ही मैथुन की अनुमति है, अन्यथा नहीं | यह ब्रह्मचर्य कहलाता है | ये सब शारीरिक तपस्याएँ हैं |"
            ],
            "english": [
                "The Supreme Godhead here explains the different kinds of austerity and penance. First He explains the austerities and penances practiced by the body. One should offer, or learn to offer, respect to God or to the demigods, the perfect, qualified brahmanas and the spiritual master and superiors like father, mother or any person who is conversant with Vedic knowledge. These should be given proper respect. One should practice cleansing oneself externally and internally, and he should learn to become simple in behavior. He should not do anything which is not sanctioned by the scriptural injunction. He should not indulge in sex outside of married life, for sex is sanctioned in the scripture only in marriage, not otherwise. This is called celibacy. These are penances and austerities as far as the body is concerned."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "अनुद्वेगकरं वाक्यं सत्यं प्रियहितं च यत् |",
                "स्वाध्यायाभ्यसनं चैव वाङ्मयं तप उच्यते || १५ ||"
            ],
            "english": [
                "anudvega-karam vakyam",
                "satyam priya-hitam ca yat",
                "svadhyayabhyasanam caiva",
                "van-mayam tapa ucyate"
            ]
        },
        "translation": {
            "hindi": [
                "सच्चे, भाने वाले,हितकर तथा अन्यों को क्षुब्ध न करने वाले वाक्य बोलना और वैदिक साहित्य का नियमित पारायण करना – यही वाणी की तपस्या है ।"
            ],
            "english": [
                "Austerity of speech consists in speaking truthfully and beneficially and in avoiding speech that offends. One should also recite the Vedas regularly."
            ]
        },
        "meaning": {
            "hindi": [
                "मनुष्य को ऐसा नहींबोलना चाहिए कि दूसरों के मन क्षुब्ध हो जाएँ । निस्सन्देह जब शिक्षक बोले तो वह अपने विद्यार्थियों को उपदेश देने के लिए सत्य बोल सकता है, लेकिन उसी शिक्षक को चाहिए कि यदि वह उनसे बोले जो उसके विद्यार्थी नहीं है, तो उसके मन को क्षुब्ध करने वाला सत्य न बोले । यही वाणी की तपस्या है । इसके अतिरिक्त प्रलाप (व्यर्थ की वार्ता) नहीं करना चाहिए । आध्यात्मिक क्षेत्रों में बोलने की विधि यह है कि जो भी कहा जाय वह शास्त्र-सम्मत हो । उसे तुरन्त ही अपने कथन की पुष्टि के लिए शास्त्रों का प्रमाण देना चाहिए । इसके साथ-साथ वह बात सुनने में अति प्रिय लगनी चाहिए । ऐसी विवेचना से मनुष्य की सर्वोच्च लाभ और मानव समाज का उत्थान हो सकता है । वैदिक साहित्य का विपुल भण्डार है और इसका अध्ययन किया जाना चाहिए । यही वाणी की तपस्या कही जाती है ।"
            ],
            "english": [
                "One should not speak in such a way as to agitate the minds of others. Of course, when a teacher speaks, he can speak the truth for the instruction of his students, but such a teacher should not speak to others who are not his students if he will agitate their minds. This is penance as far as talking is concerned. Besides that, one should not talk nonsense. When speaking in spiritual circles, one's statements must be upheld by the scriptures. One should at once quote from scriptural authority to back up what he is saying. At the same time, such talk should be very pleasurable to the ear. By such discussions, one may derive the highest benefit and elevate human society. There is a limitless stock of Vedic literature, and one should study this. This is called penance of speech."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "मनः प्रसादः सौम्यत्वं मौनमात्मविनिग्रहः |",
                "भावसंश्रुद्धिरित्येतत्तपो मानसमुच्यते || १६ ||"
            ],
            "english": [
                "manah-prasadah saumyatvam",
                "maunam atma-vinigrahah",
                "bhava-samsuddhir ity etat",
                "tapo manasam ucyate"
            ]
        },
        "translation": {
            "hindi": [
                "तथा संतोष, सरलता, गम्भीरता, आत्म-संयम एवं जीवन की शुद्धि – ये मन की तपस्याएँ हैं |"
            ],
            "english": [
                "And serenity, simplicity, gravity, self-control and purity of thought are the austerities of the mind."
            ]
        },
        "meaning": {
            "hindi": [
                "मन को संयमित बनाने का अर्थ है, उसे इन्द्रियतृप्ति से विलग करना | उसे इस तरह प्रशिक्षित किया जाना चाहिए जिससे वह सदैव परोपकार के विषय में सोचे | मन के लिए सर्वोत्तम प्रशिक्षण विचारों की श्रेष्ठता है | मनुष्य को कृष्णभावनामृत से विचलित नहीं होना चाहिए और इन्द्रियभोग से सदैव बचना चाहिए | अपने स्वभाव को शुद्ध बनाना कृष्णभावनाभावित होना है | इन्द्रियभोग के विचारों से मन को अलग रख करके ही मन की तुष्टि प्राप्त की जा सकती है | हम इन्द्रियभोग के बारे में जितना सोचते हैं, उतना ही मन अतृप्त होता जाता है | इस वर्तमान युग में हम मन को व्यर्थ ही अनेक प्रकार के इन्द्रियतृप्ति के साधनों में लगाये रखते हैं, जिससे मन संतुष्ट नहीं हो पाता | अतएव सर्वश्रेष्ठ विधि यही है कि मन को वैदिक साहित्य की ओर मोड़ा जाय, क्योंकि यह संतोष प्रदान करने वाली कहानियों से भरा है – यथा पुराण तथा महाभारत | कोई भी इस ज्ञान का लाभ उठा कर शुद्ध हो सकता है | मन को छल-कपट से मुक्त होना चाहिए और मनुष्य को सबके कल्याण (हित) के विषय में सोचना चाहिए | मौन (गम्भीरता) का अर्थ है कि मनुष्य निरन्तर आत्मसाक्षात्कार के विषय में सोचता रहे | कृष्णभावनाभावित व्यक्ति पूर्ण मौन इस दृष्टि से धारण किये रहता है | मन-निग्रह का अर्थ है – मन को इन्द्रियभोग से पृथक् करना | मनुष्य को अपने व्यवहार में निष्कपट होना चाहिए और इस तरह उसे अपने जीवन (भाव) को शुद्ध बनाना चाहिए | ये सब गुण मन की तपस्या के अन्तर्गत आते हैं |"
            ],
            "english": [
                "To make the mind austere is to detach it from sense gratification. It should be so trained that it can be always thinking of doing good for others. The best training for the mind is gravity in thought. One should not deviate from Krsna consciousness and must always avoid sense gratification. To purify one's nature is to become Krsna conscious. Satisfaction of the mind can be obtained only by taking the mind away from thoughts of sense enjoyment. The more we think of sense enjoyment, the more the mind becomes dissatisfied. In the present age we unnecessarily engage the mind in so many different ways for sense gratification, and so there is no possibility of the mind's becoming satisfied. The best course is to divert the mind to the Vedic literature, which is full of satisfying stories, as in the Puranas and the Mahabharata. One can take advantage of this knowledge and thus become purified. The mind should be devoid of duplicity, and one should think of the welfare of all. Silence means that one is always thinking of self-realization. The person in Krsna consciousness observes perfect silence in this sense. Control of the mind means detaching the mind from sense enjoyment. One should be straightforward in his dealing and thereby purify his existence. All these qualities together constitute austerity in mental activities."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "श्रद्धया परया तप्तं तपस्तत्त्रिविधं नरै: |",
                "अफलाकाङ्क्षिभिर्युक्तै: सात्विकं परिचक्षते || १७ ||"
            ],
            "english": [
                "sraddhaya paraya taptam",
                "tapas tat tri-vidham naraih",
                "aphalakanksibhir yuktaih",
                "sattvikam paricaksate"
            ]
        },
        "translation": {
            "hindi": [
                "भौतिक लाभ की इच्छा न करने वाले तथा केवल परमेश्र्वर में प्रवृत्त मनुष्यों द्वारा दिव्य श्रद्धा से सम्पन्न यह तीन प्रकार की तपस्या सात्त्विक तपस्या कहलाती है ।"
            ],
            "english": [
                "This threefold austerity, practiced by men whose aim is not to benefit themselves materially but to please the Supreme, is of the nature of goodness."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "सत्कारमानपूजार्थं तपो दम्भेन चैव यत् |",
                "क्रियते तदिह प्रोक्तं राजसं चलमध्रुवम् || १८ ||"
            ],
            "english": [
                "satkara-mana-pujartham",
                "tapo dambhena caiva yat",
                "kriyate tad iha proktam",
                "rajasam calam adhruvam"
            ]
        },
        "translation": {
            "hindi": [
                "जो तपस्या दंभपूर्वक तथा सम्मान, सत्कार एवं पूजा कराने के लिए सम्पन्न की जाती है, वह राजसी (रजोगुणी) कहलाती है । यह न तो स्थायी होती है न शाश्र्वत ।"
            ],
            "english": [
                "Those ostentatious penances and austerities which are performed in order to gain respect, honor and reverence are said to be in the mode of passion. They are neither stable nor permanent."
            ]
        },
        "meaning": {
            "hindi": [
                "कभी-कभी तपस्या इसलिए की जाती है कि लोग आकर्षित हों तथा उनसे सत्कार, सम्मान तथा पूजा मिल सके । रजोगुणी लोग अपने अधीनस्थों से पूजा करवाते हैं और उनसे चरण धुलवाकर धन चढ़वाते हैं । तपस्या करने के बहाने ऐसे कृत्रिम आयोजन राजसी माने जाते हैं । इनके फल क्षणिक होते हैं, वे कुछ समय तक रहते हैं । वे कभी स्थायी नहीं होते ।"
            ],
            "english": [
                "Sometimes penance and austerity are executed to attract people and receive honor, respect and worship from others. Persons in the mode of passion arrange to be worshiped by subordinates and let them wash their feet and offer riches. Such arrangements artificially made by the performance of penances are considered to be in the mode of passion. The results are temporary; they can be continued for some time, but they are not permanent."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "मूढग्राहेणात्मनो यत्पीडया क्रियते तपः |",
                "परस्योत्सादनार्थं वा तत्तामसमुदाहृतम् || १९ ||"
            ],
            "english": [
                "mudha-grahenatmano yat",
                "pidaya kriyate tapah",
                "parasyotsadanartham va",
                "tat tamasam udahrtam"
            ]
        },
        "translation": {
            "hindi": [
                "मूर्खतावश आत्म-उत्पीड़न के लिए या अन्यों को विनष्ट करने या हानि पहुँचाने के लिए जो तपस्या की जाती है, वह तामसी कहलाती है ।"
            ],
            "english": [
                "And those penances and austerities which are performed foolishly by means of obstinant self-torture, or to destroy or injure others, are said to be in the mode of ignorance."
            ]
        },
        "meaning": {
            "hindi": [
                "मूर्खतापूर्ण तपस्या के ऐसे अनेक दृष्टान्त हैं, जैसे कि हिरण्यकशिपु जैसे असुरों ने अमर बनने तथा देवताओं का वध करने के लिए कठिन तप किए । उसने ब्रह्मा से ऐसी ही वस्तुएँ माँगी थीं, लेकिन अन्त में वह भगवान् द्वारा मारा गया । किसी असम्भव वस्तु के लिए तपस्या करना निश्चय ही तामसी तपस्या है ।"
            ],
            "english": [
                "There are instances of foolish penance undertaken by demons like Hiranyakasipu, who performed austere penances to become immortal and kill the demigods. He prayed to Brahma for such things, but ultimately he was killed by the Supreme Personality of Godhead. To undergo penances for something which is impossible is certainly in the mode of ignorance."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "दातव्यमिति यद्दानं दीयतेऽनुपकारिणे |",
                "देशे काले च पात्रे च तद्दानं सात्विकं स्मृतम् || २० ||"
            ],
            "english": [
                "datavyam iti yad danam",
                "diyate 'nupakarine",
                "dese kale ca patre ca",
                "tad danam sattvikam smrtam"
            ]
        },
        "translation": {
            "hindi": [
                "जो दान कर्तव्य समझकर, किसी प्रत्युपकार की आशा के बिना, समुचित काल तथा स्थान में और योग्य व्यक्ति को दिया जाता है, वह सात्त्विक माना जाता है ।"
            ],
            "english": [
                "That gift which is given out of duty, at the proper time and place, to a worthy person, and without expectation of return, is considered to be charity in the mode of goodness."
            ]
        },
        "meaning": {
            "hindi": [
                "वैदिक साहित्य में ऐसे व्यक्ति को दान देने की संस्तुति है, जो आध्यात्मिक कार्यों में लगा हो । अविचार पूर्ण ढंग से दान देने की संस्तुति नहीं है । आध्यात्मिक सिद्धि को सदैव ध्यान में रखा जाता है । अतएव किसी तीर्थ स्थान में,सूर्य या चन्द्रग्रहण के समय, मासान्त में या योग्य ब्राह्मण अथवा वैष्णव (भक्त) को, या मन्दिर में दान देने की संस्तुति है । बदले में किसी प्रकार की प्राप्ति की अभिलाषा न रखते हुए ऐसे दान किये जाने चाहिए । कभी-कभी निर्धन को दान करुणा वश दिया जाता है । लेकिन यदि निर्धन दान देने योग्य (पात्र) नहीं होता, तो उससे आध्यात्मिक प्रगति नहीं होती । दूसरे शब्दों में, वैदिक साहित्य में अविचार पूर्ण दान की संस्तुति नहीं है ।"
            ],
            "english": [
                "In the Vedic literature, charity given to a person engaged in spiritual activities is recommended. There is no recommendation for giving charity indiscriminately. Spiritual perfection is always a consideration. Therefore charity is recommended to be given at a place of pilgrimage and at lunar or solar eclipses or at the end of the month or to a qualified brahmana or a Vaisnava (devotee) or in temples. Such charities should be given without any consideration of return. Charity to the poor is sometimes given out of compassion, but if a poor man is not worth giving charity to, then there is no spiritual advancement. In other words, indiscriminate charity is not recommended in the Vedic literature."
            ]
        }
    },
    {
        "id": [
            21
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "यत्तु प्रत्युपकारार्थं फलमुद्दिश्य वा पुनः |",
                "दीयते च परिक्लिष्टं तद्दानं राजसं स्मृतम् || २१ ||"
            ],
            "english": [
                "yat tu pratyupakarartham",
                "phalam uddisya va punah",
                "diyate ca pariklistam",
                "tad danam rajasam smrtam"
            ]
        },
        "translation": {
            "hindi": [
                "किन्तु जो दान प्रत्युपकार की भावना से या कर्म फल की इच्छा से या अनिच्छापूर्वक किया जाता है, वह रजोगुणी (राजस) कहलाता है ।"
            ],
            "english": [
                "But charity performed with the expectation of some return, or with a desire for fruitive results, or in a grudging mood, is said to be charity in the mode of passion."
            ]
        },
        "meaning": {
            "hindi": [
                "दान कभी स्वर्ग जाने के लिए दिया जाता है, तो कभी अत्यन्त कष्ट से तथा कभी इस पश्चाताप के साथ कि “मैंने इतना व्यय इस तरह क्यों किया?” कभी-कभी अपने वरिष्ठजनों के दबाव में आकर भी दान दिया जाता है | ऐसे दान रजोगुण में दिये गये माने जाते हैं |",
                "ऐसे अनेक दातव्य न्यास हैं, जो उन संस्थाओं को दान देते हैं, जहाँ इन्द्रियभोग का बाजार गर्म रहता है | वैदिक शास्त्र ऐसे दान की संस्तुति नहीं करते | केवल सात्त्विक दान की संस्तुति की गई है |"
            ],
            "english": [
                "Charity is sometimes performed for elevation to the heavenly kingdom and sometimes with great trouble and with repentance afterwards. “Why have I spent so much in this way?” Charity is also sometimes made under some obligation, at the request of a superior. These kinds of charity are said to be made in the mode of passion.",
                "There are many charitable foundations which offer their gifts to institutions where sense gratification goes on. Such charities are not recommended in the Vedic scripture. Only charity in the mode of goodness is recommended."
            ]
        }
    },
    {
        "id": [
            22
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "अदेशकाले यद्दानमपात्रेभ्यश्र्च दीयते |",
                "असत्कृतमवज्ञातं तत्तामसमुदाहृतम् || २२ ||"
            ],
            "english": [
                "adesa-kale yad danam",
                "apatrebhyas ca diyate",
                "asat-krtam avajnatam",
                "tat tamasam udahrtam"
            ]
        },
        "translation": {
            "hindi": [
                "तथा जो दान किसी अपवित्र स्थान में, अनुचित समय में, किसी अयोग्य व्यक्ति को या बिना समुचित ध्यान तथा आदर से दिया जाता है, वह तामसी कहलाता है ।"
            ],
            "english": [
                "And charity performed at an improper place and time and given to unworthy persons without respect and with contempt is charity in the mode of ignorance."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर मद्यपान तथा द्यूतक्रीड़ा में व्यसनी के लिए दान देने को प्रोत्साहन नहीं दिया गया । ऐसा दान तामसी है । ऐसा दान लाभदायक नहीं होता, वरन् इससे पापी पुरुषों को प्रोत्साहन मिलता है । इसी प्रकार, यदि बिना सम्मान तथा ध्यान दिये किसी उपयुक्त व्यक्ति को दान दिया जाय, तो वह भी तामसी है ।"
            ],
            "english": [
                "Contributions for indulgence in intoxication and gambling are not encouraged here. That sort of contribution is in the mode of ignorance. Such charity is not beneficial; rather, sinful persons are encouraged. Similarly, if a person gives charity to a suitable person without respect and without attention, that sort of charity is also said to be in the mode of darkness."
            ]
        }
    },
    {
        "id": [
            23
        ],
        "chapterId": 17,
        "text": {
            "hindi": [
                "ॐ तत्सदिति निर्देशो ब्रह्मणस्त्रिविधः स्मृतः |",
                "ब्राह्मणास्तेन वेदाश्र्च यज्ञाश्र्च विहिताः पुरा || २३ ||"
            ],
            "english": [
                "om tat sad iti nirdeso",
                "brahmanas tri-vidhah smrtah",
                "brahmanas tena vedas ca",
                "yajnas ca vihitah pura"
            ]
        },
        "translation": {
            "hindi": [
                "सृष्टि के आदिकाल से ऊँ तत् सत् ये तीन शब्द परब्रह्म को सूचित करने के लिए प्रयुक्त किये जाते रहे हैं । ये तीनों सांकेतिक अभिव्यक्तियाँ ब्राह्मणों द्वारा वैदिक मंत्रों का उच्चारण करते समय तथा ब्रह्म को संतुष्ट करने के लिए यज्ञों के समय प्रयुक्त होती थीं ।"
            ],
            "english": [
                "From the beginning of creation, the three syllables-om tat sat-have been used to indicate the Supreme Absolute Truth [Brahman]. They were uttered by brahmanas while chanting Vedic hymns and during sacrifices, for the satisfaction of the Supreme."
            ]
        },
        "meaning": {
            "hindi": [
                "यह बताया जा चुका है कि तपस्या,यज्ञ,दान तथा भोजन के तीन-तीन भेद हैं-सात्त्विक,राजस तथा तामस । लेकिन चाहे ये उत्तम हों, मध्यम हों या निम्न हों, ये सभी बद्ध तथा भौतिक गुणों से कलुषित हैं । किन्तु जब ये ब्रह्म-ॐ तत् सत् को लक्ष्य करके किये जाते हैं तो आध्यात्मिक उन्नति के साधन बन जाते हैं । शास्त्रों में ऐसे लक्ष्य का संकेत हुआ है । ॐ तत् सत् ये तीन शब्द विशेष रूप में परम सत्य भगवान् के सूचक हैं । वैदिक मन्त्रों में ॐ शब्द सदैव रहता है ।",
                "जो व्यक्ति शास्त्रों के विधानों के अनुसार कर्म नहीं करता, उसे परब्रह्म की प्राप्ति नहीं होती । भले ही उसे क्षणिक फल प्राप्त हो जाये, लेकिन उसे चरमगति प्राप्त नहीं हो पति । तात्पर्य यह है कि दान, यज्ञ तथा तप को सतोगुण में रहकर करना चाहिए । रजो या तमोगुण में सम्पन्न करने पर ये निश्चित रूप से निम्न कोटि के होते हैं । ॐ तत् सत् शब्दों का उच्चारण परमेश्र्वर के पवित्र नाम के साथ किया जाता है, उदाहरणार्थ, ॐ तद्विष्णोः । जब भी किसी वैदिक मंत्र का या परमेश्र्वर का नाम लिया जाता है, तो उसके साथ ॐ जोड़ दिया जाता है । यह वैदिक साहित्य का सूचक है । ये तीन शब्द वैदिक मंत्रों से लिए जाते हैं । ॐ इत्येतद्ब्रह्मणो नेदिष्ठं नाम (ऋग्वेद) प्रथम लक्ष्य का सूचक है । फिर तत् त्वमसि (छान्दोग्य उपनिषद ६.८.७) दूसरे लक्ष्य का सूचक है । तथा सद् एव सौम्य (छान्दोग्य उपनिषद ६.२.१) तृतीय लक्ष्य का सूचक है । ये तीनों मिलकर ॐ तत् सत् हो जाते हैं । आदिकाल में जब प्रथम जीवात्मा ब्रह्मा ने यज्ञ किये,तो उन्होंने इन तीनों शब्दों के द्वारा भगवान् को लक्षित किया था । अतएव गुरु-परम्परा द्वारा उसी सिद्धान्त का पालन किया जाता रहा है । अतः इस मन्त्र का अत्यधिक महत्त्व है । अतएव भगवद्गीता के अनुसार कोई भी कार्य ॐ तत् सत् के लिए, अर्थात् भगवान् के लिए, किया जाना चाहिए। जब कोई इन तीनों शब्दों के द्वारा तप, दान तथा यज्ञ सम्पन्न करता है, तो वह कृष्णभावनामृत में कार्य करता है । कृष्णभावनामृत दिव्य कार्यों का वैज्ञानिक कार्यान्वन है, जिससे मनुष्य भगवद्धाम वापस जा सके । ऐसी दिव्य विधि से कर्म करने में शक्ति का क्षय नहीं होता ।"
            ],
            "english": [
                "It has been explained that penance, sacrifice, charity and foods are divided into three categories: the modes of goodness, passion and ignorance. But whether first class, second class or third class, they are all conditioned, contaminated by the material modes of nature. When they are aimed at the Supreme-om tat sat, the Supreme Personality of Godhead, the eternal-they become means for spiritual elevation. In the scriptural injunctions such an objective is indicated. These three words, om tat sat, particularly indicate the Absolute Truth, the Supreme Personality of Godhead. In the Vedic hymns, the word om is always found.",
                "One who acts without following the regulations of the scriptures will not attain the Absolute Truth. He will get some temporary result, but not the ultimate end of life. The conclusion is that the performance of charities, sacrifice and penance must be done in the mode of goodness. Performed in the modes of passion or ignorance, they are certainly inferior in quality. The three words om tat sat are uttered in conjunction with the holy name of the Supreme Lord, e.g., om tad visnoh. Whenever a Vedic hymn or the holy name of the Supreme Lord is uttered, om is added. This is the indication of Vedic literature. These three words are taken from Vedic hymns. Om ity etad brahmano nedistam nama indicates the first goal. Then tattvamasi indicates the second goal. And sad eva saumya indicates the third goal. Combined they become om tat sat. Formerly when Brahma, the first created living entity, performed sacrifices, he spoke these three names of the Supreme Personality of Godhead. The same principle holds by disciplic succession. So this hymn has great significance. Bhagavad-gita recommends, therefore, that any work done should be done for om tat sat, or for the Supreme Personality of Godhead. When one performs penance, charity, and sacrifice with these three words, he is acting in Krsna consciousness. Krsna consciousness is a scientific execution of transcendental activities which enables one to return home, back to Godhead. There is no loss of energy in acting in such a transcendental way."
            ]
        }
    }
]