[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sutiksna's love and Śrī Rāma's meeting with the sage Agastya; dialogue with Agastya; Śrī Rāma's entry into the Daṇḍaka forest and His meeting with Jaṭāyu"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gīdharāja saiṃ bhaiṃṭa bhai bahu bidhi prīti baḍhaāi..",
            "gōdāvarī nikaṭa prabhu rahē parana gṛha chāi..13.. [3-13]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He met Jaṭāyu (the king of vultures); and developing friendship with him in many ways the Lord stayed near the Godāvarī, where He made Himself a thatched hut of leaves."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jaba tē rāma kīnha tahaom bāsā. sukhī bhaē muni bītī trāsā..",
            "giri bana nadīṃ tāla chabi chāē. dina dina prati ati hauhiṃ suhāē.. [3-13-1]",
            "khaga mṛga bṛṃda anaṃdita rahahīṃ. madhupa madhura gaṃjata chabi lahahīṃ..",
            "sō bana barani na saka ahirājā. jahāom pragaṭa raghubīra birājā.. [3-13-2]",
            "ēka bāra prabhu sukha āsīnā. lachimana bacana kahē chalahīnā..",
            "sura nara muni sacarācara sāīṃ. maiṃ pūchau nija prabhu kī nāī.. [3-13-3]",
            "mōhi samujhāi kahahu sōi dēvā. saba taji karauṃ carana raja sēvā..",
            "kahahu gyāna birāga aru māyā. kahahu sō bhagati karahu jēhiṃ dāyā.. [3-13-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "From the time Śrī Rāma took up His abode there the sages lived happily and were rid of all fear. The hills, woods, streams and lakes were suffused with beauty and grew yet more lovely day by day. The birds and deer were full of joy, and the bees with their sweet humming looked very charming. Not even Śeṣa (the king of serpents) would be able to describe the forest which was adorned by Śrī Rāma (the Chief of Raghus ) in His manifest form. Once upon a time, as the Lord was sitting at ease, Lakṣmaṇa addressed Him in guileless words: \" O Lord of gods, human beings, sages and all animate and inanimate creation! I ask of You as of my own master. Instruct me, my lord, how I may be able to adore the dust of Your feet to the exclusion of everything else. Discourse to me on spiritual wisdom and dispassion as well as on Māyā (Illusion); and also speak to me about Bhakti (devotion), which You make an occasion for showering Your grace.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "īsvara jīva bhēda prabhu sakala kahau samujhāi..",
            "jātēṃ hōi carana rati sōka mōha bhrama jāi..14.. [3-14]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Also explain to me all the difference between God and the individual soul, so that I may be devoted to Your feet and my sorrow, infatuation and delusion may disappear.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "thōrēhi mahaom saba kahau bujhāī. sunahu tāta mati mana cita lāī..",
            "maiṃ aru mōra tōra taiṃ māyā. jēhiṃ basa kīnhē jīva nikāyā.. [3-14-1]",
            "gō gōcara jahaom lagi mana jāī. sō saba māyā jānēhu bhāī..",
            "tēhi kara bhēda sunahu tumha sōū. bidyā apara abidyā dōū.. [3-14-2]",
            "ēka duṣṭa atisaya dukharūpā. jā basa jīva parā bhavakūpā..",
            "ēka racai jaga guna basa jākēṃ. prabhu prērita nahiṃ nija bala tākēṃ.. [3-14-3]",
            "gyāna māna jahaom ēkau nāhīṃ. dēkha brahma samāna saba māhī..",
            "kahia tāta sō parama birāgī. tṛna sama siddhi tīni guna tyāgī.. [3-14-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"I will explain everything in a nutshell; listen, dear brother, with your mind, intellect and reason fully absorbed. The feeling of 'I' and 'mine' and 'you' and 'yours' is Māyā (Illusion), which holds sway over all created beings. Whatever is perceived by the senses and that which lies within the reach of the mind, know it all to be Māyā. And hear of its divisions too: they are two, viz., knowledge and ignorance. The one (ignorance) is vile and extremely painful, and has cast the ego into the sink of worldly existence. The other (knowledge), which brings forth the creation and which holds sway over the three Gunas (Sattva, Rajas and Tamas) is directed by the Lord and has no strength of its own. Spiritual wisdom is that which is free from all blemishes in the shape of pride* etc., and which sees the Supreme Spirit equally in all. He alone, dear brother, should be called a man of supreme dispassion, who has spurned all supernatural powers as well as the three Gunas (of which the universe is composed) as if of no more account than a blade of grass.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "māyā īsa na āpu kahu jāna kahia sō jīva.",
            "baṃdha mōccha prada sarbapara māyā prēraka sīva..15.. [3-15]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "That alone deserves to be called a Jīva (individual soul), which knows not Māyā nor God nor one's own self. And Śiva (God) is He who awards bondage and liberation (according to one's deserts), transcends all and is the controller of Māyā.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dharma tēṃ birati jōga tēṃ gyānā. gyāna mōcchaprada bēda bakhānā..",
            "jātēṃ bēgi dravau maiṃ bhāī. sō mama bhagati bhagata sukhadāī.. [3-15-1]",
            "sō sutaṃtra avalaṃba na ānā. tēhi ādhīna gyāna bigyānā..",
            "bhagati tāta anupama sukhamūlā. milai jō saṃta hōiom anukūlā.. [3-15-2]",
            "bhagati ki sādhana kahau bakhānī. sugama paṃtha mōhi pāvahiṃ prānī..",
            "prathamahiṃ bipra carana ati prītī. nija nija karma nirata śruti rītī.. [3-15-3]",
            "ēhi kara phala puni biṣaya birāgā. taba mama dharma upaja anurāgā..",
            "śravanādika nava bhakti dṛḍhaāhīṃ. mama līlā rati ati mana māhīṃ.. [3-15-4]",
            "saṃta carana paṃkaja ati prēmā. mana krama bacana bhajana dṛḍha nēmā..",
            "guru pitu mātu baṃdhu pati dēvā. saba mōhi kahaom jānē dṛḍha sēvā.. [3-15-5]",
            "mama guna gāvata pulaka sarīrā. gadagada girā nayana baha nīrā..",
            "kāma ādi mada daṃbha na jākēṃ. tāta niraṃtara basa maiṃ tākēṃ.. [3-15-6]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Dispassion results from the practice of virtue, while spiritual wisdom comes of the practice of Yoga (concentration of mind); and wisdom is the bestower of liberation: so declare the Vedas. And that which melts My heart quickly, dear brother, is Devotion, which is the delight of My devotees. It stands by itself and requires no other prop; whereas Jñāna (knowledge of God in His absolute formless aspect) and Vijnana (knowledge of the qualified aspect of God, both with and without form) depend on it. Devotion, dear brother, is incomparable and the very root of bliss; it can be acquired only by the favour of saint. I now proceed to tell you at some length the means of acquiring Devotion, an easy path by which men find Me. In the first place a man should cultivate excessive devotion to the feet of the Brāhmaṇas and secondly he should remain engaged in his own duty according to the lines laid down by the Vedas. This induces an aversion to the pleasures of sense and dispassion in its turn engenders a love for My Cult (the Cult of Devotion). This will bring steadfastness in the nine forms of Devotion* such as Śrāvaṇa (hearing of the Lord's praises etc.,) and the mind will develop an excessive fondness for My sports. Again, one should be extremely devoted to the lotus feet of saints and should be persistent in the practice of adoration through mind, speech and action. He should recognize Me as his preceptor, father, mother, kinsman, lord, deity and all and should be steadfast in My service. A thrill runs through his body as he sings My praises; his voice gets choked and his eyes flow with tears; he is free from lust and other vices, pride and hypocrisy. I am ever at the beck and call of such a devotee."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bacana karma mana mōri gati bhajanu karahiṃ niḥkāma..",
            "tinha kē hṛdaya kamala mahu karau sadā biśrāma..16.. [3-16]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Nay, I ever repose in the lotus heart of those who depend on Me in thought, word and deed and who worship Me in a disinterested way."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhagati jōga suni ati sukha pāvā. lachimana prabhu carananhi siru nāvā..",
            "ēhi bidhi gaē kachuka dina bītī. kahata birāga gyāna guna nītī.. [3-16-1]",
            "sūpanakhā rāvana kai bahinī. duṣṭa hṛdaya dāruna jasa ahinī..",
            "paṃcabaṭī sō gai ēka bārā. dēkhi bikala bhai jugala kumārā.. [3-16-2]",
            "bhrātā pitā putra uragārī. puruṣa manōhara nirakhata nārī..",
            "hōi bikala saka manahi na rōkī. jimi rabimani drava rabihi bilōkī.. [3-16-3]",
            "rucira rupa dhari prabhu pahiṃ jāī. bōlī bacana bahuta musukāī..",
            "tumha sama puruṣa na mō sama nārī. yaha saomjōga bidhi racā bicārī.. [3-16-4]",
            "mama anurūpa puruṣa jaga māhīṃ. dēkhēu khōji lōka tihu nāhīṃ..",
            "tātē aba lagi rahiu kumārī. manu mānā kachu tumhahi nihārī.. [3-16-5]",
            "sītahi citai kahī prabhu bātā. ahai kuāra mōra laghu bhrātā..",
            "gai lachimana ripu bhaginī jānī. prabhu bilōki bōlē mṛdu bānī.. [3-16-6]",
            "suṃdari sunu maiṃ unha kara dāsā. parādhīna nahiṃ tōra supāsā..",
            "prabhu samartha kōsalapura rājā. jō kachu karahiṃ unahi saba chājā.. [3-16-7]",
            "sēvaka sukha caha māna bhikhārī. byasanī dhana subha gati bibhicārī..",
            "lōbhī jasu caha cāra gumānī. nabha duhi dūdha cahata ē prānī.. [3-16-8]",
            "puni phiri rāma nikaṭa sō āī. prabhu lachimana pahiṃ bahuri paṭhāī..",
            "lachimana kahā tōhi sō baraī. jō tṛna tōri lāja pariharaī.. [3-16-9]",
            "taba khisiāni rāma pahiṃ gaī. rūpa bhayaṃkara pragaṭata bhaī..",
            "sītahi sabhaya dēkhi raghurāī. kahā anuja sana sayana bujhāī.. [3-16-10]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Lakṣmaṇa was greatly delighted to hear the above discourse on the discipline of Bhakti (Devotion) and bowed his head at the feet of the Lord. In this way some days were spent in discoursing on dispassion, spiritual wisdom, goodness and morality. Now Rāvaṇa (the notorious demon king of Laṅkā) had a sister, Śūrpaṇakhā (lit., a woman having nails as big as a winnowing fan) by name, who was foul-hearted and cruel as a serpent. She once went to Pancavati and was smitten with pangs of love at the sight of the two princes. At the very sight of a handsome man, be he her own brother, father or son, O Garuḍa, a (wanton) woman gets excited and cannot restrain her passion, even as the sun-stone emits fire when it is brought in front of the sun . Having assumed a charming form she approached the Lord and with many a smile addressed the following words to Him: \"There is no man like you and no woman like me. It is with great deliberation that God has made this pair. I have ransacked the three spheres but have found no suitable match for me in the whole universe. It is for this reason that I have till now remained a virgin; my mind has been set at rest a bit only after seeing you.\" The Lord cast a glance at Sītā and said only this much: \"My younger brother is a bachelor.\" She went to Lakṣmaṇa, who, knowing that she was their enemy's sister, looked at his lord and spoke in gentle tones: \" Listen, fair lady: I am His servant and a dependant; thus you will have no comforts with me. My lord is all-powerful and the sovereign king of Kosalapura (Ayodhyā); whatever He does will be worthy of Him. A servant who aspires for happiness, a beggar who expects honour, a person addicted to some vice who hopes for riches, a profligate who seeks a blessed state after death, an avaricious man who covets fame and a proud man who expects the four prizes of life-all these men expect to get milk by milking the heavens.\" \"Again she turned and came to Śrī Rāma; but the Lord sent her back to Lakṣmaṇa. Said Lakṣmaṇa, \" He alone will wed you, who deliberately casts all shame to the winds.\" Thereupon she went fretting and foaming to Śrī Rāma and revealed her frightful demoniac form. The Lord of Raghus saw that Sītā was terrified and made a sign to His younger brother (Lakṣmaṇa)"
        ]
    }
]