[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अर्जुन उवाच",
            "सन्न्यासं कर्मणां कृष्ण पुनर्योगं च शंससि ।",
            "यच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्चितम् ॥ १ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "arjuna uvāca",
            "sannyāsaṁ karmaṇāṁ kṛṣṇa",
            "punar yogaṁ ca śaṁsasi",
            "yac chreya etayor ekaṁ",
            "tan me brūhi su-niścitam"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "arjunaḥ uvāca — Arjuna said; sannyāsam — renunciation; karmaṇām — of all activities; kṛṣṇa — O Kṛṣṇa; punaḥ — again; yogam — devotional service; ca — also; śaṁsasi — You are praising; yat — which; śreyaḥ — is more beneficial; etayoḥ — of these two; ekam — one; tat — that; me — unto me; brūhi — please tell; su-niścitam — definitely."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Arjuna said: O Kṛṣṇa, first of all You ask me to renounce work, and then again You recommend work with devotion. Now will You kindly tell me definitely which of the two is more beneficial?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In this Fifth Chapter of the Bhagavad-gītā, the Lord says that work in devotional service is better than dry mental speculation. Devotional service is easier than the latter because, being transcendental in nature, it frees one from reaction. In the Second Chapter, preliminary knowledge of the soul and its entanglement in the material body were explained. How to get out of this material encagement by buddhi-yoga, or devotional service, was also explained therein. In the Third Chapter, it was explained that a person who is situated on the platform of knowledge no longer has any duties to perform. And in the Fourth Chapter the Lord told Arjuna that all kinds of sacrificial work culminate in knowledge. However, at the end of the Fourth Chapter, the Lord advised Arjuna to wake up and fight, being situated in perfect knowledge. Therefore, by simultaneously stressing the importance of both work in devotion and inaction in knowledge, Kṛṣṇa has perplexed Arjuna and confused his determination. Arjuna understands that renunciation in knowledge involves cessation of all kinds of work performed as sense activities. But if one performs work in devotional service, then how is work stopped? In other words, he thinks that sannyāsa, or renunciation in knowledge, should be altogether free from all kinds of activity, because work and renunciation appear to him to be incompatible. He appears not to have understood that work in full knowledge is nonreactive and is therefore the same as inaction. He inquires, therefore, whether he should cease work altogether or work with full knowledge."
        ]
    }
]