[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Kumbhakarṇa joins the beale and attains final beatitude"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "baṃdhu bacana suni calā bibhīṣana. āyau jahaom trailōka bibhūṣana..",
            "nātha bhūdharākāra sarīrā. kuṃbhakarana āvata ranadhīrā.. [6-64-1]",
            "ētanā kapinha sunā jaba kānā. kilakilāi dhāē balavānā..",
            "liē uṭhāi biṭapa aru bhūdhara. kaṭakaṭāi ḍārahiṃ tā ūpara.. [6-64-2]",
            "kōṭi kōṭi giri sikhara prahārā. karahiṃ bhālu kapi ēka ēka bārā..",
            "mur yō na mana tanu ṭar yō na ṭār yō. jimi gaja arka phalani kō māryō.. [6-64-3]",
            "taba mārutasuta muṭhikā hanyō. par yō dharani byākula sira dhunyō..",
            "puni uṭhi tēhiṃ mārēu hanumaṃtā. ghurmita bhūtala parēu turaṃtā.. [6-64-4]",
            "puni nala nīlahi avani pachārēsi. jahaom tahaom paṭaki paṭaki bhaṭa ḍārēsi..",
            "calī balīmukha sēna parāī. ati bhaya trasita na kōu samuhāī.. [6-64-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On hearing the words of his brother (Kumbhakarṇa) Vibhīṣaṇa turned back and came into the presence of Śrī Rāma (the Ornament of the three spheres). \"My lord, here comes Kumbhakarṇa, possessed of a body huge as a mountain and staunch in battle!\" The moment the mighty monkeys heard this they rushed forth crying with joy. They plucked up trees and mountains and hurled them against Kumbhakarṇa gnashing their teeth all the while. The bears and monkeys threw myriads of mountain-peaks at him each time. But neither he felt daunted in spirit nor did he stir from his position in spite of the best efforts on the part of the monkeys to push him back, even like an elephant pelted with the fruits of the sun-plant. Thereupon Hanumān struck him with his fist and he fell to the earth beating his head in great confusion. Rising again he hit Hanumān back and the latter whirled round and immediately dropped to the ground. Next he overthrew Nala and Nila upon the ground and knocked down the warriors here, there and everywhere. The monkey host stampeded; in utter dismay none dared face him"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "aṃgadādi kapi muruchita kari samēta sugrīva.",
            "kāomkha dābi kapirāja kahu calā amita bala sīṃva..65.. [6-65]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Having rendered unconscious Aṅgada and the other principal monkeys including Sugrīva, Kumbhakarṇa, who was of unbounded might, nay, the very perfection of strength, pressed the king of the monkeys under his arm and went off."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "umā karata raghupati naralīlā. khēlata garuḍa jimi ahigana mīlā..",
            "bhṛkuṭi bhaṃga jō kālahi khāī. tāhi ki sōhai aisi larāī.. [6-65-1]",
            "jaga pāvani kīrati bistarihahiṃ. gāi gāi bhavanidhi nara tarihahiṃ..",
            "muruchā gai mārutasuta jāgā. sugrīvahi taba khōjana lāgā.. [6-65-2]",
            "sugrīvahu kai muruchā bītī. nibuka gayau tēhi mṛtaka pratītī..",
            "kāṭēsi dasana nāsikā kānā. garaji akāsa calau tēhiṃ jānā.. [6-65-3]",
            "gahēu carana gahi bhūmi pachārā. ati lāghavaom uṭhi puni tēhi mārā..",
            "puni āyasu prabhu pahiṃ balavānā. jayati jayati jaya kṛpānidhānā.. [6-65-4]",
            "nāka kāna kāṭē jiyaom jānī. phirā krōdha kari bhai mana glānī..",
            "sahaja bhīma puni binu śruti nāsā. dēkhata kapi dala upajī trāsā.. [6-65-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Umā, (continues Lord Śiva,) the Lord of the Raghus played the part of a human being in the same way as Garuḍa (the mount of Bhagavān Viṣṇu) would sport in the company of snakes. Otherwise how could He who devours Death himself with the mere knitting of His brows engage with any grace in such a conflict as this? He will thereby spread His fame, which will not only sanctify the whole world but will undoubtedly take across the ocean of mundane existence the people who sing it. Now Hanumān's unconsciousness ceased and he woke and presently began to look about for Sugrīva. Meanwhile Sugrīva too recovered from his swoon and slipped out of Kumbhakarṇa's grips, who had taken him for dead (and consequently loosened his grip). Kumbhakarṇa discovered his escape only when Sugrīva bit off the monster's nose and ears and ascended into the air roaring. The demon caught Sugrīva by the foot and, having thus secured him, dashed him against the ground. Sugrīva, however, rose with remarkable agility and hit his adversary back. The mighty hero then returned into the Lord's presence, shouting \"Glory, glory, all glory to the merciful Lord!\" Kumbhakarṇa felt sick at heart when he realized that he had been deprived of his nose and ears, and turned back in a fury. The monkey host was horror-stricken when they saw the monster, who was frightful by nature and looked more so in the absence of his nose and ears."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jaya jaya jaya raghubaṃsa mani dhāē kapi dai hūha.",
            "ēkahi bāra tāsu para chāḍaēnhi giri taru jūha..66.. [6-66]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Raising a shout of \"Glory, glory, all glory to the Jewel of Raghu's race!\" the monkeys rushed forward and rained upon him all at once a volley of rocks and trees."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kuṃbhakarana rana raṃga biruddhā. sanmukha calā kāla janu kruddhā..",
            "kōṭi kōṭi kapi dhari dhari khāī. janu ṭīḍaī giri guhāom samāī.. [6-66-1]",
            "kōṭinha gahi sarīra sana mardā. kōṭinha mīji milava mahi gardā..",
            "mukha nāsā śravananhi kīṃ bāṭā. nisari parāhiṃ bhālu kapi ṭhāṭā.. [6-66-2]",
            "rana mada matta nisācara darpā. bisva grasihi janu ēhi bidhi arpā..",
            "murē subhaṭa saba phirahiṃ na phērē. sūjha na nayana sunahiṃ nahiṃ ṭērē.. [6-66-3]",
            "kuṃbhakarana kapi phauja biḍārī. suni dhāī rajanīcara dhārī..",
            "dēkhi rāma bikala kaṭakāī. ripu anīka nānā bidhi āī.. [6-66-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Maddened with the Iust of battle, Kumbhakarṇa marched against the enemy like Death himself furious with rage. He seized and devoured myriads of monkeys, that looked like swarms of locusts entering a mountain cave. Seizing many more millions he crushed them against his body, and millions he levigated between his palms and mixed with the dust on the ground. Multitudes of bears and monkeys escaped through his mouth, nostrils and ears and ran away. lntoxicated with the frenzy of battle the demon stood in a challenging mood; as though the Creator had placed the whole universe at his disposal and he was going to devour it. All great warriors scuttled away from the battlefield and would not return under any persuasion whatsoever. They could neither see with their eyes nor hear any call. The demon host also sallied forth when they learnt that Kumbhakarṇa had dispersed the monkey army. Śrī Rāma saw the discomfiture of His forces and further perceived all kinds of enemy reinforcements pouring in."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunu sugrīva bibhīṣana anuja saombhārēhu saina.",
            "maiṃ dēkhau khala bala dalahi bōlē rājivanaina..67.. [6-67]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Listen, Sugrīva, Vibhīṣaṇa and Lakṣmaṇa; take care of the army while I test the might and man-power of this wretch,\" said the lotus-eyed Lord."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kara sāraṃga sāji kaṭi bhāthā. ari dala dalana calē raghunāthā..",
            "prathama kīnha prabhu dhanuṣa ṭaomkōrā. ripu dala badhira bhayau suni sōrā.. [6-67-1]",
            "satyasaṃdha chāomḍaē sara lacchā. kālasarpa janu calē sapacchā..",
            "jahaom tahaom calē bipula nārācā. lagē kaṭana bhaṭa bikaṭa pisācā.. [6-67-2]",
            "kaṭahiṃ carana ura sira bhujadaṃḍā. bahutaka bīra hōhiṃ sata khaṃḍā..",
            "ghurmi ghurmi ghāyala mahi parahīṃ. uṭhi saṃbhāri subhaṭa puni larahīṃ.. [6-67-3]",
            "lāgata bāna jalada jimi gājahīṃ. bahutaka dēkhī kaṭhina sara bhājahiṃ..",
            "ruṃḍa pracaṃḍa muṃḍa binu dhāvahiṃ. dharu dharu mārū māru dhuni gāvahiṃ.. [6-67-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Taking His famous bow, known by the name of Sarnga, in His hand and with a quiver fastened to His waist, the Lord of the Raghus went forth to crush the enemy's ranks. The Lord first twanged His bow: the sound was so piercing that the enemy host was deafened to hear it. Śrī Rāma of unfailing resolve discharged a hundred thousand arrows, which sped like winged cobras. Numerous arrows flew in every direction; fierce demon warriors began to be mowed down. Feet, chest, head and arms were dismembered; while many a hero was cut into a hundred pieces. Whirling round and round, the wounded fell to the ground; the champions among them rose and, recovering themselves, would join battle again. They thundered like clouds even as the arrows struck them; while many of them took to flight at the very sight of the terrible arrows. Headless trunks rushed fiercely on with the cries of \"Seize, seize, kill, kill.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "chana mahu prabhu kē sāyakanhi kāṭē bikaṭa pisāca.",
            "puni raghubīra niṣaṃga mahu prabisē saba nārāca..68.. [6-68]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In a trice the Lord's arrows mowed down the terrible demon host. All the arrows then made their way back into Śrī Rāma's quiver."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kuṃbhakarana mana dīkha bicārī. hati dhana mājha nisācara dhārī..",
            "bhā ati kruddha mahābala bīrā. kiyō mṛganāyaka nāda gaombhīrā.. [6-68-1]",
            "kōpi mahīdhara lēi upārī. ḍārai jahaom markaṭa bhaṭa bhārī..",
            "āvata dēkhi saila prabhū bhārē. saranhi kāṭi raja sama kari ḍārē... [6-68-2]",
            "puni dhanu tāni kōpi raghunāyaka. chāomḍaē ati karāla bahu sāyaka..",
            "tanu mahu prabisi nisari sara jāhīṃ. jimi dāmini ghana mājha samāhīṃ.. [6-68-3]",
            "sōnita stravata sōha tana kārē. janu kajjala giri gēru panārē..",
            "bikala bilōki bhālu kapi dhāē. bihaomsā jabahiṃ nikaṭa kapi āē.. [6-68-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When Kumbhakarṇa perceived and realized that the demon army had been wiped out in an instant, the formidable hero flew into a violent rage and gave a grim roar as that of a lion (the king of beasts). In his fury he tore up mountains by the roots and dashed them upon detachments of mighty monkey warriors. The Lord saw the huge mountains coming and shattered them with His arrows into dust as it were. The Lord of the Raghus once more pulled the string of His bow and indignantly discharged a volley of His exceedingly terrible shafts. The arrows entered and passed through his body like flashes of lightning disappearing into a cloud. Blood gushing out from his dark figure resembled spouts of red ochre shooting from a mountain of soot. Perceiving him in fluster, bears and monkeys dashed forward; the monster, however, laughed when the monkeys drew near."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mahānāda kari garjā kōṭi kōṭi gahi kīsa.",
            "mahi paṭakai gajarāja iva sapatha karai dasasīsa..69.. [6-69]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He burst into a terrible roar and, seizing millions and millions of monkeys, dashed them to the ground like a huge elephant, swearing by his ten-headed brother the while."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhāgē bhālu balīmukha jūthā. bṛku bilōki jimi mēṣa barūthā..",
            "calē bhāgi kapi bhālu bhavānī. bikala pukārata ārata bānī.. [6-69-1]",
            "yaha nisicara dukāla sama ahaī. kapikula dēsa parana aba cahaī..",
            "kṛpā bāridhara rāma kharārī. pāhi pāhi pranatārati hārī.. [6-69-2]",
            "sakaruna bacana sunata bhagavānā. calē sudhāri sarāsana bānā..",
            "rāma sēna nija pāchaiṃ ghālī. calē sakōpa mahā balasālī.. [6-69-3]",
            "khaiṃci dhanuṣa sara sata saṃdhānē. chūṭē tīra sarīra samānē..",
            "lāgata sara dhāvā risa bharā. kudhara ḍagamagata ḍōlati dharā.. [6-69-4]",
            "līnha ēka tēhiṃ saila upāṭī. raghukula tilaka bhujā sōi kāṭī..",
            "dhāvā bāma bāhu giri dhārī. prabhu sōu bhujā kāṭi mahi pārī.. [6-69-5]",
            "kāṭēṃ bhujā sōha khala kaisā. pacchahīna maṃdara giri jaisā..",
            "ugra bilōkani prabhuhi bilōkā. grasana cahata mānahu trēlōkā.. [6-69-6]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hosts of bears and monkeys fled like flocks of sheep at the sight of a wolf. The monkeys and bears, O Bhavānī, turned tail in terror, crying in a piteous voice. \"Yonder demon is like unto a famine, which threatens to visit this land in the shape of the monkey host. Therefore, O Rāma, Slayer of Khara, the cloud laden with the water of compassion, reliever of the suppliants, agony, save us, protect us.\" The moment the Lord heard the pathetic words He advanced to meet him, putting His bow and arrows in order, Placing His army in the rear the most powerful Rāma marched ahead, full of indignation. Pulling the string of His bow, He fitted a hundred arrows to it; they flew and disappeared into the demon's body. Even as the arrows struck him the demon rushed forth burning with rage; the mountains staggered and the earth shook as he ran. He tore up a rock; but the Glory of Raghu's race cut off the arm that bore it. He then rushed forward with the rock in his left hand; but the Lord struck off even that arm to the ground. Thus shorn of his arms, the wretched resembled Mount Mandara without its wings. He cast a fierce look on the Lord as if ready to devour all the three spheres."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kari cikkāra ghōra ati dhāvā badanu pasāri.",
            "gagana siddha sura trāsita hā hā hēti pukāri..70.. [6-70]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "With a most terrible yell he rushed forth with his mouth wide open. The Siddhas and gods in the heavens shouted in great alarm \"Ah, alas, dear me!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sabhaya dēva karunānidhi jānyō. śravana prajaṃta sarāsanu tānyō..",
            "bisikha nikara nisicara mukha bharēū. tadapi mahābala bhūmi na parēū.. [6-70-1]",
            "saranhi bharā mukha sanmukha dhāvā. kāla trōna sajīva janu āvā..",
            "taba prabhu kōpi tībra sara līnhā. dhara tē bhinna tāsu sira kīnhā.. [6-70-2]",
            "sō sira parēu dasānana āgēṃ. bikala bhayau jimi phani mani tyāgēṃ..",
            "dharani dhasai dhara dhāva pracaṃḍā. taba prabhu kāṭi kīnha dui khaṃḍā.. [6-70-3]",
            "parē bhūmi jimi nabha tēṃ bhūdhara. hēṭha dābi kapi bhālu nisācara..",
            "tāsu tēja prabhu badana samānā. sura muni sabahiṃ acaṃbhava mānā.. [6-70-4]",
            "sura duṃdubhīṃ bajāvahiṃ haraṣahiṃ. astuti karahiṃ sumana bahu baraṣahiṃ..",
            "kari binatī sura sakala sidhāē. tēhī samaya dēvariṣi āē.. [6-70-5]",
            "gaganōpari hari guna gana gāē. rucira bīrarasa prabhu mana bhāē..",
            "bēgi hatahu khala kahi muni gaē. rāma samara mahi sōbhata bhaē.. [6-70-6]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Perceiving the gods much alarmed, the All-merciful pulled the string of His bow right up to His ear and blocked the demon's mouth with a flight of His arrows; yet he did not fall to the ground, most powerful as he was. With his mouth full of arrows he rushed forward like a living quiver of Death Himself. Then the Lord in His wrath took a sharp arrow and struck his head right off his body. The head dropped in front of his ten-headed brother, who was filled with agony at its sight like a snake that has lost its crest-jewel. The earth sunk beneath the weight of the terrible trunk that still sprinted there; thereupon the Lord cut it in two. The two pieces fell to the ground like a pair of mountains dropped from the heavens, crushing beneath them monkeys, bears and demons alike. His soul entered the Lord's mouth in the form of a mass of light, to the astonishment of gods, sages and all. The gods sounded their kettle-drums in great exultation, extolled the Lord and rained down flowers in profusion. Having prayed to the Lord, all the gods went their way. Just at that moment arrived the celestial sage, Nārada. Standing high in the air he sang Śrī Hari's praises in a delightful heroic strain, which pleased the Lord's soul. The sage departed with the words \"Pray, despatch this wretch (Rāvaṇa) quickly.\" Śrī Rāma shone forth on the field of battle."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "saṃgrāma bhūmi birāja raghupati atula bala kōsala dhanī.",
            "śrama biṃdu mukha rājīva lōcana aruna tana sōnita kanī..",
            "bhuja jugala phērata sara sarāsana bhālu kapi cahu disi banē.",
            "kaha dāsa tulasī kahi na saka chabi sēṣa jēhi ānana ghanē.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord of the Raghus, the king of Kosala, who was matchless in strength, shone resplendent on the field of battle in the midst of bears and monkeys, with drops of perspiration on His face, His lotus eyes turned red and His person specked with particles of blood, and both His hands busy playing with His bow and arrow. Even Śeṣa (the serpent-god), says Tulasīdāsa, could not describe the Lord's beauty despite his numerous tongues."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nisicara adhama malākara tāhi dīnha nija dhāma.",
            "girijā tē nara maṃdamati jē na bhajahiṃ śrīrāma..71.. [6-71]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Śrī Rāma vouchsafed a place in his own abode to a vile demon, who was a mine of impurities! Girijā, (continues Lord Śiva,) dull-witted are those men who adore Him not"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dina kēṃ aṃta phirīṃ dōu anī. samara bhaī subhaṭanha śrama ghanī..",
            "rāma kṛpāom kapi dala bala bāḍhaā. jimi tṛna pāi lāga ati ḍāḍhaā.. [6-71-1]",
            "chījahiṃ nisicara dinu aru rātī. nija mukha kahēṃ sukṛta jēhi bhāomtī..",
            "bahu bilāpa dasakaṃdhara karaī. baṃdhu sīsa puni puni ura dharaī.. [6-71-2]",
            "rōvahiṃ nāri hṛdaya hati pānī. tāsu tēja bala bipula bakhānī..",
            "mēghanāda tēhi avasara āyau. kahi bahu kathā pitā samujhāyau.. [6-71-3]",
            "dēkhēhu kāli mōri manusāī. abahiṃ bahuta kā karauṃ baḍaāī..",
            "iṣṭadēva saiṃ bala ratha pāyau. sō bala tāta na tōhi dēkhāyau.. [6-71-4]",
            "ēhi bidhi jalpata bhayau bihānā. cahu duāra lāgē kapi nānā..",
            "ita kapi bhālu kāla sama bīrā. uta rajanīcara ati ranadhīrā.. [6-71-5]",
            "larahiṃ subhaṭa nija nija jaya hētū. barani na jāi samara khagakētū.. [6-71-6]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At the close of the day the two contending armies retired from the battle-field. The battle had proved exceedingly strenuous even to the stoutest warrior. But the monkey host waxed stronger by Śrī Rāma's grace, even as fire blazes up when fed with straw. The ranks of the demons were thinning night and day like merit, which is exhausted by speaking of one's good deeds with one's own lips. The ten-headed monster made much lamentation, clasping his brother's head to his bosom again and again. The women wept and beat their breast with their hands, paying tributes to his extraordinary majesty and strength. At that juncture Meghanāda (Rāvaṇa's eldest son) came and consoled his father by narrating a number of (reassuring) stories. \"See my heroism tomorrow; I need not make any pretentious statement just now. I have had no occasion to show you, dear father, the strength which I acquired alongwith the chariot from my beloved deity.\" While he rattled on in this manner the day broke and swarms of monkeys besieged all the four gates. On this side ranged the monkey and bear warriors terrible as death, while on the other side stood the demons exceedingly staunch in battle. Every champion fought for the victory of his own camp; the battle, O Garuḍa (says Kākabhuśuṇḍi), defied all description."
        ]
    }
]