[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Greatness of the Ramayana; Tulasidasa's prayer and reward of reciting this poem"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "āju dhanya maiṃ dhanya ati jadyapi saba bidhi hīna.",
            "nija jana jāni rāma mōhi saṃta samāgama dīna..123ka.. [7-123(A)]",
            "nātha jathāmati bhāṣēu rākhēu nahiṃ kachu gōi.",
            "carita siṃdhu raghunāyaka thāha ki pāvai kōi..123.. [7-123(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Though vile in everyway, I am blessed, most blessed today, in that Sri Rama has acknowledged me as one of His own servants and therefore vouchsafed to me the fellowship of a saint (like you). My lord, I have spoken to the best of my ability and have concealed nothing. But the story of Sri Rama (the Lord of the Raghus) is vast as an ocean: can anyone find the bottom of it ?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sumiri rāma kē guna gana nānā. puni puni haraṣa bhusuṃḍi sujānā..",
            "mahimā nigama nēti kari gāī. atulita bala pratāpa prabhutāī.. [7-123(B)-1]",
            "siva aja pūjya carana raghurāī. mō para kṛpā parama mṛdulāī..",
            "asa subhāu kahu sunau na dēkhau. kēhi khagēsa raghupati sama lēkhau.. [7-123(B)-2]",
            "sādhaka siddha bimukta udāsī. kabi kōbida kṛtagya saṃnyāsī..",
            "jōgī sūra sutāpasa gyānī. dharma nirata paṃḍita bigyānī.. [7-123(B)-3]",
            "tarahiṃ na binu sēēom mama svāmī. rāma namāmi namāmi namāmī..",
            "sarana gaēom mō sē agha rāsī. hōhiṃ suddha namāmi abināsī.. [7-123(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The wise Kakabhusundi rejoiced again and again as he pondered Sri Rama's manifold virtues. That I should enjoy the grace of Sri Rama (the Lord of the Raghus), whose glory is sung by the Vedas only in negative terms as \"not that,\" whose might, majesty and glory are unequalled and whose feet are worthy of adoration even to Lord Siva and Brahma (the Unborn, Creator)-betrays His supreme tenderness of heart. Nowhere have I heard of, much less seen, such a kind disposition: to whom shall I compare the Lord of the Raghus, O chief of the birds? Strivers and perfect souls, the liberated and the unworldly-minded, the seers and learned men, those knowing the secrets of Karma (duty) and those who have renounced all action, Yogis (mystics), and valiant heroes, great ascetics and wise men, pious souls and men of erudition and even men who have realized the Self-none of these can cross the ocean of mundane existence without adoring my lord, Sri Rama, to whom I bow again and again and yet again. I bow once more to that imperishable Lord by approaching whom for shelter even sinful souls like me get purified."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jāsu nāma bhava bhēṣaja harana ghōra traya sūla.",
            "sō kṛpālu mōhi tō para sadā rahau anukūla..124ka.. [7-124(A)]",
            "suni bhusuṃḍi kē bacana subha dēkhi rāma pada nēha.",
            "bōlēu prēma sahita girā garuḍa bigata saṃdēha..124kha.. [7-124(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"He whose name is an unfailing remedy for the disease of birth and death and alleviates the three kinds of terrible pain-may that gracious Lord remain propitious both to me and to you.\" On hearing Bhusundi's blessed discourse and perceiving his devotion to Sri Rama's feet, Garuda, who was now rid of all doubt, replied in endearing terms:-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mai kṛtkṛtya bhayau tava bānī. suni raghubīra bhagati rasa sānī..",
            "rāma carana nūtana rati bhaī. māyā janita bipati saba gaī.. [7-124(B)-1]",
            "mōha jaladhi bōhita tumha bhaē. mō kahaom nātha bibidha sukha daē..",
            "mō pahiṃ hōi na prati upakārā. baṃdau tava pada bārahiṃ bārā.. [7-124(B)-2]",
            "pūrana kāma rāma anurāgī. tumha sama tāta na kōu baḍabhāgī..",
            "saṃta biṭapa saritā giri dharanī. para hita hētu sabanha kai karanī.. [7-124(B)-3]",
            "saṃta hṛdaya navanīta samānā. kahā kabinha pari kahai na jānā..",
            "nija paritāpa dravai navanītā. para dukha dravahiṃ saṃta supunītā.. [7-124(B)-4]",
            "jīvana janma suphala mama bhayaū. tava prasāda saṃsaya saba gayaū..",
            "jānēhu sadā mōhi nija kiṃkara. puni puni umā kahai bihaṃgabara.. [7-124(B)-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"I have attained the object of my life now that I have listened to your discourse, imbued with the nectar of Devotion to Sri Rama's feet. My love for Sri Rama's feet has been renewed and the trouble created by Maya (the Lord's deluding potency) has all ended. You have been a vessel to me, drifting as I was in the ocean of infatuation and have afforded me delight in various ways, my lord. I am, however, incapable of repaying my obligation to you and simply adore your feet again and again. You are fully satiated and a lover of Sri Rama; no one is so blessed as you, venerable sir. Saints, trees, rivers, mountains and the earth, all these operate for the good of others. The poets have declared the heart of a saint to be soft as butter; but they did not know what should be said. For, while butter melts only when the same is heated on fire, the holy saints melt at the suffering of others. My life and birth into this world have both been rewarded and by your grace all my doubts have fled. Ever regard me as your own servant.\" Again and again did the chief of the birds speak thus, O Uma."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tāsu carana siru nāi kari prēma sahita matidhīra.",
            "gayau garuḍa baikuṃṭha taba hṛdayaom rākhi raghubīra..125ka.. [7-125(A)]",
            "girijā saṃta samāgama sama na lābha kachu āna.",
            "binu hari kṛpā na hōi sō gāvahiṃ bēda purāna..125kha.. [7-125(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Lovingly bowing his head at Kakabhusundi's feet, Garuda, who was so resolute of purpose, then flew away to Vaikuntha (the divine abode of Lord Visnu), with an image of Sri Rama (the Hero of Raghu's line) imprinted on his heart. Girija, there is no gain so valuable as the fellowship of saints; the same, however, cannot be had without the grace of Sri Hari : so declare the Vedas and Puranas."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahēu parama punīta itihāsā. sunata śravana chūṭahiṃ bhava pāsā..",
            "pranata kalpataru karunā puṃjā. upajai prīti rāma pada kaṃjā.. [7-125(B)-1]",
            "mana krama bacana janita agha jāī. sunahiṃ jē kathā śravana mana lāī..",
            "tīrthāṭana sādhana samudāī. jōga birāga gyāna nipunāī.. [7-125(B)-2]",
            "nānā karma dharma brata dānā. saṃjama dama japa tapa makha nānā..",
            "bhūta dayā dvija gura sēvakāī. bidyā binaya bibēka baḍaāī.. [7-125(B)-3]",
            "jahaom lagi sādhana bēda bakhānī. saba kara phala hari bhagati bhavānī..",
            "sō raghunātha bhagati śruti gāī. rāma kṛpāom kāhūom ēka pāī.. [7-125(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I have thus repeated the most sacred narrative, by hearing which one is freed from the bonds of worldly existence and comes to have devotion to the lotus-feet of the All-merciful Sri Rama, who is a wish-yielding tree to the suppliant. Again, they who listen to this narrative attentively are absolved of sins committed with the mind, speech or body. Pilgrimages to sacred places and other means of self-purification, perfection in Yoga (mind-control), dispassion and wisdom, sacred rites and religious practices, vows and charitable acts of various kinds, self-denial and self-control, Japa (muttering of prayers) and austere penance, performing manifold sacrifices, compassion to all living beings, ministering to the Brahmanas and one's preceptor, learning, modesty, right judgment and nobility of mind and character, in short, all the expedients extolled in the Vedas, Bhavani, have but one reward-Devotion to Sri Hari. Such devotion to the Lord of the Raghus as has been glorified in the Vedas is attained to by some rare soul by the grace of Sri Rama Himself."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "muni durlabha hari bhagati nara pāvahiṃ binahiṃ prayāsa.",
            "jē yaha kathā niraṃtara sunahiṃ māni bisvāsa..126.. [7-126]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Although such devotion to Sri Hari is scarce attainable even by the sages, it can be easily attained by men who constantly listen to this story with faith."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sōi sarbagya gunī sōi gyātā. sōi mahi maṃḍita paṃḍita dātā..",
            "dharma parāyana sōi kula trātā. rāma carana jā kara mana rātā.. [7-126-1]",
            "nīti nipuna sōi parama sayānā. śruti siddhāṃta nīka tēhiṃ jānā..",
            "sōi kabi kōbida sōi ranadhīrā. jō chala chāḍai bhajai raghubīrā.. [7-126-2]",
            "dhanya dēsa sō jahaom surasarī. dhanya nāri patibrata anusarī..",
            "dhanya sō bhūpu nīti jō karaī. dhanya sō dvija nija dharma na ṭaraī.. [7-126-3]",
            "sō dhana dhanya prathama gati jākī. dhanya punya rata mati sōi pākī..",
            "dhanya gharī sōi jaba satasaṃgā. dhanya janma dvija bhagati abhaṃgā.. [7-126-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He alone is omniscient and accomplished, he alone is wise, he alone is an ornament of the globe, learned and munificent, he alone is pious and he the saviour of his race, whose mind is devoted to the feet of Sri Rama. He alone is perfect in correct behaviour and most sagacious, he alone has thoroughly grasped the conclusion of the Vedas, and he alone is a seer, a man of erudition, and staunch in battle, who adores the Hero of Raghu's line in a guileless spirit. Blessed is the land where flows the celestial stream (the Ganga); blessed the wife who observes a vow of fidelity to her husband. Blessed is the monarch who administers justice; blessed the Brahmana who swerves not from his duty. Blessed is the wealth which is used to the best advantage;* blessed is the intellect and ripe too, which is devoted to pious acts. Blessed is the hour which is spent in communion with saints; blessed the birth in which one practises unceasing devotion to the twice-born (the Brahmanas)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sō kula dhanya umā sunu jagata pūjya supunīta.",
            "śrīraghubīra parāyana jēhiṃ nara upaja binīta..127.. [7-127]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Listen, Uma : blessed is the family, worthy of adoration for the whole world and most hallowed too, in which is born an humble devotee of the illustrious Rama (the Hero of Raghu's line) ."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mati anurūpa kathā maiṃ bhāṣī. jadyapi prathama gupta kari rākhī..",
            "tava mana prīti dēkhi adhikāī. taba maiṃ raghupati kathā sunāī.. [7-127-1]",
            "yaha na kahia saṭhahī haṭhasīlahi. jō mana lāi na suna hari līlahi..",
            "kahia na lōbhihi krōdhahi kāmihi. jō na bhajai sacarācara svāmihi.. [7-127-2]",
            "dvija drōhihi na sunāia kabahūom. surapati sarisa hōi nṛpa jabahūom..",
            "rāma kathā kē tēi adhikārī. jinha kēṃ satasaṃgati ati pyārī.. [7-127-3]",
            "gura pada prīti nīti rata jēī. dvija sēvaka adhikārī tēī..",
            "tā kahaom yaha bisēṣa sukhadāī. jāhi prānapriya śrīraghurāī.. [7-127-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I have told you this narrative according to my own lights, although at first I kept it secret. I saw excessive fondness for the same in your heart and then I narrated to you the story of Sri Rama (the Lord of the Raghus). This story, however, should not be repeated to a perverse knave, who does not listen attentively to the story of Sri Hari; nor should it be recited to a greedy, irascible or lustful man who worship not the Lord of all animate and inanimate creation. It should never be repeated to a Brahmana-hater, be he a monarch as great as Indra (the lord of the celestials). They alone are qualified to hear Sri Rama's narrative, who are extremely fond of communion with holy men. They alone are fit to hear it, who are devoted to the feet of their preceptor, and are lovers of propriety and votaries of the Brahmanas. The story affords special delight to them who hold the graceful Lord of the Raghus dear as life."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma carana rati jō caha athavā pada nirbāna.",
            "bhāva sahita sō yaha kathā karau śravana puṭa pāna..128.. [7-128]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He who seeks devotion to the feet of Sri Rama or to enjoy the state of eternal bliss should fondly drink in this story with the cups of his ears."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma kathā girijā maiṃ baranī. kali mala samani manōmala haranī..",
            "saṃsṛti rōga sajīvana mūrī. rāma kathā gāvahiṃ śruti sūrī.. [7-128-1]",
            "ēhi mahaom rucira sapta sōpānā. raghupati bhagati kēra paṃthānā..",
            "ati hari kṛpā jāhi para hōī. pāu dēi ēhiṃ māraga sōī.. [7-128-2]",
            "mana kāmanā siddhi nara pāvā. jē yaha kathā kapaṭa taji gāvā..",
            "kahahiṃ sunahiṃ anumōdana karahīṃ. tē gōpada iva bhavanidhi tarahīṃ.. [7-128-3]",
            "suni saba kathā hṛdayaom ati bhāī. girijā bōlī girā suhāī..",
            "nātha kṛpāom mama gata saṃdēhā. rāma carana upajēu nava nēhā.. [7-128-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I have narrated, Girija, the story of Sri Rama, which wipes out the sins of the Kali age and removes the impurities of the mind. The narrative of Sri Rama, as is declared by the Vedas and the seers, is a life-giving herb to cure the disease of birth and death. It has seven beautiful stairs, which are so many roads as it were leading to the goal of Devotion to the Lord of the Raghus. He alone who enjoys the utmost grace of Sri Hari can set his foot on this road (the road to Devotion). Men who sing this story in a guileless spirit attain the object of their soul's desire. Nay, they who repeat or listen to it or even approve of its recitation cross the ocean of mundane existence as they would the print of a cow's hoof. Girija (Daughter of the mountain-king) was greatly delighted at heart to hear the whole narrative and replied in pleasing tones : \"By the grace of my lord (Yourself) my doubts have disappeared and my devotion to Sri Rama's feet has been renovated.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "maiṃ kṛtakṛtya bhaiu aba tava prasāda bisvēsa.",
            "upajī rāma bhagati dṛḍha bītē sakala kalēsa..129.. [7-129]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"By your blessing, O Lord of the universe, I have now attained the object of my life. Unswerving devotion to Sri Rama has sprung in my heart and all my afflictions have ended.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "yaha subha saṃbhu umā saṃbādā. sukha saṃpādana samana biṣādā..",
            "bhava bhaṃjana gaṃjana saṃdēhā. jana raṃjana sajjana priya ēhā.. [7-129-1]",
            "rāma upāsaka jē jaga māhīṃ. ēhi sama priya tinha kē kachu nāhīṃ..",
            "raghupati kṛpāom jathāmati gāvā. maiṃ yaha pāvana carita suhāvā.. [7-129-2]",
            "ēhiṃ kalikāla na sādhana dūjā. jōga jagya japa tapa brata pūjā..",
            "rāmahi sumiria gāia rāmahi. saṃtata sunia rāma guna grāmahi.. [7-129-3]",
            "jāsu patita pāvana baḍa bānā. gāvahiṃ kabi śruti saṃta purānā..",
            "tāhi bhajahi mana taji kuṭilāī. rāma bhajēṃ gati kēhiṃ nahiṃ pāī.. [7-129-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "This blessed dialogue between Lord Sambhu and Goddess Uma begets joy and lifts the gloom of depression. It puts an end to transmigration, disperses doubt, delights the devotees and is dear to the saints. To the worshippers of Sri Rama, nothing is so dear as this (narrative of Sri Rama). By the grace of Sri Rama (the Lord of the Raghus) Himself I have sung to the best of my ability this sacred and charming story. In this age of Kali no other discipline is of any avail-neither Yoga (mind-control) nor sacrifices, nor Japa (muttering of prayers) not austere penance nor any sacred vows nor ritual : Rama alone should be remembered, Rama alone should be glorified; and it is the catalogue of Rama's virtues alone that should be given ear to. Forswearing perversity, my soul, adore Him whose great vow it is to sanctify the fallen, as is declared by seers and saints, the Vedas and Puranas : who has not secured redemption by worshipping Sri Rama?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pāī na kēhiṃ gati patita pāvana rāma bhaji sunu saṭha manā.",
            "ganikā ajāmila byādha gīdha gajādi khala tārē ghanā..",
            "ābhīra jamana kirāta khasa svapacādi ati agharūpa jē.",
            "kahi nāma bāraka tēpi pāvana hōhiṃ rāma namāmi tē..1.. [7-129-1]",
            "raghubaṃsa bhūṣana carita yaha nara kahahiṃ sunahiṃ jē gāvahīṃ.",
            "kali mala manōmala dhōi binu śrama rāma dhāma sidhāvahīṃ..",
            "sata paṃca caupāīṃ manōhara jāni jō nara ura dharai.",
            "dāruna abidyā paṃca janita bikāra śrīraghubara harai..2.. [7-129-2]",
            "suṃdara sujāna kṛpā nidhāna anātha para kara prīti jō.",
            "sō ēka rāma akāma hita nirbānaprada sama āna kō..",
            "jākī kṛpā lavalēsa tē matimaṃda tulasīdāsahūom.",
            "pāyō parama biśrāmu rāma samāna prabhu nāhīṃ kahūom..3.. [7-129-3]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Listen, my stupid soul : who has not been saved by adoring Sri Rama, the purifier of the fallen? The harlot (Pingala), Ajamila, the hunter (Valmiki), the vulture (Jatayu), the elephant and many other wretches have been delivered by Him. Even abhiras (a hilly tribe inhabiting the south-west coast in the ancient times), Yavanas, Kiratas (Bhilas), Khasas (another hill-tribe found in Assam), Candalas (the pariah) and others, the very embodiments of grievous sin, are hallowed by merely uttering Your name even once : I adore You, O Rama. Men who repeat to others, listen to (when repeated by others) or chant alone this narrative of Sri Rama (the Ornament of Raghu's race) thereby wipe out the sins that are incident to the Kali age as well as the impurities of their soul, and ascend to the Abode of Sri Rama without any difficulty. Nay the Chief of the Raghus cures the perversities, caused by the fivefold* ignorance, of those men who treasure up in their heart even a few Caupais (small four-footed verses) of this narrative that appeal to them as most charming. If there is anyone who is all-beautiful, all-wise and all-merciful and who is fond of the forlorn, it is Rama and Rama alone; who else can compare with Him as a disinterested friend and a bestower of eternal bliss? Nowhere can we find a lord like Sri Rama, by an iota of whose grace even the dull-witted Tulasidasa has found supreme peace."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mō sama dīna na dīna hita tumha samāna raghubīra.",
            "asa bicāri raghubaṃsa mani harahu biṣama bhava bhīra..130ka..",
            "kāmihi nāri piāri jimi lōbhahi priya jimi dāma. [7-130(A)]",
            "timi raghunātha niraṃtara priya lāgahu mōhi rāma..130kha.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "There is no one so miserable as I nor such a friend of the miserable as You, O Hero of Raghu's line ! Realizing this, O Jewel of Raghu's race, take away my fear of transmigration, which is so terrible. May You be ever so dear to me, Rama, as woman is dear to a lustful man, and as lucre is dear to the greedy, O Lord of the Raghus."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Shlokas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यत्पूर्वं प्रभुणा कृतं सुकविना श्रीशम्भुना दुर्गमं",
            "श्रॆमद्रामपदाब्जभक्तिमनिशम प्राप्त्यै तू रामायणं।",
            "मत्वा तद्रघुनाथनामनिरतम स्वान्तस्तम:शान्तये",
            "भाषाबद्ध्मिदम चकार तुलसीदासस्तथा मानसं।।1।। [7-1]",
            "पुण्यं पापहरं सदा शिवकरं विज्ञानाभाक्तिप्रदम",
            "मायामोहमलापहं सुविमलं प्रेमाम्बुपूरं शुभम।",
            "श्रॆमद्रामचरितमानसमिदम भक्त्यावगाहन्ति ये",
            "ते सन्सारपतनगघोरकिरनैर्दह्यन्ति नो मानवाः।।2।। [7-2]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The same mysterious \"Manasa-Ramayana\" (the story of Sri Rama figuratively spoken of as a Manasa lake) which was composed of yore by the blessed Lord Sambhu, the best of all poets, with the object of developing unceasing devotion to the lotus-feet of the all-beautiful Sri Rama, has been likewise rendered into the vulgar tongue by Tulasidasa for dispersing the gloom of his heart, cognizing the fact that it is devoted to the Name of Sri Rama (the Lord of the Raghus). This glorious, holy, purifying, blessed and most limpid Manasa lake of Sri Rama's exploits ever begets happiness; nay, it bestows both wisdom and Devotion, wipes out delusion, infatuation and impurity and is brimful with the water of love. Men who devoutly take a plunge into it are never scorched with the burning rays of the sun of worldly illusion."
        ]
    }
]