[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "त्रैविद्या मां सोमपा: पूतपापा",
            "यज्ञैरिष्ट्वा स्वर्गतिं प्रार्थयन्ते ।",
            "ते पुण्यमासाद्य सुरेन्द्रलोक-",
            "मश्नन्ति दिव्यान्दिवि देवभोगान् ॥ २० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "trai-vidyā māṁ soma-pāḥ pūta-pāpā",
            "yajñair iṣṭvā svar-gatiṁ prārthayante",
            "te puṇyam āsādya surendra-lokam",
            "aśnanti divyān divi deva-bhogān"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "trai-vidyāḥ — the knowers of the three Vedas; mām — Me; soma-pāḥ — drinkers of soma juice; pūta — purified; pāpāḥ — of sins; yajñaiḥ — with sacrifices; iṣṭvā — worshiping; svaḥ-gatim — passage to heaven; prārthayante — pray for; te — they; puṇyam — pious; āsādya — attaining; sura-indra — of Indra; lokam — the world; aśnanti — enjoy; divyān — celestial; divi — in heaven; deva-bhogān — the pleasures of the gods."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Those who study the Vedas and drink the soma juice, seeking the heavenly planets, worship Me indirectly. Purified of sinful reactions, they take birth on the pious, heavenly planet of Indra, where they enjoy godly delights."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The word trai-vidyāḥ refers to the three Vedas – Sāma, Yajur and Ṛg. A brāhmaṇa who has studied these three Vedas is called a tri-vedī. Anyone who is very much attached to knowledge derived from these three Vedas is respected in society. Unfortunately, there are many great scholars of the Vedas who do not know the ultimate purport of studying them. Therefore Kṛṣṇa herein declares Himself to be the ultimate goal for the tri-vedīs. Actual tri-vedīs take shelter under the lotus feet of Kṛṣṇa and engage in pure devotional service to satisfy the Lord. Devotional service begins with the chanting of the Hare Kṛṣṇa mantra and side by side trying to understand Kṛṣṇa in truth. Unfortunately those who are simply official students of the Vedas become more interested in offering sacrifices to the different demigods like Indra and Candra. By such endeavor, the worshipers of different demigods are certainly purified of the contamination of the lower qualities of nature and are thereby elevated to the higher planetary systems or heavenly planets known as Maharloka, Janaloka, Tapoloka, etc. Once situated on those higher planetary systems, one can satisfy his senses hundreds of thousands of times better than on this planet."
        ]
    }
]