[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Glory of adoration"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bāri mathēṃ ghṛta hōi baru sikatā tē baru tēla.",
            "binu hari bhajana na bhava taria yaha siddhāṃta apēla..122ka.. [7-122(A)]",
            "masakahi karai biṃraṃci prabhu ajahi masaka tē hīna.",
            "asa bicāri taji saṃsaya rāmahi bhajahiṃ prabīna..122kha.. [7-122(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Sooner shall butter be churned out of water or oil be extracted from sand than the ocean of worldly existence be crossed without adoring Śrī Hari : this is a conclusion which cannot be set aside. The Lord can exalt a mosquito to the position of Brahmā (the Creator) and degrade Brahma to a position lower than that of a mosquito. Realizing this, the wise discard all doubt and worship Śrī Rāma."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Shlokas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "vinicśritaṃ vadāmi tē na anyathā vacāṃsi mē.",
            "hariṃ narā bhajanti yē.tidustaraṃ taranti tē..122ga.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I tell You my considered view and my words can never be untrue: men who worship Śrī Rāma are able to cross the most turbulent ocean of mundane existence."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahēu nātha hari carita anūpā. byāsa samāsa svamati anurupā..",
            "śruti siddhāṃta ihai uragārī. rāma bhajia saba kāja bisārī.. [7-0-1]",
            "prabhu raghupati taji sēia kāhī. mōhi sē saṭha para mamatā jāhī..",
            "tumha bigyānarūpa nahiṃ mōhā. nātha kīnhi mō para ati chōhā.. [7-0-2]",
            "pūchihu rāma kathā ati pāvani. suka sanakādi saṃbhu mana bhāvani..",
            "sata saṃgati durlabha saṃsārā. nimiṣa daṃḍa bhari ēkau bārā.. [7-0-3]",
            "dēkhu garuḍa nija hṛdayaom bicārī. maiṃ raghubīra bhajana adhikārī..",
            "sakunādhama saba bhāomti apāvana. prabhu mōhi kīnha bidita jaga pāvana.. [7-0-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I have narrated, my lord, the incomparable story of Śrī Hari according to my own now briefly and now in detail. The conclusion of the Vedas, O enemy of serpents, is just this: forgetting all other duties Śrī Rāma alone should be adored. Who else is worth serving, if you renounce the almighty, Lord of the Raghus, who regards even a fool like me as His own. You are wisdom incarnate and have no infatuation; on the other hand, you have done me a unique favour, my lord, in that you asked me to repeat the most sacred story of Śrī Rāma, which delights the soul of sages like Śuka, Sanaka and others, as well as of Lord Śambhu. The fellowship of saints is difficult to get in this world, be it for the twinkling of an eye or for half an hour even for once. Ponder in your heart, Garuḍa, and see for yourself whether I am competent in anyway to worship the Hero of Raghu's line. The vilest of birds and impure in everyway as I was, the Lord has made me known as a purifier of the world."
        ]
    }
]