[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "रजस्तमश्चाभिभूय सत्त्वं भवति भारत ।",
            "रजः सत्त्वं तमश्चैव तमः सत्त्वं रजस्तथा ॥ १० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "रजः - रजोगुण; तमः - तमोगुण को; च - भी; अभिभूय - पार करके; सत्त्वम् - सतोगुण; भवति - प्रधान बनता है; भारत - हे भरतपुत्र; रजः - रजोगुण; सत्त्वम् - सतोगुण को; तमः - तमोगुण; च - भी; एव - उसी तरह; तमः - तमोगुण; सत्त्वम् - सतोगुण को; रजः - रजोगुण; तथा - इस प्रकार |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे भरतपुत्र! कभी-कभी सतोगुण रजोगुण तथा तमोगुण को परास्त करके प्रधान बन जाता है तो कभी रजोगुण सतो तथा तमोगुणों को परास्त कर देता है और कभी ऐसा होता है कि तमोगुण सतो तथा रजोगुणों को परास्त कर देता है | इस प्रकार श्रेष्ठता के लिए निरन्तर स्पर्धा चलती रहती है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जब रजोगुण प्रधान होता है, तो सतो तथा तमोगुण परास्त रहते हैं | जब सतोगुण प्रधान होता है तो रजो तथा तमोगुण परास्त हो जाते हैं | यह प्रतियोगिता निरन्तर चलती रहती है | अतएव जो कृष्णभावनामृत में वास्तव में उन्नति करने का इच्छुक है, उसे इन तीनों गुणों को लाँघना पड़ता है | प्रकृति के किसी एक गुण की प्रधानता मनुष्य के आचरण में, उसके कार्यकलापों में, उसके खान-पान आदि में प्रकट होती रहती है | इन सबकी व्याख्या अगले अध्यायों में की जाएगी | लेकिन यदि कोई चाहे तो वह अभ्यास द्वारा सतोगुण विकसित कर सकता है और इस प्रकार रजो तथा तमोगुणों को परास्त कर सकता है | इस प्रकार से रजोगुण विकसित करके तमो तथा सतो गुणों को परास्त कर सकता है | अथवा कोई चाहे तो वह तमोगुण को विकसित करके रजो तथा सतोगुणों को परास्त कर सकता है | यद्यपि प्रकृति के ये तीन गुण होते हैं, किन्तु यदि कोई संकल्प कर ले तो उसे सतोगुण का आशीर्वाद तो मिल ही सकता है और वह इसे लाँघ कर शुद्ध सतोगुण में स्थित हो सकता है, जिसे वासुदेव अवस्था कहते हैं, जिसमें वह ईश्वर के विज्ञान को समझ सकता है | विशिष्ट कार्यों को देख कर ही समझा जा सकता है कि कौन व्यक्ति किस गुण में स्थित है |"
        ]
    }
]