[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अर्जुन उवाच",
            "स्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव |",
            "स्थितधीः किं प्रभाषेत किमासीत व्रजेत किम् || ५४ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुनः उवाच –  अर्जुन ने कहा; स्थित-प्रज्ञस्य – कृष्णभावनामृत में स्थिर हुए व्यक्ति  की; का – क्या; भाषा – भाषा; समाधि-स्थस्य – समाधि में स्थित पुरुष का;  केशव – हे कृष्ण; स्थित-धीः – कृष्णभावना में स्थिर व्यक्ति; किम् – क्या;  प्रभाषेत – बोलता है; किम् – कैसे; आसीत – रहता है; व्रजेत – चलता है; किम्  – कैसे |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन ने कहा – हे कृष्ण! अध्यात्म में लीन चेतना वाले व्यक्ति (स्थितप्रज्ञ) के क्या लक्षण हैं? वह कैसे बोलता है तथा उसकी भाषा क्या है? वह किस तरह बैठता और चलता है?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जिस प्रकार प्रत्येक व्यक्ति के विशिष्ट स्थिति के अनुसार कुछ लक्षण होते हैं उसी प्रकार कृष्णभावनाभावित पुरुष का भी विशिष्ट स्वभाव होता है – यथा उसका बोला, चलना, सोचना आदि | जिस प्रकार धनी पुरुष के कुछ लक्षण होते हैं, जिनसे वह धनवान जाना जाता है, जिस तरह रोगी अपने रोग के लक्षणों से रुग्ण जाना जाता है या कि विद्वान अपने गुणों से विद्वान जाना जाता है, उसी तरह कृष्ण की दिव्य चेतना से युक्त व्यक्ति अपने विशिष्ट लक्षणों से जाना जाता है | इन लक्षणों को भगवद्गीता से जाना जा सकता है | किन्तु सबसे महत्त्वपूर्ण बात यह है कि कृष्णभावनाभावित व्यक्ति किस तरह बोलता है, क्योंकि वाणी ही किसी मनुष्य का सबसे महत्त्वपूर्ण गुण है | कहा जाता है कि मुर्ख का पता तब तक नहीं लगता जब तक वह बोलता नहीं | एक बने-ठने मुर्ख को तब तक नहीं पहचाना जा सकता जब तक वह बोले नहीं, किन्तु बोलते ही उसका यथार्थ रूप प्रकट हो जाता है | कृष्णभावनाभावित व्यक्ति का सर्वप्रमुख लक्षण यह है कि वह केवल कृष्ण तथा उन्हीं से सम्बद्ध विषयों के बारे में बोलता है | फिर तो अन्य लक्षण स्वतः प्रकट हो जाते हैं, जिनका उल्लेख आगे किया गया है |"
        ]
    }
]