[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः |",
            "स बुद्धिमान्मनुष्येषु स युक्तः कृत्स्नकर्मकृत् || १८ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कर्मणि – कर्म में; अकर्म – अकर्म; यः – जो;  पश्येत् – देखता है; अकर्मणि – अकर्म में; च – भी; कर्म – सकाम कर्म; यः –  जो; सः – वह; बुद्धिमान् – बुद्धिमान् है; मनुष्येषु – मानव समाज में; सः –  वह; युक्तः – दिव्य स्थिति को प्राप्त; कृत्स्न-कर्म-कृत् – सारे कर्मों  में लगा रहकर भी |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो मनुष्य कर्म में अकर्म और अकर्म में कर्म देखता है, वह सभी मनुष्यों में बुद्धिमान् है और सब प्रकार के कर्मों में प्रवृत्त रहकर भी दिव्य स्थिति में रहता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कृष्णभावनामृत में कार्य करने वाला व्यक्ति स्वभावतः कर्म-बन्धन से मुक्त होता है | उसके सारे कर्म कृष्ण के लिए होते हैं, अतः कर्म के फल से उसे कोई लाभ या हानि नहीं होती | फलस्वरूप वह मानव समाज में बुद्धिमान् होता है, यद्यपि वह कृष्ण के लिए सभी तरह के कर्मों में लगा रहता है | अकर्म का अर्थ है – कर्म के फल के बिना | निर्विशेषवादी इस भय से सारे कर्म बन्द कर देता है, कि कर्मफल उसके आत्म-साक्षात्कार के मार्ग में बाधक न हो, किन्तु सगुणवादी अपनी इस स्थिति से भलीभाँति परिचित रहता है कि वह भगवान् का नित्य दास है | अतः वह अपने आपको कृष्णभावनामृत के कार्यों में तत्पर रखता है | चूँकि सारे कर्म कृष्ण के लिए किये जाते हैं, अतः इस सेवा के करने में उसे दिव्य सुख प्राप्त होता है | जो इस विधि में लगे रहते हैं वे व्यक्तिगत इन्द्रियतृप्ति की इच्छा से रहित होते हैं | कृष्ण के प्रति उसका नित्य दास्यभाव उसे सभी प्रकार के कर्मफल से मुक्त करता है |"
        ]
    }
]