[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रीभगवानुवाच",
            "असंशयं महाबाहो मनो दुर्निग्रहं चलम् ।",
            "अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते ॥ ३५ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**श्रीभगवान् उवाच** – भगवान् ने कहा; **असंशयम्** – निस्सन्देह; **महाबाहो** – हे बलिष्ठ भुजाओं वाले; **मनः** – मन को; **दुर्निग्रहम्** – दमन करना कठिन है; **चलम्** – चलायमान, चंचल; **अभ्यासेन** – अभ्यास द्वारा; **तु** – लेकिन; **कौन्तेय** – हे कुन्तीपुत्र; **वैराग्येण** – वैराग्य द्वारा; **च** – भी; **गृह्यते** – इस तरह वश में किया जा सकता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् श्रीकृष्ण ने कहा – हे महाबाहो कुन्तीपुत्र! निस्सन्देह चंचल मन को वश में करना अत्यन्त कठिन है; किन्तु उपयुक्त अभ्यास द्वारा तथा विरक्ति द्वारा ऐसा सम्भव है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन द्वारा व्यक्त इस हठीले मन को वश में करने की कठिनाई को भगवान् स्वीकार करते हैं | किन्तु साथ ही वे सुझाते हैं कि अभ्यास तथा वैराग्य द्वारा यह सम्भव है | यह अभ्यास क्या है? वर्तमान युग में तीर्थवास, परमात्मा का ध्यान, मन तथा इन्द्रियों का निग्रह, ब्रह्म्चर्यपालन, एकान्त-वास आदि कठोर विधि-विधानों का पालन कर पाना सम्भव नहीं है | किन्तु कृष्णभावनामृत के अभ्यास से मनुष्य भगवान् की नवधाभक्ति का आचरण करता है | ऐसी भक्ति का प्रथम अंग है-कृष्ण के विषय में श्रवण करना | मन को समस्त प्रकार की दुश्चिन्ताओं से शुद्ध करने के लिए यह परम शक्तिशाली एवं दिव्य विधि है | कृष्ण के विषय में जितना ही अधिक श्रवण किया जाता है , उतना ही मनुष्य उन वस्तुओं के प्रति अनासक्त होता है जो मन को कृष्ण से दूर ले जाने वाली हैं | मन को उन सारे कार्यों से विरक्त कर लेने पर, जिनसे कृष्ण का कोई सम्बन्ध नहीं है, मनुष्य सुगमतापूर्वक वैराग्य सीख सकता है | वैराग्य का अर्थ है – पदार्थ से विरक्ति और मन का आत्मा में प्रवृत्त होना | निर्विशेष आध्यात्मिक विरक्ति कृष्ण के कार्यकलापों में मनको लगाने की अपेक्षा अधिक कठिन है | यह व्यावहारिक है, क्योंकि कृष्ण के विषय में श्रवण करने से मनुष्य स्वतः परमात्मा के प्रति आसक्त हो जाता है | यह आसक्ति परेशानुभूति या आध्यात्मिक तुष्टि कहलाती है | यह वैसे ही है जिस तरह भोजन के प्रत्येक कौर से भूखे को तुष्टि प्राप्त होती है | भूख लगने पर मनुष्य जितना अधिक खाता जाता है, उतनी ही अधिक तुष्टि और शक्ति मिलती जाती है | इसी प्रकार भक्ति सम्पन्न करने से दिव्य तुष्टि और शक्ति उसे मिलती जाती है | इसी प्रकार भक्ति सम्पन्न करने से दिव्य तुष्टि की अनुभूति होती है, क्योंकि मन भौतिक वस्तुओं से विरक्त हो जाता है | यह कुछ-कुछ वैसा ही है जैसे कुशल उपचार तथा सुपथ्य द्वारा रोग का इलाज | अतः भगवान् कृष्ण के कार्यकलापों का श्रवण उन्मत्त मन का कुशल उपचार है और कृष्ण को अर्पित भोजन ग्रहण करना रोगी के लिए उपयुक्त पथ्य है | यह उपचार ही कृष्णभावनामृत की विधि है |"
        ]
    }
]