[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम् |",
            "ददामि बुद्धियोगं तं येन मामुपयान्ति ते || १० ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "तेषाम् – उन; सतत-युक्तानाम् – सदैव लीन रहने वालों को; भजताम् – भक्ति करने वालों को; प्रीति-पूर्वकम् – प्रेमभावसहित; ददामि – देता हूँ; बुद्धि-योगम् – असली बुद्धि; तम् – वह; येन – जिससे; माम् – मुझको; उपयान्ति – प्राप्त होते हैं; ते – वे |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो प्रेमपूर्वक मेरी सेवा करने में निरन्तर लगे रहते हैं, उन्हें मैं ज्ञान प्रदान करता हूँ, जिसके द्वारा वे मुझ तक आ सकते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में बुद्धि-योगम् शब्द अत्यन्त महत्त्वपूर्ण है | हमें स्मरण हो कि द्वितीय अध्याय में भगवान् ने अर्जुन को उपदेश देते हुए कहा था कि मैं तुम्हें अनेक विषयों के बारे में बता चुका हूँ और अब मैं तुम्हें बुद्धियोग की शिक्षा दूँगा | अब उसी बुद्धियोग की व्याख्या की जा रही है | बुद्धियोग कृष्णभावनामृत में रहकर कार्य करने को कहते हैं और यही उत्तम बुद्धि है | बुद्धि का अर्थ है बुद्धि और योग का अर्थ है यौगिक गतिविधियाँ अथवा यौगिक उन्नति | जब कोई भगवद्धाम को जाना चाहता है और भक्ति में वह कृष्णभावनामृत को ग्रहण कर लेता है, तो उसका यह कार्य बुद्धियोग कहलाता है | दूसरे शब्दों में, बुद्धियोग वह विधि है, जिससे मनुष्य भवबन्धन से छूटना चाहता है | उन्नति करने का चरम लक्ष्य कृष्णप्राप्ति है | लोग इसे नहीं जानते, अतः भक्तों तथा प्रामाणिक गुरु की संगति आवश्यक है | मनुष्य को ज्ञात होना चाहिए कि कृष्ण ही लक्ष्य हैं और जब लक्ष्य निर्दिष्ट है, तो पथ पर मन्दगति से प्रगति करने पर भी अन्तिम लक्ष्य प्राप्त हो जाता है |",
            "जब मनुष्य लक्ष्य तो जानता है, किन्तु कर्मफल में लिप्त रहता है, तो वह कर्मयोगी होता है | यह जानते हुए कि लक्ष्य कृष्ण हैं, जब कोई कृष्ण को समझने के लिए मानसिक चिन्तन का सहारा लेता है, तो वह ज्ञानयोग में लीन होता है | किन्तु जब वह लक्ष्य को जानकर कृष्णभावनामृत तथा भक्ति में कृष्ण की खोज करता है, तो वह भक्तियोगी या बुद्धियोगी होता है और यही पूर्णयोग है | यह पूर्णयोग ही जीवन की सिद्धावस्था है |",
            "जब व्यक्ति प्रामाणिक गुरु के होते हुए तथा आध्यात्मिक संघ से सम्बद्ध रहकर भी प्रगति नहीं कर पाता, क्योंकि वह बुद्धिमान नहीं है, तो कृष्ण उसके अन्तर से उपदेश देते हैं, जिससे वह सरलता से उन तक पहुँच सके | इसके लिए जिस योग्यता की अपेक्षा है, वह यह है कि कृष्णभावनामृत में निरन्तर रहकर प्रेम तथा भक्ति के साथ सभी प्रकार की सेवा की जाए | उसे कृष्ण के लिए कुछ न कुछ कार्य रहना चाहिए, किन्तु प्रेमपूर्वक | यदि भक्त इतना बुद्धिमान नहीं है कि आत्म-साक्षात्कार के पथ पर प्रगति कर सके, किन्तु यदि वह एकनिष्ट रहकर भक्तिकार्यों में रत रहता है, तो भगवान् उसे अवसर देते हैं कि वह उन्नति करके अन्त में उनके पास पहुँच जाये |"
        ]
    }
]