[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "एतान्यपि तु कर्माणि सङ्गं त्यक्त्वा फलानि च ।",
            "कर्तव्यानीति मे पार्थ निश्चितं मतमुत्तमम् ॥ ६ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "एतानि - ये सब; अपि - निश्चय ही; तु - लेकिन; कर्माणि - कार्य; सङ्गम - संगति को; त्यक्त्वा - त्यागकर; फलानि - फलों को; च - भी; कर्तव्यानि - कर्तव्य समझ कर करने चाहिए; इति - इस प्रकार; मे - मेरा; पार्थ - हे पृथापुत्र; निश्र्चितम् - निश्चित; मतम् - मत; उत्तमम् - श्रेष्ठ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इन सारे कार्यों को किसी प्रकार की आसक्ति या फल की आशा के बिना सम्पन्न करना चाहिए । हे पृथापुत्र! इन्हें कर्तव्य मानकर सम्पन्न किया जाना चाहिए । यही मेरा अन्तिम मत है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यद्यपि सारे यज्ञ शुद्ध करने वाले हैं, लेकिन मनुष्य को ऐसे कार्यों से किसी फल की इच्छा नहीं करनी चाहिए । दूसरे शब्दों में, जीवन में जीतने सारे यज्ञ भौतिक उन्नति के लिए हैं, उनका परित्याग करना चाहिए । लेकिन जिन यज्ञों से मनुष्य का अस्तित्व शुद्ध हो और जो आध्यात्मिक स्तर तक उठाने वाले हों, उनको कभी बन्द नहीं करना चाहिए । जिस किसी वस्तु से कृष्णभावनामृत तक पहुँचा जा सके, उनको कभी भी बन्द नहीं करना चाहिए । श्रीमद्भागवत में भी कहा गया है कि जिस कार्य से भगवद्भक्ति का लाभ हो, उसे स्वीकार करना चाहिए । यही धर्म की सर्वोच्च कसौटी है । भगवद्भक्त को ऐसे किसी भी कर्म, यज्ञ या दान को स्वीकार करना चाहिए, जो भगवद्भक्ति करने में सहायक हो ।"
        ]
    }
]