[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रीभगवानुवाच",
            "अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते ।",
            "भूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः ॥ ३ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**श्रीभगवान् उवाच** – भगवान् ने कहा; **अक्षरम्** – अविनाशी; **ब्रह्म** – ब्रह्म; **परमम्** – दिव्य; **स्वभावः** – सनातन प्रकृति; **अध्यात्मम्** – आत्मा; **उच्यते** – कहलाता है; **भूत-भाव-उद्भव-करः** – जीवों के भौतिक शरीर को उत्पन्न करने वाला; **विसर्गः** – सकाम कर्म; **संज्ञितः** – कहलाता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् ने कहा - अविनाशी और दिव्य जीव ब्रह्म कहलाता है और उसका नित्य स्वभाव अध्यात्म या आत्म कहलाता है । जीवों के भौतिक शरीर से सम्बन्धित गतिविधि कर्म या सकाम कर्म कहलाती है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ब्रह्म अविनाशी तथा नित्य है और इसका विधान कभी भी नहीं बदलता । किन्तु ब्रह्म से भी परे परब्रह्मा होता है । ब्रह्म का अर्थ है जीव तथा परब्रह्म का अर्थ भगवान् है । जीव का स्वरूप भौतिक जगत् में उसकी स्थिति से भिन्न होता है । भौतिक चेतना में उसका स्वभाव पदार्थ पर प्रभुत्व जताना है, किन्तु आध्यात्मिक चेतना या कृष्णभावनामृत में उसकी स्थिति परमेश्वर की सेवा करना है । जब जीव भौतिक चेतना में होता है तो उसे इस संसार में विभिन्न प्रकार के शरीर धारण करने पड़ते हैं । यह भौतिक चेतना के कारण कर्म अथवा विविध सष्टि कहलाता है ।",
            "वैदिक साहित्य में जीव को जीवात्मा तथा ब्रह्म कहा जाता है, किन्तु उसे कभी परब्रह्म नहीं कहा जाता । जीवात्मा विभिन्न स्थितियाँ ग्रहण करता है - कभी वह अन्धकार पूर्ण भौतिक प्रकृति से मिल जाता है और पदार्थ को अपना स्वरूप मान लेता है तो कभी वह परा आध्यात्मिक प्रकृति के साथ मिल जाता है । इसीलिए वह परमेश्वर की तटस्था शक्ति कहलाता है । भौतिक या आध्यात्मिक प्रकृति के साथ अपनी पहचान के अनुसार ही उसे भौतिक या आध्यात्मिक शरीर प्राप्त होता है । भौतिक प्रकृति में वह चौरासी लाख योनियों में से कोई भी शरीर धारण कर सकता है, किन्तु आध्यात्मिक प्रकृति में उसका एक ही शरीर होता है । भौतिक प्रकृति में वह अपने कर्म के अनुसार कभी मनुष्य रूप में प्रकट होता है तो कभी देवता, पशु, पक्षी आदि के रूप में प्रकट होता है । स्वर्गलोक की प्राप्ति तथा वहाँ का सुख भोगने की इच्छा से वह कभी-कभी यज्ञ सम्पन्न करता है, किन्तु जब उसका पुण्य क्षीण हो जाता है तो वह पुनः मनुष्य रूप में पृथ्वी पर वापस आ जाता है । यह प्रक्रिया कर्म कहलाती है ।",
            "छांदोग्य उपनिषद् में वैदिक यज्ञ-अनुष्ठानों का वर्णन मिलता है । यज्ञ की वेदी में पाँच अग्नियों को पाँच प्रकार की आहुतियाँ दी जाती हैं । ये पाँच अग्नियाँ स्वर्गलोक, बादल, पृथ्वी, मनुष्य तथा स्त्री रूप मानी जाती हैं और श्रद्धा, सोम, वर्षा, अन्न तथा वीर्य ये पाँच प्रकार की आहुतियाँ हैं ।",
            "यज्ञ प्रक्रिया में जीव अभीष्ट स्वर्गलोकों की प्राप्ति के लिए विशेष यज्ञ करता है और उन्हें प्राप्त करता है । जब यज्ञ का पुण्य क्षीण हो जाता है तो जीव पृथ्वी पर वर्षा के रूप में उतरता है और अन्न का रूप ग्रहण करता है । इस अन्न को मनुष्य खाता है जिससे यह वीर्य में परिणत होता है जो स्त्री के गर्भ में जाकर फिर से मनुष्य का रूप धारण करता है । यह मनुष्य पुनः यज्ञ करता है और पुनः वही चक्र चलता है । इस प्रकार जीव शाश्वत रीति से आता और जाता रहता है । किन्तु कृष्णभावनाभावित पुरुष ऐसे यज्ञों से दूर रहता है । वह सीधे कृष्णभावनामृत ग्रहण करता है और इस प्रकार ईश्वर के पास वापस जाने की तैयारी करता है ।",
            "भगवद्गीता के निर्विशेषवादी भाष्यकार बिना कारण के कल्पना करते हैं कि इस जगत् में ब्रह्म जीव का रूप धारण करता है और इसके समर्थन में वे गीता के पंद्रहवें अध्याय के सातवें श्लोक को उद्धृत करते हैं । किन्तु इस श्लोक में भगवान् जीव को “मेरा शाश्वत अंश” भी कहते हैं । भगवान् का यह अंश, जीव, भले ही भौतिक जगत् में आ गिरता है, किन्तु परमेश्वर (अच्युत) कभी नीचे नहीं गिरता । अतः यह विचार कि ब्रह्म जीव का रूप धारण करता है ग्राह्य नहीं है । यह स्मरण रखना होगा कि वैदिक साहित्य में ब्रह्म (जीवात्मा) को परब्रह्म (परमेश्वर) से पृथक् माना जाता है ।"
        ]
    }
]