[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन |",
            "नानवाप्तमवाप्तव्यं वर्त एव च कर्माणि || २२ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "न – नहीं; मे –  मुझे; पार्थ – हे पृथापुत्र; अस्ति – है; कर्तव्यम् – नियत कार्य; त्रिषु –  तीनों; लोकेषु – लोकों में; किञ्चन  - कोई; न – कुछ नहीं; अनवाप्तम् –  पाने के लिए; वर्ते – लगा रहता हूँ; एव – निश्चय ही; च – भी; कर्मणि – नियत  कर्मों में |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे पृथापुत्र! तीनों लोकों में मेरे लिए कोई भी कर्म नियत नहीं है, न मुझे किसी वस्तु का अभाव है और न आवश्यकता ही है | तो भी मैं नियत्कर्म करने में तत्पर रहता हूँ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "वैदिक साहित्य में भगवान् का वर्णन इस प्रकार हुआ है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "तमीश्वराणां परमं महेश्वरं तं देवतानां परमं च दैवतम् |",
            "पतिं पतीनां परमं परस्ताद् विदाम देवं भुवेनशमीड्यम् ||",
            "न तस्य कार्यं करणं च विद्यते न तत्समश्र्चाभ्यधिकश्र्च दृश्यते |",
            "परास्य शक्तिर्विविधैव श्रूयते स्वाभाविकी ज्ञानबलक्रिया च ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "परमेश्वर समस्त नियन्ताओं के नियन्ता हैं और विभिन्न लोक पालकों में सबसे महान हैं | सभी उनके अधीन हैं | सारे जीवों को परमेश्वर से ही विशिष्ट शक्ति प्राप्त होती है, जीव स्वयं श्रेष्ठ नहीं है | वे सभी देवताओं द्वारा पूज्य हैं और समस्त संचालकों के भी संचालक हैं | अतः वे समस्त भौतिक नेताओं तथा नियन्ताओं से बढ़कर हैं और सबों द्वारा आराध्य हैं | उनसे बढ़कर कोई नहीं है और वे ही समस्त कारणों के कारण हैं |",
            "“उनका शारीरिक स्वरूप सामान्य जीव जैसा नहीं होता | उनके शरीर तथा आत्मा में कोई अन्तर नहीं है | वे परम हैं | उनकी सारी इन्द्रियाँ दिव्य हैं | उनकी कोई भी इन्द्रिय अन्यकिसी इन्द्रिय का कार्य सम्पन्न कर सकती है| अतः न तो कोई उनसे बढ़कर है, न ही उनके तुल्य है | उनकी शक्तियाँ बहुरुपिणी हैं, फलतः उनके सारे कार्य प्राकृतिक अनुक्रम केअनुसार सम्पन्न हो जाते हैं |” (श्वेताश्वतरउपनिषद् ६.७-८) |",
            "चूँकि भगवान् में प्रत्येक वस्तु ऐश्वर्य से परिपूर्ण रहती है और पूर्ण सत्य से ओतप्रोत रहती है, अतः उनके लिए कोई कर्तव्य करने की आवश्यकता नहीं रहती | जिसे अपने कर्म का फल पाना है, उसके लिए कुछ न कुछ कर्म नियत रहता है, परन्तु जो तीनों लोकों में कुछ भी प्राप्त करने की इच्छा नहीं रखता, उसके लिए निश्चय ही कोई कर्तव्य नहीं रहता | फिर भी क्षत्रियों के नायक के रूप में भगवान् कृष्ण कुरुक्षेत्र की युद्धभूमि में कार्यरत हैं, क्योंकि क्षत्रियों का धर्म है कि दीन-दुखियों को आश्रय प्रदान करें | यद्यपि वे शास्त्रों के विधि-विधानों से सर्वथा ऊपर हैं, फिर भी वे ऐसा कुछ भी नहीं करते जो शास्त्रों के विरुद्ध हो |"
        ]
    }
]