[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "न प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम् |",
            "स्थिरबुद्धिरसम्मूढो ब्रह्मविद् ब्रह्मणि स्थितः || २० ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "न – कभी नहीं; प्रह्रष्ये – हर्षित होता है;  प्रियम् – प्रिय को; प्राप्य – प्राप्त करके; न – नहीं; उद्विजेत् – विचलित  होता है; प्राप्य – प्राप्त करके; च – भी; अप्रियम् – अप्रिय को;  स्थिर-बुद्धिः – आत्मबुद्धि, कृष्णचेतना; असम्मूढः – मोहरहित, संशयरहित;  ब्रह्म-वित् – परब्रह्म को जानने वाला; ब्रह्मणि – ब्रह्म में; स्थितः – स्थित |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो न तो प्रिय वस्तु को पाकर हर्षित होता है और न अप्रिय को पाकर विचलित होता है, जो स्थिरबुद्धि है, जो मोहरहित और भगवद्विद्या को जानने वाला है वह पहले से ही ब्रह्म में स्थित रहता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ पर स्वरूपसिद्ध व्यक्ति के लक्षण दिये गये हैं | पहला लक्षण यह है कि उसमें शरीर और आत्मतत्त्व के तादात्म्य का भ्रम नहीं रहता | वह यह भलीभाँति जानता है कि मैं यह शरीर नहीं हूँ, अपितु भगवान् का एक अंश हूँ | अतः कुछ प्राप्त होने पर न तो उसे प्रसन्नता होती है और न शरीर की कुछ हानि होने पर शोक होता है | मन की यह स्थिरता स्थिरबुद्धि या आत्मबुद्धि कहलाती है | अतः वह न तो स्थूल शरीर को आत्मा मानने की भूल करके मोहग्रस्त होता है और न शरीर को स्थायी मानकर आत्मा के अस्तित्व को ठुकराता है | इस ज्ञान के कारण वह परमसत्य अर्थात् ब्रह्म, परमात्मा तथा भगवान् के ज्ञान को भलीभाँति जान लेता है | इस प्रकार वह अपने स्वरूप को जानता है और परब्रह्म से हर बात में तदाकार होने का कभी यत्न नहीं करता | इसे ब्रह्म-साक्षात्कार या आत्म-साक्षात्कार कहते हैं | ऐसी स्थिरबुद्धि कृष्णभावनामृत कहलाती है |"
        ]
    }
]