[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Bharata deposits the sacred waters; his perambulation through Citrakūṭa"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "atri kahēu taba bharata sana saila samīpa sukūpa.",
            "rākhia tīratha tōya tahaom pāvana amia anūpa..309.. [2-309]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then said Atri to Bharata, \"There is a beautiful well adjoining the hill; the water from the sacred places, which is so holy, sweet as nectar and incomparable, may be deposited in it.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bharata atri anusāsana pāī. jala bhājana saba diē calāī..",
            "sānuja āpu atri muni sādhū. sahita gaē jahaom kūpa agādhū.. [2-309-1]",
            "pāvana pātha punyathala rākhā. pramudita prēma atri asa bhāṣā..",
            "tāta anādi siddha thala ēhū. lōpēu kāla bidita nahiṃ kēhū.. [2-309-2]",
            "taba sēvakanha sarasa thalu dēkhā. kinha sujala hita kūpa bisēṣā..",
            "bidhi basa bhayau bisva upakārū. sugama agama ati dharama bicārū.. [2-309-3]",
            "bharatakūpa aba kahihahiṃ lōgā. ati pāvana tīratha jala jōgā..",
            "prēma sanēma nimajjata prānī. hōihahiṃ bimala karama mana bānī.. [2-309-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On receiving Atri's command, Bharata despatched (ahead of himself) all the vessels containing the holy water and himself repaired with his younger brother (Śatrughna) and the sage Atri and other hermits and holy men to the well, which was fathomless in its depth, and deposited the holy water in that sacred place. Transported with joy the sage Atri lovingly spoke thus: \"This place has brought success to the striver from time without beginning; having been obscured by time it was known to none. My servants marked this soil as rich in subterranean springs of water and dug a big well in it with a view to securing good water. By a decree of Providence the whole world has been benefited (by dropping in this well the water from holy places) and the idea of religious merit (accruing from a bath in this well), which was most incomprehensible (to the ordinary intellect) has become easily intelligible to all. People will now call it by the name of Bharatakūpa (a well sacred to the memory of Bharata). Its sanctity has been inhanced because water from all holy places has been mixed into it. People who take a plunge into it with devotion and with due ceremony will become pure in thought, word and deed."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahata kūpa mahimā sakala gaē jahāom raghurāu.",
            "atri sunāyau raghubarahi tīratha punya prabhāu..310.. [2-310]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Telling one another the glory of the well all returned to the hermitage of Śrī Rāma, the Lord of Raghus; and the sage Atri pointed out to the Chief of Raghus the purifying power of that holy place"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahata dharama itihāsa saprītī. bhayau bhōru nisi sō sukha bītī..",
            "nitya nibāhi bharata dōu bhāī. rāma atri gura āyasu pāī.. [2-310-1]",
            "sahita samāja sāja saba sādēṃ. calē rāma bana aṭana payādēṃ..",
            "kōmala carana calata binu panahīṃ. bhai mṛdu bhūmi sakuci mana manahīṃ.. [2-310-2]",
            "kusa kaṃṭaka kāomkarīṃ kurāīṃ. kaṭuka kaṭhōra kubastu durāīṃ..",
            "mahi maṃjula mṛdu māraga kīnhē. bahata samīra tribidha sukha līnhē.. [2-310-3]",
            "sumana baraṣi sura ghana kari chāhīṃ. biṭapa phūli phali tṛna mṛdutāhīṃ..",
            "mṛga bilōki khaga bōli subānī. sēvahiṃ sakala rāma priya jānī.. [2-310-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The night was pleasantly spent in narrating sacred legends with love till it was dawn. Having finished their daily morning routine and receiving the permission of Śrī Rāma, Atri and the preceptor (the sage Vasiṣṭha), the two brothers, Bharata and Śatrughna, proceeded on foot to roam about in the forest associated with the name of Śrī Rāma, accompanied by their followers, all in simple attire. Feeling inwardly uncomfortable at the thought that the two brothers walked without shoes on their tender feet, Earth smoothened her surface and hid into her body all disagreeable, hard and unsightly things such as the spiky blades of Kuśa grass thorns, stones and crevices. In this way Earth made the paths delightful and smooth, while a refreshing breeze breathed cool, soft and fragrant. The gods rained down flowers; the clouds afforded shade; the trees blossomed and bore fruit; the grass made the earth's surface soft; the deer cast their charming glances; while the birds whispered their sweet notes: in this way all offered their services to the two princes, whom they knew to be Śrī Rāma's beloved brothers."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sulabha siddhi saba prākṛtahu rāma kahata jamuhāta.",
            "rāma prāna priya bharata kahu yaha na hōi baḍai bāta..311.. [2-311]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When all supernatural powers become easily attainable to an ordinary individual who utters the name of 'Rāma' even while yawning, this is no great honour to Bharata, who was dear to Rāma as His own life."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi bidhi bharatu phirata bana māhīṃ. nēmu prēmu lakhi muni sakucāhīṃ..",
            "punya jalāśraya bhūmi bibhāgā. khaga mṛga taru tṛna giri bana bāgā.. [2-311-1]",
            "cāru bicitra pabitra bisēṣī. būjhata bharatu dibya saba dēkhī..",
            "suni mana mudita kahata riṣirāū. hētu nāma guna punya prabhāū.. [2-311-2]",
            "katahu nimajjana katahu pranāmā. katahu bilōkata mana abhirāmā..",
            "katahu baiṭhi muni āyasu pāī. sumirata sīya sahita dōu bhāī.. [2-311-3]",
            "dēkhi subhāu sanēhu susēvā. dēhiṃ asīsa mudita banadēvā..",
            "phirahiṃ gaēom dinu pahara aḍhaāī. prabhu pada kamala bilōkahiṃ āī.. [2-311-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In this way Bharata roamed about in the forest; even hermits felt abashed to see his devotion and austerity. The sacred ponds and tracts of land, the birds and beasts, the trees and grasses, the hills, woods and orchards were charming, wonderful and pre-eminently holy. Seeing them all so divine, Bharata asked questions about them; and in reply to them the great sage Atri told him with a glad heart the origin, name, attributes and purifying virtues of each. Taking a dip at one place they made obeisance at another; here they beheld sights that were ravishing to the soul, while there they sat down with the permission of the sage and thought of Sītā and the two brothers (Śrī Rāma and Lakṣmaṇa). Seeing Bharata's good disposition, affection, and loyal services the sylvan gods gladly gave him their blessing. The third watch of the day would be half spent when the two brothers returned to their camp and gazed upon the lotus-feet of their lord."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dēkhē thala tīratha sakala bharata pāomca dina mājha.",
            "kahata sunata hari hara sujasu gayau divasu bhai sāomjha..312.. [2-312]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Bharata visited all the sacred spots in five days. The (last) day was spent in discussing the shining glory of Hari (Bhagavān Viṣṇu) and Hara (Lord Śiva) till it was dusk."
        ]
    }
]