[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Śiva's peculiar marriage procession and preparations for the wedding (undertaken by the other party)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lagē saomvārana sakala sura bāhana bibidha bimāna.",
            "hōhi saguna maṃgala subhada karahiṃ apacharā gāna..91.. [1-91]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "All the gods began to adorn their vehicles and aerial cars of various kinds; happy and auspicious omens were visible and celestial damsels sang for joy. (91)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sivahi saṃbhu gana karahiṃ siṃgārā. jaṭā mukuṭa ahi mauru saomvārā..",
            "kuṃḍala kaṃkana pahirē byālā. tana bibhūti paṭa kēhari chālā.. [1-91-1]",
            "sasi lalāṭa suṃdara sira gaṃgā. nayana tīni upabīta bhujaṃgā..",
            "garala kaṃṭha ura nara sira mālā. asiva bēṣa sivadhāma kṛpālā.. [1-91-2]",
            "kara trisūla aru ḍamaru birājā. calē basahaom caḍhai bājahiṃ bājā..",
            "dēkhi sivahi suratriya musukāhīṃ. bara lāyaka dulahini jaga nāhīṃ.. [1-91-3]",
            "biṣnu biraṃci ādi surabrātā. caḍhai caḍhai bāhana calē barātā..",
            "sura samāja saba bhāomti anūpā. nahiṃ barāta dūlaha anurūpā.. [1-91-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "All the gods began to adorn their vehicles and aerial cars of various kinds; happy and auspicious omens were visible and celestial damsels sang for joy. (9-1)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "biṣnu kahā asa bihasi taba bōli sakala disirāja.",
            "bilaga bilaga hōi calahu saba nija nija sahita samāja..92.. [1-92]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "God Viṣṇu then called all the guardians of the different quarters and smilingly said, \"Everyone of you should march separately, each with his own retinue. (92)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bara anuhāri barāta na bhāī. haomsī karaihahu para pura jāī..",
            "biṣnu bacana suni sura musakānē. nija nija sēna sahita bilagānē.. [1-92-1]",
            "manahīṃ mana mahēsu musukāhīṃ. hari kē biṃgya bacana nahiṃ jāhīṃ..",
            "ati priya bacana sunata priya kērē. bhṛṃgihi prēri sakala gana ṭērē.. [1-92-2]",
            "siva anusāsana suni saba āē. prabhu pada jalaja sīsa tinha nāē..",
            "nānā bāhana nānā bēṣā. bihasē siva samāja nija dēkhā.. [1-92-3]",
            "kōu mukhahīna bipula mukha kāhū. binu pada kara kōu bahu pada bāhū..",
            "bipula nayana kōu nayana bihīnā. riṣṭapuṣṭa kōu ati tanakhīnā.. [1-92-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"The procession, brothers, is no way worthy of the bridegroom; you will make yourself a butt of ridicule in a strange city!\" Hearing the words of Viṣṇu, the gods smiled and parted, each with his own group. The great Lord Śiva laughed in His sleeves and noticed that Śrī Hari's humour never failed. As soon as He heard these most pleasing remarks of His beloved friend, He sent Bhrngi to call all His attendants. And they all came when they heard Śiva's command and bowed their head at the lotus feet of their lord. Śiva laughed to see His host in their motley attire riding every kind of vehicle. Some were headless, while others were hydra-headed monsters; some were without hands and feet, while others had numerous hands and feet. Some had numerous eyes, while others had no eyes at all; some were stout and well-built, while others had very slim bodies. (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tana khīna kōu ati pīna pāvana kōu apāvana gati dharēṃ.",
            "bhūṣana karāla kapāla kara saba sadya sōnita tana bharēṃ..",
            "khara svāna suara sṛkāla mukha gana bēṣa aganita kō ganai.",
            "bahu jinasa prēta pisāca jōgi jamāta baranata nahiṃ banai.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Some had lean and thin bodies, while others were very stout; some were tidy, while others had dirty habits. They had frightful ornaments, carried skulls in their hands and were all smeared with fresh blood. They bore heads of donkeys, dogs, swine and jackals and the varieties of their clothes could not be counted. The troops of spirits, goblins and fairies of various kinds beggared description."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nācahiṃ gāvahiṃ gīta parama taraṃgī bhūta saba.",
            "dēkhata ati biparīta bōlahiṃ bacana bicitra bidhi..93.. [1-92-93]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The ghosts danced and sang; they were all extremely fantastic. They looked most absurd and spoke words in a peculiar style. (93)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jasa dūlahu tasi banī barātā. kautuka bibidha hōhiṃ maga jātā..",
            "ihāom himācala racēu bitānā. ati bicitra nahiṃ jāi bakhānā.. [1-92-1]",
            "saila sakala jahaom lagi jaga māhīṃ. laghu bisāla nahiṃ barani sirāhīṃ..",
            "bana sāgara saba nadīṃ talāvā. himagiri saba kahu nēvata paṭhāvā.. [1-92-2]",
            "kāmarūpa suṃdara tana dhārī. sahita samāja sahita bara nārī..",
            "gaē sakala tuhinācala gēhā. gāvahiṃ maṃgala sahita sanēhā.. [1-92-3]",
            "prathamahiṃ giri bahu gṛha saomvarāē. jathājōgu tahaom tahaom saba chāē..",
            "pura sōbhā avalōki suhāī. lāgai laghu biraṃci nipunāī.. [1-92-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The procession was now quite worthy of the bridegroom; the processionists indulged in gaieties of various kinds as they went along. On the other side Himcala erected a most wonderful pavilion which beggared description. As many mountains as existed in the world, small or big, more than man can count, and the whole host of woods, seas, rivers and ponds* were all invited by Himcala. Capable of taking any form they liked, they assumed handsome figures and repaired to the house of Himlaya alongwith their retinues and fair consorts. They all sang festive songs out of affection. The mountain-king had already caused a number of houses to be tastefully decorated; all the guests were lodged therein, each occupying a house befitting one's status. The splendour of the city was so captivating that after a glance at it the creative skill of Brahmā himself looked very small. (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "laghu lāga bidhi kī nipunatā avalōki pura sōbhā sahī.",
            "bana bāga kūpa taḍaāga saritā subhaga saba saka kō kahī..",
            "maṃgala bipula tōrana patākā kētu gṛha gṛha sōhahīṃ..",
            "banitā puruṣa suṃdara catura chabi dēkhi muni mana mōhahīṃ.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "A glance at the beautiful city made the creative art of Brahma himself pale into insignificance. Groves and gardens, wells and ponds and rivers, all looked charming beyond words. Every house was decorated with a number of triumphal arches, flags and buntings. Men and women of the city were so lovely and ingenious that they enraptured the hearts even of sages."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jagadaṃbā jahaom avatarī sō puru barani ki jāi.",
            "riddhi siddhi saṃpatti sukha nita nūtana adhikāi..94.. [1-94]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The city in which the Mother of the universe had bodied Herself forth baffled all description. Prosperity and success, wealth and happiness were always on the increase there and presented a new aspect. (94)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nagara nikaṭa barāta suni āī. pura kharabharu sōbhā adhikāī..",
            "kari banāva saji bāhana nānā. calē lēna sādara agavānā.. [1-94-1]",
            "hiyaom haraṣē sura sēna nihārī. harihi dēkhi ati bhaē sukhārī..",
            "siva samāja jaba dēkhana lāgē. biḍari calē bāhana saba bhāgē.. [1-94-2]",
            "dhari dhīraju tahaom rahē sayānē. bālaka saba lai jīva parānē..",
            "gaēom bhavana pūchahiṃ pitu mātā. kahahiṃ bacana bhaya kaṃpita gātā.. [1-94-3]",
            "kahia kāha kahi jāi na bātā. jama kara dhāra kidhauṃ bariātā..",
            "baru baurāha basahaom asavārā. byāla kapāla bibhūṣana chārā.. [1-94-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When it was heard that the bridegroom's procession was close at hand, there was commotion in the city, which added to its charm. Adorning themselves and decorating their vehicles of various kinds, a party proceeded in advance to receive the procession with due honour. They were gladdened at heart to see the gathering of the immortals. And they were all the more happy to behold Śrī Hari (Viṣṇu). But when they started looking at Śiva's retinue, every animal they rode started back and fled in panic. The adults recovered themselves and remained where they were, while every child that came ran for its life. On their reaching home when their parents questioned them, they spoke as follows, their limbs still shaking with fear, \"What shall we say? The sight was such as could not be described. We wonder whether it was a bridegroom's procession or the army of Death. The bridegroom is a maniac, riding on a bull; serpents, skulls and ashes are his ornaments."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tana chāra byāla kapāla bhūṣana nagana jaṭila bhayaṃkarā.",
            "saomga bhūta prēta pisāca jōgini bikaṭa mukha rajanīcarā..",
            "jō jiata rahihi barāta dēkhata punya baḍa tēhi kara sahī.",
            "dēkhihi sō umā bibāhu ghara ghara bāta asi larikanha kahī.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"His body is smeared with ashes and adorned with serpents and skulls. He is naked, has matted hair on his head and is dreadful to look at. He is accompanied by ghosts and evil spirits, goblins and fairies and demons with a frightful countenance. He who survives on seeing the bridegroom's procession is a man of great luck indeed and he alone will witness the wedding of Umā.\" These were the words uttered by the children from house to house."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "samujhi mahēsa samāja saba janani janaka musukāhiṃ.",
            "bāla bujhāē bibidha bidhi niḍara hōhu ḍaru nāhiṃ..95.. [1-95]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The parents smiled; for they knew that the children were talking of Śiva's retinue. They reassured the children in many ways and said, \"Be not afraid, there is no cause for fear.\" (95)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lai agavāna barātahi āē. diē sabahi janavāsa suhāē..",
            "maināom subha āratī saomvārī. saṃga sumaṃgala gāvahiṃ nārī.. [1-95-1]",
            "kaṃcana thāra sōha bara pānī. parichana calī harahi haraṣānī..",
            "bikaṭa bēṣa rudrahi jaba dēkhā. abalanha ura bhaya bhayau bisēṣā.. [1-95-2]",
            "bhāgi bhavana paiṭhīṃ ati trāsā. gaē mahēsu jahāom janavāsā..",
            "mainā hṛdayaom bhayau dukhu bhārī. līnhī bōli girīsakumārī.. [1-95-3]",
            "adhika sanēhaom gōda baiṭhārī. syāma sarōja nayana bharē bārī..",
            "jēhiṃ bidhi tumhahi rūpu asa dīnhā. tēhiṃ jaḍa baru bāura kasa kīnhā.. [1-95-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The party which had gone ahead to receive the bridegroom's procession returned with the procession and assigned beautiful lodgings to all the guests. Men (Pārvatī's mother) kindled auspicious lights for waving round the bridegroom and the women accompanying her sang melodious songs of rejoicing. A salver of gold adorned Men's fair hands and she proceeded to welcome Lord Hara with great delight. The women were seized with excessive fear when they saw Rudra (Śiva) in frightful accoutrements. They fled in great panic and entered the house; while the great Lord Śiva repaired to the lodgings of the bridegroom's party. Men was sore distressed at heart and sent for Pārvatī. With great affection she seated her in her lap; and tears rushed to her eyes; which resembled a pair of blue lotuses. \"To think that the Creator, who has made you so beautiful, should have been stupid enough to give you such a raving madman for a bridegroom!\" (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kasa kīnha baru baurāha bidhi jēhiṃ tumhahi suṃdaratā daī.",
            "jō phalu cahia surataruhiṃ sō barabasa babūrahiṃ lāgaī..",
            "tumha sahita giri tēṃ girauṃ pāvaka jarauṃ jalanidhi mahu parauṃ..",
            "gharu jāu apajasu hōu jaga jīvata bibāhu na hauṃ karauṃ.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"How strange that the Creator, who has made you so lovely, should have given you a crazy fellow for a bridegroom ! A fruit which should have adorned the wish-yielding tree is helplessly appearing on a thorny Babula. Taking you in my arms I would sooner fall from a mountain-top, cast myself into the flames or drown myself into the sea. Let my home be ruined and let me earn a bad reputation throughout the world; but in no case would I marry you with this maniac so long as there is life in me.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhaī bikala abalā sakala dukhita dēkhi girināri.",
            "kari bilāpu rōdati badati sutā sanēhu saombhāri..96.. [1-96]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "All the ladies assembled there were distressed when they saw the consort of Himcala sad. Recalling the affection of her daughter she wailed, wept and exclaimed as below:-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nārada kara maiṃ kāha bigārā. bhavanu mōra jinha basata ujārā..",
            "asa upadēsu umahi jinha dīnhā. baurē barahi lagi tapu kīnhā.. [1-96-1]",
            "sācēhu unha kē mōha na māyā. udāsīna dhanu dhāmu na jāyā..",
            "para ghara ghālaka lāja na bhīrā. bājhaom ki jāna prasava kaiṃ pīrā.. [1-96-2]",
            "jananihi bikala bilōki bhavānī. bōlī juta bibēka mṛdu bānī..",
            "asa bicāri sōcahi mati mātā. sō na ṭarai jō racai bidhātā.. [1-96-3]",
            "karama likhā jau bāura nāhū. tau kata dōsu lagāia kāhū..",
            "tumha sana miṭahiṃ ki bidhi kē aṃkā. mātu byartha jani lēhu kalaṃkā.. [1-96-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"What harm have I done to Nārada that he should have ruined my happy home and tendered such advice to Umā as made her undergo penance for securing a crazy husband? In good sooth the sage is passionless and without affection; he has no wealth, no dwelling and no wife and is indifferent to all. That is why he destroys others' homes. He has neither shame nor fear. What does a barren woman know of the pains of childbirth?\" Seeing Her mother distressed, Bhavānī addressed the following soft yet prudent words to her. \"Whatever is ordained by Providence cannot be altered. Realizing this be not worried, mother. If I am destined to have a crazy husband, why should anyone be blamed for it? Can you alter the decree of Providence? Therefore, take no reproach on you unnecessarily.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jani lēhu mātu kalaṃku karunā pariharahu avasara nahīṃ.",
            "dukhu sukhu jō likhā lilāra hamarēṃ jāba jahaom pāuba tahīṃ..",
            "suni umā bacana binīta kōmala sakala abalā sōcahīṃ..",
            "bahu bhāomti bidhihi lagāi dūṣana nayana bāri bimōcahīṃ.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Take no reproach on you; cease lamenting; this is no occasion for it. The amount of joy and sorrow that has fallen to my lot I must reap wherever I go.\" Hearing the soft and polite words of Umā all the ladies became sad. They blamed the Creator in many ways and tears flowed from their eyes."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tēhi avasara nārada sahita aru riṣi sapta samēta.",
            "samācāra suni tuhinagiri gavanē turata nikēta..97.. [1-97]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On hearing the news that very moment Himcala came to his house alongwith Nārada and the seven seers."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba nārada sabahi samujhāvā. pūruba kathāprasaṃgu sunāvā..",
            "mayanā satya sunahu mama bānī. jagadaṃbā tava sutā bhavānī.. [1-97-1]",
            "ajā anādi sakti abināsini. sadā saṃbhu aradhaṃga nivāsini..",
            "jaga saṃbhava pālana laya kārini. nija icchā līlā bapu dhārini.. [1-97-2]",
            "janamīṃ prathama daccha gṛha jāī. nāmu satī suṃdara tanu pāī..",
            "tahaomhu satī saṃkarahi bibāhīṃ. kathā prasiddha sakala jaga māhīṃ.. [1-97-3]",
            "ēka bāra āvata siva saṃgā. dēkhēu raghukula kamala pataṃgā..",
            "bhayau mōhu siva kahā na kīnhā. bhrama basa bēṣu sīya kara līnhā.. [1-97-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then Nārada reassured them all, narrating to them the past history of Umā. He said, \"Mena, hear my true words: your daughter is none else than Bhavānī (the eternal Consort of Śiva), Mother of the universe. She is the unborn and imperishable divine energy, which has no beginning; She is Śambhu's inseparable half. She creates, maintains and then dissolves the universe and assumes the semblance of a material form of Her own will. First she was born in the house of Dakṣa. Sati was Her name and charming was Her form. Even in that incarnation Sati was married with Śaṅkara. The story is well-known throughout the world. One day, while She was returning home with Śiva, She beheld Śrī Rāma, who is a sun as it were to the lotus-like race of Raghu. Bewildered by His sight, She did not listen to Śiva advice and was beguiled into assuming the disguise of Sītā. (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "siya bēṣu satī jō kīnha tēhi aparādha saṃkara pariharīṃ.",
            "hara birahaom jāi bahōri pitu kēṃ jagya jōgānala jarīṃ..",
            "aba janami tumharē bhavana nija pati lāgi dāruna tapu kiyā.",
            "asa jāni saṃsaya tajahu girijā sarbadā saṃkara priyā.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Śaṅkara repudiated Her because She had offended Him by assuming the disguise of Sītā. Separated from Hara, She then visited the sacrifice undertaken by Her father and burnt Herself in the fire of Yoga (meditation) there. Now, reborn in your house, She has undergone terrible penance for the sake of Her lord. Knowing this, give up all doubt; Girijā (your daughter) is ever beloved of Śaṅkara.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni nārada kē bacana taba saba kara miṭā biṣāda.",
            "chana mahu byāpēu sakala pura ghara ghara yaha saṃbāda..98.. [1-98]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When they heard Nārada's explanation, the sadness of all was dispersed. In a trice the news spread from house to house throughout the city. (98)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba mayanā himavaṃtu anaṃdē. puni puni pārabatī pada baṃdē..",
            "nāri puruṣa sisu jubā sayānē. nagara lōga saba ati haraṣānē.. [1-98-1]",
            "lagē hōna pura maṃgalagānā. sajē sabahi hāṭaka ghaṭa nānā..",
            "bhāomti anēka bhaī jēvarānā. sūpasāstra jasa kachu byavahārā.. [1-98-2]",
            "sō jēvanāra ki jāi bakhānī. basahiṃ bhavana jēhiṃ mātu bhavānī..",
            "sādara bōlē sakala barātī. biṣnu biraṃci dēva saba jātī.. [1-98-3]",
            "bibidhi pāomti baiṭhī jēvanārā. lāgē parusana nipuna suārā..",
            "nāribṛṃda sura jēvaomta jānī. lagīṃ dēna gārīṃ mṛdu bānī.. [1-98-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then Mena and her consort Himavān rejoiced and bowed at Pārvatī's feet again and again. All the citizens, including men, women and children, youngmen as well as elderly people, were immensely delighted. Festive songs began to be sung in the city; vases of gold of every pattern were displayed by all. Dishes of various kinds were prepared in accordance with the processes given in gastrological works. Is it ever possible to describe the varieties of dishes prepared in the house where lived Mother Bhavānī? Himacala respectfully summoned all the members of the bridegroom's party, including Viṣṇu, Brahma and other gods of all classes. The dinner guests sat in many rows; and expert cooks began to serve. Finding the gods dining, batches of women began to banter and rail at them in pleasant strains. (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gārīṃ madhura svara dēhiṃ suṃdari biṃgya bacana sunāvahīṃ.",
            "bhōjanu karahiṃ sura ati bilaṃbu binōdu suni sacu pāvahīṃ..",
            "jēvaomta jō baḍhyō anaṃdu sō mukha kōṭihūom na parai kahyō.",
            "acavāomi dīnhē pāna gavanē bāsa jahaom jākō rahyō.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Charming women railed in sweet strains and poured innuendoes. The gods felt much amused to hear them and dined for an unusually long time. The joy that swelled at the dinner cannot be described even with millions of tongues. Having been served with water for rinsing their mouths at the end of the dinner, they were given betel-leaves; and then they returned to their respective lodgings."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bahuri muninha himavaṃta kahu lagana sunāī āi.",
            "samaya bilōki bibāha kara paṭhaē dēva bōlāi..99.. [1-99]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The seven sages called once more and read out to Himavān the note recording the time fixed for the wedding; and perceiving that the hour had arrived, the latter sent for the gods. (99)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bōli sakala sura sādara līnhē. sabahi jathōcita āsana dīnhē..",
            "bēdī bēda bidhāna saomvārī. subhaga sumaṃgala gāvahiṃ nārī.. [1-99-1]",
            "siṃghāsanu ati dibya suhāvā. jāi na barani biraṃci banāvā..",
            "baiṭhē siva bipranha siru nāī. hṛdayaom sumiri nija prabhu raghurāī.. [1-99-2]",
            "bahuri munīsanha umā bōlāī. kari siṃgāru sakhīṃ lai āī..",
            "dēkhata rūpu sakala sura mōhē. baranai chabi asa jaga kabi kō hai.. [1-99-3]",
            "jagadaṃbikā jāni bhava bhāmā. suranha manahiṃ mana kīnha pranāmā..",
            "suṃdaratā marajāda bhavānī. jāi na kōṭihu badana bakhānī.. [1-99-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Himavān politely sent for all the gods and assigned an appropriate seat to each of them. An altar was prepared in accordance with the Vedic ritual and women chanted charming festal strains. A divinely beautiful throne with the images of a pair of lions for its arms was placed on the altar; being a handiwork of the Creator himself, it beggared description. Bowing His head to the Brāhmaṇas and calling to His mind His own Master, the Lord of Raghus, Śiva took His seat on the throne. The great sages then sent for Umā, who was brought in by Her girl companions richly adorned. All the gods were enraptured at Her beauty. What poet in the world could describe such loveliness? Recognizing in Her the Mother of the universe and Spouse of Śiva, the divinities mentally bowed to Her. The perfection of beauty that Bhavānī was could not be adequately praised even with millions of tongues. (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kōṭihu badana nahiṃ banai baranata jaga janani sōbhā mahā.",
            "sakucahiṃ kahata śruti sēṣa sārada maṃdamati tulasī kahā..",
            "chabikhāni mātu bhavāni gavanī madhya maṃḍapa siva jahāom..",
            "avalōki sakahiṃ na sakuca pati pada kamala manu madhukaru tahāom.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The superb beauty of the Mother of the universe could not be described even with millions of tongues. When even the Vedas, Se¦a (the serpent-god) and Srad (the goddess of learning) shrink abashed, of what account is the dull-witted Tulasīdāsa? Mother Bhavānī, the mind of beauty, walked to the middle of the pavilion, where Śiva was. Out of shyness She could not gaze on Her lord's lotus feet, although Her heart was fixed thereon like a bee."
        ]
    }
]