[
    {
        "id": [
            32
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "मांहिपार्थव्यपाश्रित्ययेऽपिस्यु: पापयोनयः |",
                "स्त्रियोवैश्यास्तथा शुद्रास्तेऽपियान्तिपरांगतिम् || ३२ ||"
            ],
            "english": [
                "mam hi partha vyapasritya",
                "ye 'pi syuh papa-yonayah",
                "striyo vaisyas tatha sudras",
                "te 'pi yanti param gatim"
            ]
        },
        "translation": {
            "hindi": [
                "हे पार्थ! जो लोग मेरी शरण ग्रहण करते हैं, वे भले ही निम्नजन्मा स्त्री, वैश्य (व्यापारी) तथा शुद्र (श्रमिक) क्यों न हों, वे परमधाम को प्राप्त करते हैं |"
            ],
            "english": [
                "O son of Prtha, those who take shelter in Me, though they be of lower birth-women, vaisyas [merchants], as well as sudras [workers]-can approach the supreme destination."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर भगवान् ने स्पष्ट कहा है कि भक्ति में उच्च तथा निम्न जाती के लोगों का भेद नहीं होता | भौतिक जीवन में ऐसा विभाजन होता है, किन्तु भगवान् की दिव्य भक्ति में लगे व्यक्ति पर यह लागू नहीं होता | सभी परमधाम के अधिकारी हैं | श्रीमद्भागवत में (२.४.१८) कथन है कि अधम योनी चाण्डाल भी शुद्ध भक्त के संसर्ग से शुद्ध हो जाते हैं | अतः भक्ति तथा शुद्ध भक्त द्वारा पथप्रदर्शन इतने प्रबल हैं कि वहाँ ऊँचनीच का भेद नहीं रह जाता और कोई भी इसे ग्रहण कर सकता है | शुद्ध भक्त की शरण ग्रहण करके सामान्य से सामान्य व्यक्ति शुद्ध हो सकता है | प्रकृति के विभिन्न गुणों के अनुसार मनुष्यों को सात्त्विक (ब्राह्मण), रजोगुणी (क्षत्रिय) तथा तामसी (वैश्य तथा शुद्र) कहा जाता है | इनसे भी निम्न पुरुष चाण्डाल कहलाते हैं और वे पापी कुलों में जन्म लेते हैं | सामान्य रूप से उच्चकुल वाले इन निम्नकुल में जन्म लेने वालों की संगति नहीं करते | किन्तु भक्तियोग इतना प्रबल होता है कि भगवद्भक्त समस्त निम्नकुल वाले व्यक्तियों को जीवन की परम सिद्धि प्राप्त करा सकते हैं | यह तभी सम्भव है जब कोई कृष्ण की शरण में जाये | जैसा कि व्यपाश्रित्य शब्द से सूचित है, मनुष्य को पूर्णतया कृष्ण की शरण ग्रहण करनी चाहिए | तब वह बड़े से बड़े ज्ञानी तथा योगी से भी महान बन सकता है |"
            ],
            "english": [
                "It is clearly declared here by the Supreme Lord that in devotional service there is no distinction between the lower or higher classes of people. In the material conception of life, there are such divisions, but for a person engaged in transcendental devotional service to the Lord, there are not. Everyone is eligible for the supreme destination. In the Srimad-Bhagavatam it is stated that even the lowest, who are called candalas (dog-eaters), can be elevated by association with a pure devotee. Therefore devotional service and guidance of a pure devotee are so strong that there is no discrimination between the lower and higher classes of men; anyone can take to it. The most simple man taking center of the pure devotee can be purified by proper guidance. According to the different modes of material nature, men are classified in the mode of goodness (brahmanas), the mode of passion (ksatriyas, or administrators), the mixed modes of passion and ignorance (vaisyas, or merchants), and the mode of ignorance (sudras, or workers). Those lower than them are called candalas, and they are born in sinful families. Generally, those who are born in sinful families are not accepted by the higher classes. But the process of devotional service and the pure devotee of the Supreme God are so strong that all the lower classes can attain the highest perfection of life. This is possible only when one takes center of Krsna. One has to take center completely of Krsna. Then one can become much greater than great jnanis and yogis."
            ]
        }
    },
    {
        "id": [
            33
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "किंपुनर्ब्राह्मणाःपुण्याभक्ताराजर्षयस्तथा |",
                "अनित्यमसुखंलोकमिमंप्राप्यभजस्वमाम् || ३३ ||"
            ],
            "english": [
                "kim punar brahmanah punya",
                "bhakta rajarsayas tatha",
                "anityam asukham lokam",
                "imam prapya bhajasva mam"
            ]
        },
        "translation": {
            "hindi": [
                "फिर धर्मात्मा ब्राह्मणों, भक्तों तथा राजर्षियों के लिए तो कहना ही क्या है! अतः इस क्षणिक दुखमय संसार में आ जाने पर मेरी प्रेमाभक्ति में अपने आपको लगाओ |"
            ],
            "english": [
                "How much greater then are the brahmanas, the righteous, the devotees and saintly kings who in this temporary miserable world engage in loving service unto Me."
            ]
        },
        "meaning": {
            "hindi": [
                "इस संसार में कई श्रेणियों के लोग हैं, किन्तु तो भी यह संसार किसी के लिए सुखमय स्थान नहीं है | यहाँ स्पष्ट कहा गया है – अनित्यम् असुखं लोकम्– यह जगत् अनित्य तथा दुखमय है और किसी भी भले मनुष्य के रहने लायक नहीं है | भगवान् इस संसार को क्षणिक तथा दुखमय घोषित कर रहे हैं | कुछ दार्शनिक, विशेष रूप से मायावादी, कहते हैं कि यह संसार मिथ्या है, किन्तु भगवद्गीता से हम यह जान सकते हैं कि यह संसार मिथ्या नहीं है, यह अनित्य है | अनित्य तथा मिथ्या में अन्तर है | यह संसार अनित्य है, किन्तु एक दूसरा भी संसार है जो नित्य है | यह संसार दुखमय है, किन्तु दूसरा संसार नित्य तथा आनन्दमय है |",
                "अर्जुन का जन्म ऋषितुल्य राजकुल में हुआ था | अतः भगवान् उससे भी कहते हैं, “मेरी सेवा करो, और शीघ्र ही मेरे धाम को प्राप्त करो |” किसी को भी इस अनित्य संसार में नहीं रहना चाहिए, क्योंकि यह दुखमय है | प्रत्येक व्यक्ति को भगवान् के हृदय से लगना चाहिए, जिससे वह सदैव सुखी रह सके | भगवद्भक्ति ही एकमात्र ऐसी विधि है जिसके द्वारा सभी वर्गों के लोगों की सारी समस्याएँ सुलझाई जा सकती हैं | अतः प्रत्येक व्यक्ति को कृष्णभावनामृत स्वीकार करके अपने जीवन को सफल बनाना चाहिए |"
            ],
            "english": [
                "In this material world there are classifications of people, but, after all, this world is not a happy place for anyone. It is clearly stated here, anityam asukham lokam: this world is temporary and full of miseries, not habitable for any sane gentleman. This world is declared by the Supreme Personality of Godhead to be temporary and full of miseries. Some of the philosophers, especially the minor philosophers, say that this world is false, but we can understand from Bhagavad-gita that the world is not false; it is temporary. There is a difference between temporary and false. This world is temporary, but there is another world which is eternal. This world is miserable, but the other world is eternal and blissful.",
                "Arjuna was born in a saintly royal family. To him also the Lord says, \"Take to My devotional service and come quickly back to Godhead, back home.\" No one should remain in this temporary world, full as it is with miseries. Everyone should attach himself to the bosom of the Supreme Personality of Godhead so that he can be eternally happy. The devotional service of the Supreme Lord is the only process by which all problems of all classes of men can be solved. Everyone should therefore take to Krsna consciousness and make his life perfect."
            ]
        }
    }
]