[
    {
        "id": [
            1
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                " श्रीभगवानुवाच",
                "इदं तु ते गुह्यतमं प्रवक्ष्याम्यसूयवे |",
                "ज्ञानं विज्ञानसहितं यज्ज्ञात्वा मोक्ष्यसेऽश्रुभात् || १ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "idam tu te guhyatamam",
                "pravaksyamy anasuyave",
                "jnanam vijnana-sahitam",
                "yaj jnatva moksyase 'subhat"
            ]
        },
        "translation": {
            "hindi": [
                "श्रीभगवान् ने कहा – हे अर्जुन! चूँकि तुम मुझसे कभी ईर्ष्या नहीं करते, इसीलिए मैं तुम्हें यह परम गुह्यज्ञान तथा अनुभूति बतलाऊँगा, जिसे जानकर तुम संसार के सारे क्लेशों से मुक्त हो जाओगे |"
            ],
            "english": [
                "The Supreme Lord said: My dear Arjuna, because you are never envious of Me, I shall impart to you this most secret wisdom, knowing which you shall be relieved of the miseries of material existence."
            ]
        },
        "meaning": {
            "hindi": [
                "ज्यों-ज्यों भक्त भगवान् के विषयों में अधिकाधिक सुनता है, त्यों-त्यों वह आत्मप्रकाशित होता जाता है | यह श्रवण विधि श्रीमद्भागवत में इस प्रकार अनुमोदित है – “भगवान् के संदेश शक्तियों से पूरित हैं जिनकी अनुभूति तभी होती है, जब भक्त जन भगवान् सम्बन्धी कथाओं की परस्पर चर्चा करते हैं | इसे मनोधर्मियों या विद्यालयीन विद्वानों के सान्निध्य से नहीं प्राप्त किया जा सकता, क्योंकि यह अनुभूत ज्ञान (विज्ञान) है |”",
                "भक्तगण परमेश्र्वर की सेवा में निरन्तर लगे रहते हैं | भगवान् उस जीव विशेष की मानसिकता तथा निष्ठा से अवगत रहते हैं, जो कृष्णभावनाभावित होता है और उसे ही वे भक्तों के सान्निध्य में कृष्णविद्या को समझने की बुद्धि प्रदान करते हैं | कृष्ण की चर्चा अत्यन्त शक्तिशाली है और यदि सौभाग्यवश किसी को ऐसी संगति प्राप्त हो जाये और वह इस ज्ञान को आत्मसात् करे तो वह आत्म-साक्षात्कार की दिशा में अवश्य प्रगति करेगा | कृष्ण अर्जुन को अपनी अलौकिक सेवा में उच्च से उच्चतर स्तर तक उत्साहित करने के उद्देश्य से इस नवें अध्याय में उसे परं गुह्य बातें बताते हैं जिन्हें इसके पूर्व उन्होंने अन्य किसी से प्रकट नहीं किया था |",
                "भगवद्गीता का प्रथम अध्याय शेष ग्रंथ की भूमिका जैसा है, द्वितीय तथा तृतीय अध्याय में जिस आध्यात्मिक ज्ञान का वर्णन हुआ है वह गुह्य कहा गया है, सातवें तथा आठवें अध्याय में जिन विषयों की विवेचना हुई है वे भक्ति से सम्बन्धित हैं और कृष्णभावनामृत पर प्रकाश डालने के कारण गुह्यतर कहे गये हैं | किन्तु नवें अध्याय में तो अनन्य शुद्ध भक्ति का ही वर्णन हुआ है | फलस्वरूप यह परमगुह्य कहा गया है | जिसे कृष्ण का यह परमगुह्य ज्ञान प्राप्त है, वह दिव्य पुरुष है, अतः इस संसार में रहते हुए भी उसे भौतिक क्लेश नहीं सताते | भक्तिरसामृत सिन्धु में कहा गया है कि जिसमें भगवान् की प्रेमाभक्ति करने की उत्कृष्ट इच्छा होती है, वह भले ही इस जगत् में बद्ध अवस्था में रहता हो, किन्तु उसे मुक्त मानना चाहिए | इसी प्रकार भगवद्गीता के दसवें अध्याय में हम देखेंगे कि जो भी इस प्रकार लगा रहता है, वह मुक्त पुरुष है |",
                "इस प्रथम श्लोक का विशिष्ट महत्त्व है | इदं ज्ञानम् (यह ज्ञान) शब्द शुद्धभक्ति के द्योतक हैं, जो नौ प्रकार की होती है – श्रवण, कीर्तन, स्मरण, पाद-सेवन, अर्चन, वन्दन, दास्य, सख्य तथा आत्म-समर्पण | भक्ति के इन नौ तत्त्वों का अभ्यास करने से मनुष्य आध्यात्मिक चेतना अथवा कृष्णभावनामृत तक उठ पाता है | इस प्रकार, जब मनुष्य का हृदय भौतिक कल्मष से शुद्ध हो जाता है तो वह कृष्णविद्या को समझ सकता है | केवल यह जान लेना कि जीव भौतिक नहीं है, पर्याप्त नहीं होता | यह तो आत्मानुभूति का शुभारम्भ हो सकता है, किन्तु उस मनुष्य को शरीर के कार्यों तथा उस भक्त के आध्यात्मिक कार्यों के अन्तर को समझना होगा, जो यह जानता है कि वह शरीर नहीं है |",
                "सातवें अध्याय में भगवान् की ऐश्र्वर्यमयी शक्ति, उनकी विभिन्न शक्तियों – परा तथा अपरा – तथा इस भौतिक जगत् का वर्णन किया जा चुका है | अब नवें अध्याय में भगवान् की महिमा का वर्णन किया जायेगा |",
                "इस श्लोक का अनसूयवे शब्द भी अत्यन्त महत्त्वपूर्ण है | सामान्यतया बड़े से बड़े विद्वान् भाष्यकार भी भगवान् कृष्ण से ईर्ष्या करते हैं | यहाँ तक कि बहुश्रुत विद्वान भी भगवद्गीता के विषय में अशुद्ध व्याख्या करते हैं | चूँकि वे कृष्ण के प्रति ईर्ष्या रखते हैं, अतः उनकी टीकाएँ व्यर्थ होती हैं | केवल कृष्णभक्तों द्वारा की गई टीकाएँ ही प्रामाणिक हैं | कोई भी ऐसा व्यक्ति, जो कृष्ण के प्रति ईर्ष्यालु है, न तो भगवद्गीता की व्याख्या कर सकता है, न पूर्णज्ञान प्रदान कर सकता है | जो व्यक्ति कृष्ण को जाने बिना उनके चरित्र की आलोचना करता है, वह मुर्ख है | अतः ऐसी टीकाओं से सावधान रहना चाहिए | जो व्यक्ति यह समझते हैं कि कृष्ण भगवान् हैं और शुद्ध तथा दिव्य पुरुष हैं, उनके लिए ये अध्याय लाभप्रद होंगे |"
            ],
            "english": [
                "As a devotee hears more and more about the Supreme Lord, he becomes enlightened. This hearing process is recommended in the Srimad-Bhagavatam: “The messages of the Supreme Personality of Godhead are full of potencies, and these potencies can be realized if topics regarding the Supreme Godhead are discussed amongst devotees. This cannot be achieved by the association of mental speculators or academic scholars, for it is realized knowledge.”",
                "The devotees are constantly engaged in the Supreme Lord's service. The Lord understands the mentality and sincerity of a particular living entity who is engaged in Krsna consciousness and gives him the intelligence to understand the science of Krsna in the association of the devotees. Discussion of Krsna is very potent, and if a fortunate person has such association and tries to assimilate the knowledge, then he will surely make advancement toward spiritual realization. Lord Krsna, in order to encourage Arjuna to higher and higher elevation in His potent service, describes in this Ninth Chapter matters more confidential than any He has already disclosed.",
                "The very beginning of Bhagavad-gita, the First Chapter, is more or less an introduction to the rest of the book; and in the Second and Third Chapters, the spiritual knowledge described is called confidential. Topics discussed in the Seventh and Eighth Chapters are specifically related to devotional service, and because they bring enlightenment in Krsna consciousness, they are called more confidential. But the matters which are described in the Ninth Chapter deal with unalloyed, pure devotion. Therefore this is called the most confidential. One who is situated in the most confidential knowledge of Krsna is naturally transcendental; he therefore has no material pangs, although he is in the material world. In the Bhakti-rasamrta-sindhu it is said that although one who has a sincere desire to render loving service to the Supreme Lord is situated in the conditional state of material existence, he is to be considered liberated. Similarly, we shall find in the Bhagavad-gita, Tenth Chapter, that anyone who is engaged in that way is a liberated person.",
                "Now this first verse has specific significance. Knowledge (idam jnanam) refers to pure devotional service, which consists of nine different activities: hearing, chanting, remembering, serving, worshiping, praying, obeying, maintaining friendship and surrendering everything. By the practice of these nine elements of devotional service one is elevated to spiritual consciousness, Krsna consciousness. At the time when one's heart is cleared of the material contamination, one can understand this science of Krsna. Simply to understand that a living entity is not material is not sufficient. That may be the beginning of spiritual realization, but one should recognize the difference between activities of the body and spiritual activities by which one understands that he is not the body.",
                "In the Seventh Chapter we have already discussed the opulent potency of the Supreme Personality of Godhead, His different energies, the inferior and superior natures, and all this material manifestation. Now in Chapters Nine and Ten the glories of the Lord will be delineated.",
                "The Sanskrit word anasuyave in this verse is also very significant. Generally the commentators, even if they are highly scholarly, are all envious of Krsna, the Supreme Personality of Godhead. Even the most erudite scholars write on Bhagavad-gita very inaccurately. Because they are envious of Krsna, their commentaries are useless. The commentaries given by devotees of the Lord are bona fide. No one can explain Bhagavad-gita, or give perfect knowledge of Krsna if he is envious. One who criticizes the character of Krsna without knowing Him is a fool. So such commentaries should be very carefully avoided. For one who understands that Krsna is the Supreme Personality of Godhead, the pure and transcendental Personality, these chapters will be very beneficial."
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "राजविद्या राजगुह्यं पवित्रमिदमुत्तमम् |",
                "प्रत्यक्षावगमं धर्म्यं सुसुखं कर्तुमव्ययम् || २ ||"
            ],
            "english": [
                "raja-vidya raja-guhyam",
                "pavitram idam uttamam",
                "pratyaksavagamam dharmyam",
                "su-sukham kartum avyayam"
            ]
        },
        "translation": {
            "hindi": [
                "यह ज्ञान सब विद्याओं का राजा है, जो समस्त रहस्यों में सर्वाधिक गोपनीय है | यह परम शुद्ध है और चूँकि यह आत्मा की प्रत्यक्ष अनुभूति कराने वाला है, अतः यह धर्म का सिद्धान्त है | यह अविनाशी है और अत्यन्त सुखपूर्वक सम्पन्न किया जाता है |"
            ],
            "english": [
                "This knowledge is the king of education, the most secret of all secrets. It is the purest knowledge, and because it gives direct perception of the self by realization, it is the perfection of religion. It is everlasting, and it is joyfully performed."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता का यह अध्याय विद्याओं का राजा (राजविद्या) कहलाता है, क्योंकि यह पूर्ववर्ती व्याख्यायित समस्त सिद्धान्तों एवं दर्शनों का सार है | भारत के प्रमुख दार्शनिक गौतम, कणाद, कपिल, याज्ञवल्क्य, शाण्डिल्य तथा वैश्र्वानर हैं | सबसे अन्त में व्यासदेव आते हैं, जो वेदान्तसूत्र के लेखक हैं | अतः दर्शन या दिव्यज्ञान के क्षेत्र में किसी प्रकार का अभाव नहीं है | अब भगवान् कहते हैं कि यह नवम अध्याय ऐसे समस्त ज्ञान का राजा है, यह वेदाध्ययन से प्राप्त ज्ञान एवं विभिन्न दर्शनों का सार है | यह गुह्यतम है, क्योंकि गुह्य या दिव्यज्ञान में आत्मा तथा शरीर के अन्तर को जाना जाता है | समस्त गुह्यज्ञान के इस राजा (राजविद्या) की पराकाष्टा है, भक्तियोग |",
                "सामान्यतया लोगों को इस गुह्यज्ञान की शिक्षा नहीं मिलती | उन्हें बाह्य शिक्षा दी जाती है | जहाँ तक सामान्य शिक्षा का सम्बन्ध है उसमें राजनीति, समाजशास्त्र, भौतिकी, रसायनशास्त्र, गणित, ज्योतिर्विज्ञान, इंजीनियरी आदि में मनुष्य व्यस्त रहते हैं | विश्र्वभर में ज्ञान के अनेक विभाग हैं और अनेक बड़े-बड़े विश्र्वविद्यालय हैं, किन्तु दुर्भाग्यवश कोई ऐसा विश्र्वविद्यालय या शैक्षिक संस्थान नहीं है, जहाँ आत्म-विद्या की शिक्षा दी जाती हो | फिर भी आत्मा शरीर का सबसे महत्त्वपूर्ण अंग है, आत्मा के बिना शरीर महत्त्वहीन है | तो भी लोग आत्मा की चिन्ता न करके जीवन की शारीरिक आवश्यकताओं को अधिक महत्त्व प्रदान करते हैं |",
                "भगवद्गीता में द्वितीय अध्याय से ही आत्मा की महत्ता पर बल दिया गया है | प्रारम्भ में ही भगवान् कहते हैं कि यह शरीर नश्र्वर है और आत्मा अविनश्र्वर | (अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः) | यही ज्ञान का गुह्य अंश है-केवल यह जाना लेना कि यह आत्मा शरीर से भिन्न है, यह निर्विकार, अविनाशी और नित्य है | इससे आत्मा के विषय में कोई सकारात्मक सूचना प्राप्त नहीं हो पाती | कभी-कभी लोगों को यह भ्रम रहता है कि आत्मा शरीर से भिन्न है और जब शरीर नहीं रहता या मनुष्य को शरीर से मुक्ति मिल जाती है तो आत्मा शून्य में रहता है और निराकार बन जाता है | किन्तु यह वास्तविकता नहीं है | जो आत्मा शरीर के भीतर इतना सक्रीय रहता है वह शरीर से मुक्त होने के बाद इतना निष्क्रिय कैसे हो सकता है? यह सदैव सक्रीय रहता है | यदि यह शाश्र्वत है, तो यह शाश्र्वत सक्रिय रहता है और वैकुण्ठलोक में इसके कार्यकलाप अध्यात्मज्ञान के गुह्यतम अंश हैं | अतः आत्मा के कार्यों को यहाँ परा समस्त ज्ञान का राजा, समस्त ज्ञान का गुह्यतम अंश कहा गया है |",
                "यह ज्ञान समस्त कार्यों का शुद्धतुम रूप है, जैसा कि वैदिक साहित्य में बताया गया है | पद्मपुराण में मनुष्य के पापकर्मों का विश्लेषण किया गया है और दिखाया गया है कि ये पापों के फल हैं | जो लोग सकामकर्मों में लगे हुए हैं वे पापपूर्ण कर्मों के विभिन्न रूपों एवं अवस्थाओं में फँसे रहते हैं | उदाहरणार्थ, जब बीज बोया जाता है तो तुरन्त वृक्ष नहीं तैयार हो जाता, इसमें कुछ समय लगता है | पहले एक छोटा सा अंकुर रहता है, फिर यह वृक्ष का रूप धारण करता है, तब इसमें फूल आते हैं, फल लगते हैं और तब बीज बोने वाले व्यक्ति फूल तथा फल का उपभोग कर सकते हैं | इसी प्रकार जब कोई मनुष्य पापकर्म करता है, तो बीज की ही भाँति इसके भी फल मिलने में समय लगता है | इसमें भी कई अवस्थाएँ होती हैं | भले ही व्यक्ति में पापकर्मों का उदय होना बन्द हो चुका को, किन्तु किये गये पापकर्म का फल तब भी मिलता रहता है | कुछ पाप तब भी बीज रूप में बचे रहते हैं, कुछ फलीभूत हो चुके होते हैं, जिन्हें हम दुख तथा वेदना के रूप में अनुभव करते हैं |",
                "जैसा की सातवें अध्याय के अट्ठाइसवें श्लोक में बताया गया है जो व्यक्ति समस्त पापकर्मों के फलों (बन्धनों) का अन्त करके भौतिक जगत् के द्वन्द्वों से मुक्त हो जाता है, वह भगवान् कृष्ण की भक्ति में लग जाता है | दूसरे शब्दों में, जो लोग भगवद्भक्ति में लगे हुए हैं, वे समस्त कर्मफलों (बन्धनों) से पहले से मुक्त हुए रहते हैं | इस कथन की पुष्टि पद्मपुराण में हुई है –",
                "अप्रारब्धफलं पापं कूटं बीजं फलोन्मुखम् |",
                "क्रमेणैव प्रलियेत विष्णुभक्तिरतात्मनाम् ||",
                "जो लोग भगवद्भक्ति में रत हैं और उनके सारे पापकर्म चाहे फलीभूत हो चुके हो, सामान्य हों या बीज रूप में हों, क्रमशः नष्ट हो जाते हैं | अतः भक्ति की शुद्धिकारिणी शक्ति अत्यन्त प्रबल है और पवित्रम् उत्तमम् अर्थात् विशुद्धतम कहलाती है | उत्तम का तात्पर्य दिव्य है | तमस् का अर्थ यह भौतिक जगत् या अंधकार है और उत्तम का अर्थ भौतिक कार्यों से परे हुआ | भक्तिमय कार्यों को कभी भी भौतिक नहीं मानना चाहिए यद्यपि कभी-कभी ऐसा प्रतीत होता है कि भक्त भी सामान्य जनों की भाँति रत रहते हैं | जो व्यक्ति भक्ति से अवगत होता है, वही जान सकता है कि भक्तिमय कार्य भौतिक नहीं होते | वे आध्यात्मिक होते हैं और प्रकृति के गुणों से सर्वथा अदूषित रहते हैं |",
                "कहा जाता है कि भक्ति की सम्पन्नता इतनी पूर्ण होती है कि उसके फलों का प्रत्यक्ष अनुभव किया जा सकता है | हमने अनुभव किया है कि जो व्यक्ति कृष्ण के पवित्र नाम (हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे, हरे राम हरे राम राम राम हरे हरे) का कीर्तन करता है उसे जप करते समय कुछ दिव्य आनन्द का अनुभव होता है और वह तुरन्त ही समस्त भौतिक कल्मष से शुद्ध हो जाता है | ऐसा सचमुच दिखाई पड़ता है | यही नहीं, यदि कोई श्रवण करने में ही नहीं अपितु भक्तिकार्यों के सन्देश को प्रचारित करने में भी लगा रहता है या कृष्णभावनामृत के प्रचार कार्यों में सहायता करता है, तो उसे क्रमशः आध्यात्मिक उन्नति का अनुभव होता रहता है | आध्यात्मिक जीवन की यह प्रगति किसी पूर्व शिक्षा या योग्यता पर निर्भर नहीं करती | यह विधि स्वयं इतनी शुद्ध है कि इसमें लगे रहने से मनुष्य शुद्ध बन जाता है |",
                "वेदान्तसूत्र में (३.३.३६) भी इसका वर्णन प्रकाशश्र्चकर्मण्यभ्यासात् के रूप में हुआ है, जिसका अर्थ है कि भक्ति इतनी समर्थ है कि भक्तिकार्यों में रत होने मात्र से बिना किसी संदेह के प्रकाश प्राप्त हो जाता है | इसका उदाहरण नारद जी के पूर्वजन्म में देखा जा सकता है, जो पहले दासी के पुत्र थे | वे न तो शिक्षित थे, न ही राजकुल में उत्पन्न हुए थे, किन्तु जब उनकी माता भक्तों की सेवा करती रहती थीं, नारद भी सेवा करते थे और कभी-कभी माता की अनुपस्थिति में भक्तों की सेवा करते रहते थे | नारद स्वयं कहते हैं-",
                "उच्छिष्टलेपाननुमोदितो द्विजैः",
                "सकृत्स्म भुञ्जे तदपास्तकिल्बिषः |",
                "एवं प्रवृत्तस्य विशुद्धचेतस-",
                "स्तद्धर्म एवात्मरुचिः प्रजायते ||",
                "श्रीमद्भागवत के इस श्लोक में (१.५.२५) नारद जी अपने शिष्य व्यासदेव से अपने पूर्वजन्म का वर्णन करते हैं | वे कहते हैं कि पूर्णजन्म में बाल्यकाल में वे चातुर्मास में शुद्धभक्तों (भागवतों) की सेवा किया करते थे जिससे उन्हें उनकीसंगति प्राप्त हुई | कभी-कभी वे ऋषि अपनी थालियों में उच्छिष्ट भोजन छोड़ देते और यह बालक थालियाँ धोते समय उच्छिष्ट भोजन को चखना चाहता था | अतः उसने उन ऋषियों से अनुमति माँगी और जब उन्होंने अनुमति दे दी तो बालक नारद उच्छिष्ट भोजन को खाता था | फलस्वरूप वह अपने समस्त पापकर्मों से मुक्त हो गया | ज्यों-ज्यों वह उच्छिष्ट खाता रहा त्यों-त्यों वह ऋषियों के समान शुद्ध-हृदय बनता गया | चूँकि वे महाभागवत भगवान् की भक्ति का आस्वाद श्रवण तथा कीर्तन द्वारा करते थे अतः नारद ने भी क्रमशः वैसी रूचि विकसित कर ली | नारद आगे कहते हैं –",
                "तत्रान्वहं कृष्णकथाः प्रगायताम्",
                "अनुग्रहेणाशृणवं मनोहराः |",
                "ताः श्रद्धया मेऽनुपदं विशृण्वतः",
                "प्रियश्रवस्यंग ममाभवद् रूचि: ||",
                "ऋषियों की संगति करने से नारद में भी भगवान् की महिमा के श्रवण तथा कीर्तन की रूचि उत्पन्न हुई और उन्होंने भक्ति की तीव्र इच्छा विकसित की | अतः जैसा कि वेदान्तसूत्र में कहा गया है – प्रकाशश्र्च कर्मण्यभ्यासात् – जो भगवद्भक्ति के कार्यों में केवल लगा रहता है उसे स्वतः सारी अनुभूति हो जाती है और वह सब समझने लगता है | इसी का नाम प्रत्यक्ष अनुभूति है |",
                "धर्म्यम् शब्द का अर्थ है “धर्म का पथ” | नारद वास्तव में दासी के पुत्र थे | उन्हें किसी पाठशाला में जाने का अवसर प्राप्त नहीं हुआ था | वे केवल माता के कार्यों में सहायता करते थे और सौभाग्यवश उनकी माता को भक्तों की सेवा का सुयोग प्राप्त हुआ था | बालक नारद को भी यह सुअवसर उपलब्ध हो सका कि वे भक्तों की संगति करने से ही समस्त धर्म के परमलक्ष्य को प्राप्त हो सके | यह लक्ष्य है – भक्ति, जैसा कि श्रीमद्भागवत में कहा गया है (स वै पुंसां परो धमों यतो भक्तिरधोक्षजे) | सामान्यतः धार्मिक व्यक्ति यह नहीं जानते कि धर्म का परमलक्ष्य भक्ति की प्राप्ति है जैसा कि हम पहले ही आठवें अध्याय के अन्तिम श्लोक की व्याख्या करते हुए कहचुके हैं (वेदेषु यज्ञेषु तपःसु चैव) सामान्यतया आत्म-साक्षात्कार के लिए वैदिक ज्ञान आवश्यक है | किन्तु यहाँ पर नारद न तो किसी गुरु के पास पाठशाला में गये थे, न ही उन्हें वैदिक नियमों की शिक्षा मिली थी, तो भी उन्हें वैदिक अध्ययन के सर्वोच्च फल प्राप्त हो सके | यह विधि इतनी सशक्त है कि धार्मिक कृत्य किये बिना भी मनुष्य सिद्धि-पद को प्राप्त होता है | यह कैसे सम्भव होता है? इसकी भी पुष्टि वैदिक साहित्य में मिलती है- आचार्यवान् पुरुषो वेद| महान आचार्यों के संसर्ग में रहकर मनुष्य आत्म-साक्षात्कार के लिए आवश्यक समस्त ज्ञान से अवगत हो जाता है, भले ही वह अशिक्षित हो या उसने वेदों का अध्ययन न किया हो |",
                "भक्तियोग अत्यन्त सुखकर (सुसुखम्) होता है | ऐसा क्यों? क्योंकि भक्ति में श्रवणं कीर्तनं विष्णोः रहता है, जिससे मनुष्य भगवान् की महिमा के कीर्तन को सुन सकता है, या प्रामाणिक आचार्यों द्वारा दिये गये दिव्यज्ञान के दार्शनिक भाषण सुन सकता है | मनुष्य केवल बैठे रहकर सीख सकता है, ईश्र्वर को अर्पित अच्छे स्वादिष्ट भोजन का उच्छिष्ट खा सकता है | प्रत्येक दशा में भक्ति सुखमय है | मनुष्य गरीबी की हालत में भी भक्ति कर सकता है | भगवान् कहते हैं – पत्रं पुष्पं फलं तोयं– वे भक्त से हर प्रकार की भेंट लेने को तैयार रहते हैं | चाहे पात्र हो, पुष्प हो, फल हो या थोडा सा जल, जो कुछ भी संसार के किसी भी कोने में उपलब्ध हो, या किसी व्यक्ति द्वारा, उसकी सामाजिक स्थिति पर विचार किये बिना, अर्पित किये जाने पर भगवान् को वह स्वीकार है, यदि उसे प्रेमपूर्वक चढ़ाया जाय | इतिहास में ऐसे अनेक उदाहरण प्राप्त हैं | भगवान् के चरणकमलों पर चढ़े तुलसीदल का आस्वादन करके सनत्कुमार जैसे मुनि महान भक्त बन गये | अतः भक्तियोग अति उत्तम है और इसे प्रसन्न मुद्रा में सम्पन्न किया जा सकता है | भगवान् को तो वह प्रेम प्रिय है, जिससे उन्हें वस्तुएँ अर्पित की जाती हैं |",
                "यहाँ कहा गया है कि भक्ति शाश्र्वत है | यह वैसी नहीं है, जैसा कि मायावादी चिन्तक साधिकार कहते हैं | यद्यपि वे कभी-कभी भक्ति करते हैं, किन्तु उनकी यह भावना रहती है कि जब तक मुक्ति न मिल जाये, तब तक उन्हें भक्ति करते रहना चाहिए, किन्तु अन्त में जब वे मुक्त हो जाएँगे तो ईश्र्वर से उनका तादात्म्य हो जाएगा | इस प्रकार की अस्थायी सीमित स्वार्थमय भक्ति शुद्ध भक्ति नहीं मानी जा सकती | वास्तविक भक्ति तो मुक्ति के बाद भी बनी रहती है | जब भक्त भगवद्धाम को जाता है तो वहाँ भी वह भगवान् की सेवा में रत हो जाता है | वह भगवान् से तदाकार नहीं होना चाहता |",
                "जैसा कि भगवद्गीता में देखा जाएगा, वास्तविक भक्ति मुक्ति के बाद प्रारम्भ होती है | मुक्त होने पर जब मनुष्य ब्रह्मपद पर स्थिर होता है (ब्रह्मभूत) तो उसकी भक्ति प्रारम्भ होती है (समः सर्वेषु भूतेषु मद्भक्तिं लभते पराम्) | कोई भी मनुष्य कर्मयोग, ज्ञानयोग, अष्टांगयोग या अन्य योग करके भगवान् को नहीं समझ सकता | इन योग-विधियों से भक्तियोग की दिशा किंचित प्रगति हो सकती है, किन्तु भक्ति अवस्था को प्राप्त हुए बिना कोई भगवान् को समझ नहीं पाता | श्रीमद्भागवत में इसकी भी पुष्टि हुई है कि जब मनुष्य भक्तियोग सम्पन्न करके विशेष रूप से किसी महात्मा से श्रीमद्भागवत या भगवद्गीता सुनकर शुद्ध हो जाता है, तो वह समझ सकता है कि ईश्र्वर क्या है | इस प्रकार भक्तियोग या कृष्णभावनामृत समस्त विद्याओं का राजा और समस्त गुह्यज्ञान का राजा है | यह धर्म का शुद्धतम रूप है और इसे बिना कठिनाई के सुखपूर्वक सम्पन्न किया जा सकता है | अतः मनुष्य को चाहिए कि इसे ग्रहण करे |"
            ],
            "english": [
                "This chapter of Bhagavad-gita is called the king of education because it is the essence of all doctrines and philosophies explained before. There are seven principal philosophers in India: Gautama, Kanada, Kapila, Yajnavalkya, Sandilya, Vaisvanara, and, finally, Vyasadeva, the author of the Vedanta-sutra. So there is no dearth of knowledge in the field of philosophy or transcendental knowledge. Now the Lord says that this Ninth Chapter is the king of all such knowledge, the essence of all knowledge that can be derived from the study of the Vedas and different kinds of philosophy. It is the most confidential because confidential or transcendental knowledge involves understanding the difference between the soul and the body. And the king of all confidential knowledge culminates in devotional service.",
                "Generally, people are not educated in this confidential knowledge; they are educated in external knowledge. As far as ordinary education is concerned, people are involved with so many departments: politics, sociology, physics, chemistry, mathematics, astronomy, engineering, etc. There are so many departments of knowledge all over the world and many huge universities, but there is, unfortunately, no university or educational institution where the science of the spirit soul is instructed. Yet the soul is the most important part of this body; without the presence of the soul, the body has no value. Still people are placing great stress on the bodily necessities of life, not caring for the vital soul.",
                "The Bhagavad-gita, especially from the Second Chapter on, stresses the importance of the soul. In the very beginning, the Lord says that this body is perishable and that the soul is not perishable. That is a confidential part of knowledge: simply knowing that spirit soul is different from this body and that its nature is immutable, indestructible and eternal. But that gives no positive information about the soul. Sometimes people are under the impression that the soul is different from the body and that when the body is finished, or one is liberated from the body, the soul remains in a void and becomes impersonal. But actually that is not the fact. How can the soul, which is so active within this body, be inactive after being liberated from the body? It is always active. If it is eternal, then it is eternally active, and its activities in the spiritual kingdom are the most confidential part of spiritual knowledge. These activities of the spirit soul are therefore indicated here as constituting the king of all knowledge, the most confidential part of all knowledge.",
                "This knowledge is the purest form of all activities, as is explained in Vedic literature. In the Padma Purana, man's sinful activities have been analyzed and are shown to be the results of sin after sin. Those who are engaged in fruitive activities are entangled in different stages and forms of sinful reactions. For instance, when the seed of a particular tree is sown, the tree does not appear immediately to grow; it takes some time. It is first a small, sprouting plant, then it assumes the form of a tree, then it flowers, bears fruit, and, when it is complete, the flowers and fruits are enjoyed by persons who have sown the seed of the tree. Similarly, a man performs a sinful act, and like a seed it takes time to fructify. There are different stages. The sinful action may have already stopped within the individual, but the results or the fruit of that sinful action are still enjoyed. There are sins which are still in the form of a seed, and there are others which are already fructified and are giving us fruit, which we are enjoying as distress and pain, as explained in the twentieth verse of the Seventh Chapter.",
                "A person who has completely ended the reactions of all sinful activities and who is fully engaged in pious activities, being freed from the duality of this material world, becomes engaged in devotional service to the Supreme Personality of Godhead, Krsna. In other words, those who are actually engaged in the devotional service of the Supreme Lord are already freed from all reactions. For those who are engaged in the devotional service of the Supreme Personality of Godhead, all sinful reactions, whether fructified, in the stock, or in the form of a seed, gradually vanish. Therefore the purifying potency of devotional service is very strong, and it is called pavitram uttamam, the purest. Uttamam means transcendental. Tamas means this material world or darkness, and uttamam means that which is transcendental to material activities. Devotional activities are never to be considered material, although sometimes it appears that devotees are engaged just like ordinary men. One who can see and is familiar with devotional service, however, will know that they are not material activities. They are all spiritual and devotional, uncontaminated by the material modes of nature.",
                "It is said that the execution of devotional service is so perfect that one can perceive the results directly. This direct result is actually perceived, and we have practical experience that any person who is chanting the holy names of Krsna (Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/ Hare Rama, Hare Rama, Rama Rama, Hare Hare) in course of time feels some transcendental pleasure and very quickly becomes purified of all material contamination. This is actually seen. Furthermore, if one engages not only in hearing but in trying to broadcast the message of devotional activities as well, or if he engages himself in helping the missionary activities of Krsna consciousness, he gradually feels spiritual progress. This advancement in spiritual life does not depend on any kind of previous education or qualification. The method itself is so pure that by simply engaging in it one becomes pure.",
                "In the Vedanta-sutra this is also described in the following words: prakasas ca karmany abhyasat. “Devotional service is so potent that simply by engaging in the activities of devotional service, one becomes enlightened without a doubt.” Narada, who happened to be the son of a maidservant, had no education, nor was he born into a high family. But when his mother was engaged in serving great devotees, Narada also became engaged, and sometimes, in the absence of his mother, he would serve the great devotees himself. Narada personally says, “Once only, by their permission, I took the remnants of their food, and by so doing all my sins were at once eradicated. Thus being engaged, I became purified in heart, and at that time the very nature of the transcendentalist became attractive to me.” (Bhag. 1.5.25) Narada tells his disciple Vyasadeva that in a previous life he was engaged as a boy servant of purified devotees during four months of their stay and that he was intimately associating with them. Sometimes those sages left remnants of food on their dishes, and the boy, who would wash their dishes, wanted to taste the remnants. So he asked the great devotees whether he could eat them, and they gave their permission. Narada then ate those remnants and consequently became freed from all sinful reactions. As he went on eating, he gradually became as purehearted as the sages, and he gradually developed the same taste. The great devotees relished the taste of unceasing devotional service of the Lord, hearing, chanting, etc., and by developing the same taste, Narada wanted also to hear and chant the glories of the Lord. Thus by associating with the sages, he developed a great desire for devotional service. Therefore he quotes from the Vedanta-sutra (prakasas ca karmany abhyasat): If one is engaged simply in the acts of devotional service, everything is revealed to him automatically, and he can understand. This is called prakasah, directly perceived.",
                "Narada was actually a son of a maidservant. He had no opportunity to go to school. He was simply assisting his mother, and fortunately his mother rendered some service to the devotees. The child Narada also got the opportunity and simply by association achieved the highest goal of all religions, devotional service. In the Srimad-Bhagavatam it is said that religious people generally do not know that the highest perfection of religion is the attainment of the stage of devotional service. Generally Vedic knowledge is required for the understanding of the path of self-realization. But here, although he was not educated in the Vedic principle, Narada acquired the highest results of Vedic study. This process is so potent that even without performing the religious process regularly, one can be raised to the highest perfection. How is this possible? This is also confirmed in Vedic literature: acaryavan puruso veda. One who is in association with great acaryas, even if he is not educated or has not studied the Vedas, can become familiar with all the knowledge necessary for realization.",
                "The process of devotional service is a very happy one. Why? Devotional service consists of sravanam kirtanam visnoh, so one can simply hear the chanting of the glories of the Lord or can attend philosophical lectures on transcendental knowledge given by authorized acaryas. Simply by sitting, one can learn; then one can eat the remnants of the food offered to God, nice palatable dishes. In every state devotional service is joyful. One can execute devotional service even in the most poverty-stricken condition. The Lord says, patram puspam phalam: He is ready to accept from the devotee any kind of offering, never mind what. Even a leaf, a flower, a bit of fruit, or a little water, which are all available in every part of the world, can be offered by any person, regardless of social position, and will be accepted if offered with love. There are many instances in history. Simply by tasting the tulasi leaves offered to the lotus feet of the Lord, great sages like Sanatkumara became great devotees. Therefore the devotional process is very nice, and it can be executed in a happy mood. God accepts only the love with which things are offered to Him.",
                "It is said here that this devotional service is eternally existing. It is not as the Mayavadi philosophers claim. They sometimes take to so-called devotional service, and as long as they are not liberated they continue their devotional service, but at the end, when they become liberated, they “become one with God.” Such temporary time-serving devotional service is not accepted as pure devotional service. Actual devotional service continues even after liberation. When the devotee goes to the spiritual planet in the kingdom of God, he is also engaged there in serving the Supreme Lord. He does not try to become one with the Supreme Lord.",
                "As it will be seen, actual devotional service begins after liberation. So in Bhagavad-gita it is said, brahma-bhuta. After being liberated, or being situated in the Brahman position, one's devotional service begins. By executing devotional service, one can understand the Supreme Lord. No one can understand the Supreme Personality of Godhead by executing karma-yoga, jnana, or astanga-yoga or any other yoga independantly. Without coming to the stage of devotional service, one cannot understand what is the Personality of Godhead. In the Srimad-Bhagavatam it is also confirmed that when one becomes purified by executing the process of devotional service, especially by hearing Srimad-Bhagavatam or Bhagavad-gita from realized souls, then he can understand the science of Krsna or the science of God. Evam prasanna-manaso bhagavad-bhakti-yogatah. When one's heart is cleared of all nonsense, then one can understand what God is. Thus the process of devotional service, of Krsna consciousness, is the king of all education and the king of all confidential knowledge. It is the purest form of religion, and it can be executed joyfully without difficulty. Therefore one should adopt it."
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "अश्रद्दधानाः पुरुषा धर्मस्यास्य परन्तप |",
                "अप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि || ३ ||",
                "मया ततमिदं सर्वं जगदव्यक्तमुर्तिना |",
                "मत्स्थानि सर्वभूतानि न चाहं तेष्ववस्थितः || ४ ||"
            ],
            "english": [
                "asraddadhanah purusa",
                "dharmasyasya parantapa",
                "aprapya mam nivartante",
                "mrtyu-samsara-vartmani"
            ]
        },
        "translation": {
            "hindi": [
                "हे परन्तप! जो लोग भक्ति में श्रद्धा नहीं रखते, वे मुझे प्राप्त नहीं कर पाते | अतः वे इस भौतिक जगत् में जन्म-मृत्यु के मार्ग पर वापस आते रहते हैं |यह सम्पूर्ण जगत् मेरे अव्यक्त रूप द्वारा व्याप्त है | समस्त जीव मुझमें हैं, किन्तु मैं उनमें नहीं हूँ |"
            ],
            "english": [
                "Those who are not faithful on the path of devotional service cannot attain Me, O conqueror of foes, but return to birth and death in this material world."
            ]
        },
        "meaning": {
            "hindi": [
                "श्रद्धाविहीन के लिए भक्तियोग पाना कठिन है, यही इस श्लोक का तातपर्य है | श्रद्धा तो भक्तों की संगति से उत्पन्न की जाती है | महापुरुषों से वैदिक प्रमाणों को सुनकर भी अभागे लोग ईश्र्वर में श्रद्धा नहीं रखते | वे झिझकते रहते हैं और भगवद्भक्ति में दृढ़ नहीं रहते | इस प्रकार कृष्णभावनामृत की प्रगति में श्रद्धा मुख्य है | चैतन्यचरितामृत में कहा गया है कि श्रद्धा तो वह पूर्ण विश्र्वास है कि परमेश्र्वर श्रीकृष्ण की ही सेवा द्वारा आरी सिद्धि प्राप्त की जा सकती है | यही वास्तविक श्रद्धा है | श्रीमद्भागवत में (४.३१.१४) कहा गया है:-",
                "यथा तरोर्मूलनिषेचनेन तृप्यन्ति तत्स्कंधभुजोपशाखाः |",
                "प्राणोपहाराच्च यथेन्द्रियाणां तथेव सर्वार्हणमच्युतेज्या ||",
                "“वृक्ष की जड़ को सींचने से उसकी डालें, टहनियाँ तथा पत्तियाँ तुष्ट होती हैं और आमाशय को भोजन प्रदान करने से शरीर की सारी इन्द्रियाँ तृप्त होती हैं | इसी तरह भगवान् की दिव्यसेवा करने से सारे देवता तथा अन्य समस्त जीव स्वतः प्रसन्न होते हैं |” अतः गीता पढ़ने के बाद मनुष्य को चाहिए कि वह गीता के इस निष्कर्ष को प्राप्त हो-मनुष्य को अन्य सारे कार्य छोड़कर भगवान् कृष्ण की सेवा करनी चाहिए | यदि वह इस जीवन-दर्शन से विश्र्वस्त हो जाता है, तो यही श्रद्धा हैं |",
                "इस श्रद्धा का विकास कृष्णभावनामृत की विधि है | कृष्णभावनाभावित व्यक्तियों की तीन कोटियाँ हैं | तीसरी कोटि में वे लोग आते हैं जो श्रद्धाविहीन हैं | यदि ऐसे लोग ऊपर-ऊपर भक्ति में लगे रहें तो भी उन्हें सिद्द अवस्था प्राप्त नहीं हो पाती | सम्भावना यही है कि वे लोग कुछ काल के बाद नीचे गिर जाएँ | वे भले ही भक्ति में लगे रहें, किन्तु पूर्ण विश्र्वास तथा श्रद्धा के अभाव में कृष्णभावनामृत में उनका लगा रह पाना कठिन है | अपने प्रचार कार्यों के दौरान हमें इसका प्रत्यक्ष अनुभव है कि कुछ लोग आते हैं और किन्हीं गुप्त उद्देश्यों से कृष्णभावनामृत को ग्रहण करते हैं | किन्तु जैसे ही उनकी आर्थिक दशा कुछ सुधर जाती है कि वे इस विधि को त्यागकर पुनः पुराने ढरें पर लग जाते हैं | कृष्णभावनामृत में केवल श्रद्धा के द्वारा ही प्रगति की जा सकती है | जहाँ तक श्रद्धा की बात है, जो व्यक्ति भक्ति-साहित्य में निपुण है और जिसने दृढ़ श्रद्धा की अवस्था प्राप्त कर ली है, वह कृष्णभावनामृत का प्रथम कोटि का व्यक्ति कहलाता है | दूसरी कोटि में वे व्यक्ति आते हैं जिन्हें भक्ति-शास्त्रों का ज्ञान नहीं है, किन्तु स्वतः ही उनकीदृढ़ श्रद्धा है कि कृष्णभक्ति सर्वश्रेष्ठ मार्ग है, अतः वे इसे ग्रहण करते हैं | तृतीय कोटि के व्यक्ति को यह श्रद्धा तो रहती है कि कृष्ण की भक्ति उत्तम होती है, किन्तु भागवत तथा गीता जैसे शास्त्रों से उसे कृष्ण का पर्याप्त ज्ञान प्राप्त नहीं हो पता | कभी-कभी तृतीय कोटि के व्यक्तियों की प्रवृत्ति कर्मयोग तथा ज्ञानयोग की ओर रहती है और कभी-कभी वे विचलित होते रहते हैं, किन्तु ज्योंही उनसे ज्ञान तथा कर्मयोग का संदूषण निकल जाता है, वे कृष्णभावनामिट की द्वितीय कोटि या प्रथम कोटि में प्रविष्ट होते हैं | कृष्ण के प्रति श्रद्धा भी तीन अवस्थाओं में विभाजित है और श्रीमद्भागवत में इनका वर्णन है | भागवत के ग्यारहवें स्वंध में प्रथम, द्वितीय तथा तृतीय कोटि की आस्तिकता का भी वर्णन हुआ है | जो लोग कृष्ण के विषय में तथा भक्ति की श्रेष्ठता को सुनकर भी श्रद्धा नहीं रखते और यह सोचते हैं कि यह मात्र प्रशंसा है, उन्हें यह मार्ग अत्यधिक कठिन जान पड़ता है, भले ही वे ऊपर से भक्ति में रत क्यों न हों | उन्हें सिद्धि प्राप्त होने की बहुत कम आशा है | इस प्रकार भक्ति करने के लिए श्रद्धा परमावश्यक है |",
                "भगवान् की अनुभूति स्थूल इन्द्रियों से नहीं हो पाती |",
                "कहा गया है कि –",
                "अतः श्रीकृष्णनामादि न भवेद् ग्राह्यमिन्द्रियैः |",
                "सेवोन्मुखे हि जिह्वादौ स्वयमेव स्फुरत्यदः ||",
                "(भक्तिरसामृत सिन्धु १.२.२३४)",
                "भगवान् श्रीकृष्ण के नाम, यश, लीलाओं आदि को भौतिक इन्द्रियों से नहीं समझा जा सकता | जो समुचित निर्देशन से भक्ति में लगा रहता है उसे ही भगवान् का साक्षात्कार हो पाता है | ब्रह्मसंहिता में (५.३८) कहा गया है – प्रेमाञ्जनच्छुरितभक्तिविलोचनेन सन्तः सदैव हृदयेषु विलोकयन्ति – यदि किसी ने भगवान् के प्रति दिव्य प्रेमाभिरूचि उत्पन्न कर ली है, तो वह सदैव अपने भीतर तथा बाहर भगवान् गोविन्द को देख सकता है | इस प्रकार वे सामान्यजनों के लिए दृश्य नहीं हैं | यहाँ पर कहा गया है कि यद्यपि भगवान् सर्वव्यापी हैं और सर्वत्र उपस्थित रहते हैं, किन्तु वे भौतिक इन्द्रियों द्वारा अनुभवगम्य नहीं हैं | इसका संकेत अव्यक्तमुर्तिना शब्द द्वारा हुआ है | भले ही हम उन्हें न देख सकें, किन्तु वास्तविकता तो यह है कि उन्हीं पर सब कुछ आश्रित है | जैसा कि सातवें अध्याय में बताया जा चुका है कि सम्पूर्ण दृश्य जगत् उनकी दो विभिन्न शक्तियों – पता या आध्यात्मिक शक्ति तथा अपरा या भौतिक शक्ति – का संयोग मात्र है | जिस प्रकार सूर्यप्रकाश सम्पूर्ण ब्रह्माण्ड में फैला रहता है उसी प्रकार भगवान् की शक्ति सम्पूर्ण सृष्टि में फैली है और सारी वस्तुएँ उसी शक्ति पर टिकी हैं |",
                "फिर भी किसी को इस निष्कर्ष पर नहीं पहुँचना चाहिए कि सर्वत्र फैले रहने के कारण भगवान् ने अपनी व्यक्तिगत सत्ता खो दी है | ऐसे तर्क का निराकरण करने के लिए भगवान् कहते हैं ”मैं सर्वत्र हूँ और प्रत्येक वस्तु मुझमें है तो भी मैं पृथक् हूँ |” उदाहरणार्थ, राजा किसी सरकार का अध्यक्ष होता है और सरकार उसकी स्जक्ति का प्राकट्य होती है, विभिन्न सरकारी विभाग राजा की शक्ति के अतिरिक्त और कुछ नहीं होते और प्रत्येक विभाग राजा की क्षमता पर निर्भर करता है | तो भी राजा से यह आशा नहीं की जाती कि वह प्रत्येक विभाग में स्वयं उपस्थित हो | यह एक मोटा सा उदाहरण दिया गया | इसी प्रकार हम जितने स्वरूप देखते हैं और जितनी भी वस्तुएँ इस लोक में तथा परलोक में विद्यमान हैं वे सब भगवान् की शक्ति पर आश्रित हैं | सृष्टि की उत्पत्ति भगवान् की विभिन्न शक्तियों के विस्तार से होती है और जैसा कि भगवद्गीता में कहा गया है – विष्टभ्याहमिदं कृत्स्नम् – वे अपने साकार रूप के करण अपनी विभिन्न शक्तियों के विस्तार से सर्वत्र विद्यमान हैं |"
            ],
            "english": [
                "The faithless cannot accomplish this process of devotional service; that is the purport of this verse. Faith is created by association with devotees. Unfortunate people, even after hearing all the evidence of Vedic literature from great personalities, still have no faith in God. They are hesitant and cannot stay fixed in the devotional service of the Lord. Thus faith is a most important factor for progress in Krsna consciousness. In the Caitanya-caritamrta it is said that one should have complete conviction that simply by serving the Supreme Lord Sri Krsna he can achieve all perfection. That is called real faith. In the Srimad-Bhagavatam (3.4.12) it is stated that by giving water to the root of a tree, its branches, twigs and leaves become satisfied, and by supplying food to the stomach all the senses of the body become satisfied, and, similarly, by engaging in the transcendental service of the Supreme Lord, all the demigods and all the living entities automatically become satisfied.",
                "After reading Bhagavad-gita one should promptly come to the conclusion of Bhagavad-gita: one should give up all other engagements and adopt the service of the Supreme Lord, Krsna, the Personality of Godhead. If one is convinced of this philosophy of life, that is faith. Now the development of that faith is the process of Krsna consciousness.",
                "There are three divisions of Krsna conscious men. In the third class are those who have no faith. If they are engaged in devotional service officially, for some ulterior purpose, they cannot achieve the highest perfectional stage. Most probably they will slip, after some time. They may become engaged, but because they haven't complete conviction and faith, it is very difficult for them to continue in Krsna consciousness. We have practical experience in discharging our missionary activity that some people come and apply themselves to the Krsna consciousness with some hidden motive, and as soon as they are economically a little well-situated, they give up this process and take to their old ways again. It is only by faith that one can advance in Krsna consciousness. As far as the development of faith is concerned, one who is well versed in the literatures of devotional service and has attained the stage of firm faith is called a first-class person in Krsna consciousness. And in the second class are those who are not very advanced in understanding the devotional scriptures but who automatically have firm faith that Krsna bhakti or service to Krsna is the best course and so in good faith have taken it up. Thus they are superior to the third class who have neither perfect knowledge of the scriptures nor good faith but by association and simplicity are trying to follow. The third-class person in Krsna consciousness may fall down, but when one is in the second class or first class, he does not fall down. One in the first class will surely make progress and achieve the result at the end. As far as the third-class person in Krsna consciousness is concerned, although he has faith in the conviction that devotional service to Krsna is very good, he has no knowledge of Krsna through the scriptures like Srimad-Bhagavatam and Bhagavad-gita. Sometimes these third-class persons in Krsna consciousness have some tendency toward karma-yoga and jnana-yoga, and sometimes they are disturbed, but as soon as the infection of karma-yoga or jnana-yoga is vanquished, they become second-class or first-class persons in Krsna consciousness. Faith in Krsna is also divided into three stages and described in Srimad-Bhagavatam. First-class attachment, second-class attachment, and third-class attachment are also explained in Srimad-Bhagavatam in the Eleventh Canto. Those who have no faith even after hearing about Krsna and the excellence of devotional service, who think that it is simply eulogy, find the path very difficult, even if they are supposedly engaged in devotional service. For them there is very little hope in gaining perfection. Thus faith is very important in the discharge of devotional service."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                " न च मत्स्थानि भूतानि पश्य मे योगमैश्र्वरम् |",
                "भूतभृन्न च भूतस्थो ममात्मा भूतभावनः || ५ ||"
            ],
            "english": [
                "na ca mat-sthani bhutani",
                "pasya me yogam aisvaram",
                "bhuta-bhrn na ca bhuta-stho",
                "mamatma bhuta-bhavanah"
            ]
        },
        "translation": {
            "hindi": [
                "तथापि मेरे द्वारा उत्पन्न सारी वस्तुएँ मुझमें स्थित नहीं रहतीं | जरा, मेरे योग-ऐश्र्वर्य को देखो! यद्यपि मैं समस्त जीवों का पालक (भर्ता) हूँ और सर्वत्र व्याप्त हूँ, लेकिन मैं इस विराट अभिव्यक्ति का अंश नहीं हूँ, मैं सृष्टि का कारणस्वरूप हूँ |"
            ],
            "english": [
                "And yet everything that is created does not rest in Me. Behold My mystic opulence! Although I am the maintainer of all living entities, and although I am everywhere, still My Self is the very source of creation."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् का कथन है कि सब कुछ उन्हीं पर आश्रित है (मत्स्थानि सर्वभूतानि) | इसका अन्य अर्थ नहीं लगाना चाहिए | भगवान् जगत् के पालन तथा निर्वाह के लिए प्रत्यक्ष रूप से उत्तरदायी नहीं हैं | कभी-कभी हम एटलस (एक रोमन देवता) को अपने कंधों पर गोला उठाये देखते हैं, वह अत्यन्त थका लगता है और इस विशाल पृथ्वीलोक को धारण किये रहता है | हमें किसी ऐसे चित्र को मन में नहीं लाना चाहिए जिसमें कृष्ण का इस सृजित ब्रह्माण्ड को धारण किये हुए हों | उनका कहना है कि यद्यपि सारी वस्तुएँ उन पर टिकी हैं, किन्तु वे पृथक् रहते हैं | सारे लोक अन्तरिक्ष में तैर रहें हैं और यह अन्तरिक्ष परमेश्र्वर की शक्ति है | किन्तु वे अन्तरिक्ष से भिन्न हैं, वे पृथक् स्थित हैं | अतः भगवान् कहते हैं “यद्यपि ये सब रचित पदार्थ मेरी अचिन्त्य शक्ति पर टिके हैं, किन्तु भगवान् के रूप में मैं उनसे पृथक् हूँ |” यह भगवान् का अचिन्त्य ऐश्र्वर्य है |",
                "वैदिककोश निरुक्ति में कहा गया है – युज्यतेऽनेन दुर्घटेषु कार्येषु– परमेश्र्वर अपनी शक्ति का प्रदर्शन करते हुए अचिन्त्य आश्चर्यजनक लीलाएँ कर रहे हैं | उनका व्यक्तित्व विभिन्न शक्तियों से पूर्ण है और उनका संकल्प स्वयं एक तथ्य है | भगवान् को इसी रूप में समझना चाहिए | हम कोई काम करना चाहते हैं, तो अनेक विघ्न आते हैं और कभी-कभी हम जो चाहते हैं वह नहीं कर पाते | किन्तु जब कृष्ण कोई कार्य करना चाहते हैं, तो सब कुछ इतनी पूर्णता से सम्पन्न हो जाता है कि कोई सोच नहीं पाता कि यह सब कैसे कुआ | भगवान् इसी तथ्य को समझाते हैं – यद्यपि वे समस्त सृष्टि के पालन तथा धारणकर्ता हैं, किन्तु वे इस सृष्टि का स्पर्श नहीं करते | केवल उनकी परम इच्छा से प्रत्येक वस्तु सृजन, धारण, पालन एवं संहार होता है | उनके मन और स्वयं उनमें कोई भेद नहीं है जैसा हमारे भौतिक मन में और स्वयं हम में भेद होता है, क्योंकि वे परमात्मा हैं | साथ ही वे प्रत्येक वस्तु में उपस्थित हैं, किन्तु सामान्य व्यक्ति यह नहीं समझ पाता कि वे साकार रूप में किस तरह उपस्थित हैं | वे भौतिक जगत् से भिन्न हैं तो भी प्रत्येक वस्तु उन्हीं पर आश्रित है | यहाँ पर इसे ही योगम् ऐश्र्वरम् अर्थात् भगवान् की योगशक्ति कहा गया है |"
            ],
            "english": [
                "The Lord says that everything is resting on Him. This should not be misunderstood. The Lord is not directly concerned with the maintenance and sustenance of this material manifestation. Sometimes we see a picture of Atlas holding the globe on his shoulders; he seems to be very tired, holding this great earthly planet. Such an image should not be entertained in connection with Krsna's upholding this created universe. He says that although everything is resting on Him, still He is aloof. The planetary systems are floating in space, and this space is the energy of the Supreme Lord. But He is different from space. He is differently situated. Therefore the Lord says, “Although they are situated on My inconceivable energy, still, as the Supreme Personality of Godhead, I am aloof from them.” This is the inconceivable opulence of the Lord.",
                "In the Vedic dictionary it is said, “The Supreme Lord is performing inconceivably wonderful pastimes, displaying His energy. His person is full of different potent energies, and His determination is itself actual fact. In this way the Personality of Godhead is to be understood.” We may think to do something, but there are so many impediments, and sometimes it is not possible to do as we like. But when Krsna wants to do something, simply by His willing, everything is performed so perfectly that one cannot imagine how it is being done. The Lord explains this fact: although He is the maintainer and sustainer of all material manifestation, He does not touch this material manifestation. Simply by His supreme will everything is created, everything is sustained, everything is maintained, and everything is annihilated. There is no difference between His mind and Himself (as there is a difference between ourselves and our present material mind) because He is absolute spirit. Simultaneously the Lord is present in everything; yet the common man cannot understand how He is also present personally. He is different from this material manifestation, yet everything is resting on Him. This is explained here as yogam aisvaram, the mystic power of the Supreme Personality of Godhead."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "यथाकाशस्थितो नित्यं वायु: सर्वत्रगो महान् |",
                "तथा सर्वाणि भूतानि मत्स्थानीत्युपधारय || ६ ||"
            ],
            "english": [
                "yathakasa-sthito nityam",
                "vayuh sarvatra-go mahan",
                "tatha sarvani bhutani",
                "mat-sthanity upadharaya"
            ]
        },
        "translation": {
            "hindi": [
                "जिस प्रकार सर्वत्र प्रवहमान प्रबल वायु सदैव आकाश में स्थित रहती है, उसी प्रकार समस्त उत्पन्न प्राणियों को मुझमें स्थित जानो |"
            ],
            "english": [
                "As the mighty wind, blowing everywhere, always rests in ethereal space know that in the same manner all beings rest in Me."
            ]
        },
        "meaning": {
            "hindi": [
                "सामान्यजन के लिए यह समझ पाना कठिन है कि इतनी विशाल सृष्टि भगवान् पर किस प्रकार आश्रित है | किन्तु भगवान् उदाहरण प्रस्तुत करते हैं जिससे हमें समझने में सहायता मिले | आकाश हमारी कल्पना के लिए सबसे महान अभिव्यक्ति है और उस आकाश में वायु विराट जगत् की सबसे महान अभिव्यक्ति है | वायु की गति से प्रत्येक वस्तु की गति प्रभावित होती है | किन्तु वायु महान होते हुए भी आकाश के अन्तर्गत ही स्थित रहती है, वह आकाश से परे नहीं होती | इसी प्रकार समस्त विचित्र विराट अभिव्यक्तियों का अस्तित्व भगवान् की परम इच्छा के फलस्वरूप है और वे सब इस परमइच्छा के अधीन हैं जैसा कि हमलोग प्रायः कहते हैं उनकी इच्छा के बिना एक पत्ता भी नहीं हिलता | इस प्रकार प्रत्येक वस्तु उनकी इच्छा के अधीन गतिशील है, उनकी ही इच्छा से सारी वस्तुएँ उत्पन्न होती हैं, उनका पालन होता है और उनका संहार होता है | इतने पर भी वे प्रत्येक वस्तु से उसी तरह पृथक् रहते हैं, जिस प्रकार वायु के कार्यों से आकाश रहता है |",
                "उपनिषदों में कहा गया है – यद्भीषा वातः पवते– “वायु भगवान् के भय से प्रवाहित होती है” (तैत्तिरीय उपनिषद् २.८.१) | बृहदारण्यक उपनिषद् में (३.८.१) कहा गया है – एतस्य वा अक्षरस्य प्रशासने गार्गि सूर्यचन्द्रमसौ विधृतौ तिष्ठत एतस्य वा अक्षरस्य प्रशासने गार्गि द्यावापृथिव्यौ विधृतौ तिष्ठतः – “भगवान् की अध्यक्षता में परमादेश से चन्द्रमा, सूर्य तथा अन्य विशाल लोक घूम रहे हैं |” ब्रह्मसंहिता में (५.५२) भी कहा गया है –",
                "यच्चक्षुरेष सविता सकलग्रहाणां",
                "राजा समस्तसुरमूर्तिरशेषतेजाः |",
                "यस्याज्ञया भ्रमति सम्भृतकालचक्रो",
                "गोविन्दमादि पुरुषं तमहं भजामि ||",
                "यह सूर्य की गति का वर्णन है | कहा गया है कि सूर्य भगवान् का एक नेत्र है और इसमें ताप तथा प्रकाश फैलाने की अपार शक्ति है | तो भी यह गोविन्द की परम इच्छा और आदेश के अनुसार अपनी कक्षा में घूमता रहता है | अतः हमें वैदिक साहित्य से इसके प्रमाण प्राप्त है कि यह विचित्र तथा विशाल लगने वाली भौतिक सृष्टि पूरी तरह भगवान् के वश में है | इसकी व्याख्या इसी अध्याय के अगले श्लोकों में की गई है |"
            ],
            "english": [
                "For the ordinary person it is almost inconceivable how the huge material creation is resting in Him. But the Lord is giving an example which may help us to understand. Space is the biggest manifestation we can conceive. The cosmic manifestation rests in space. Space permits the movement of even the atoms and on up to the greatest planets, the sun and the moon. Although the sky (or wind or air) is great, still it is situated within space. Space is not beyond the sky.",
                "Similarly, all the wonderful cosmic manifestations are existing by the supreme will of God, and all of them are subordinate to that supreme will. As we generally say, not a blade of grass moves without the will of the Supreme Personality of Godhead. Thus everything is moving under His will: by His will everything is being created, everything is being maintained, and everything is being annihilated. Still He is aloof from everything, as space is always aloof from the activities of the atmosphere. In the Upanisads, it is stated, “It is out of the fear of the Supreme Lord that the wind is blowing.” In the Garga Upanisad also it is stated, “By the supreme order, under the superintendence of the Supreme Personality of Godhead, the moon, the sun and the great planets are moving.” In the Brahma-samhita this is also stated. There is also a description of the movement of the sun, and it is said that the sun is considered to be one of the eyes of the Supreme Lord and that it has immense potency to diffuse heat and light. Still it is moving in its prescribed orbit by the order and the supreme will of Govinda. So, from the Vedic literature we can find evidence that this material manifestation, which appears to us to be very wonderful and great, is under the complete control of the Supreme Personality of Godhead. This will be further explained in the later verses of this chapter."
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम् |",
                "कल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम् || ७ ||"
            ],
            "english": [
                "sarva-bhutani kaunteya",
                "prakrtim yanti mamikam",
                "kalpa-ksaye punas tani",
                "kalpadau visrjamy aham"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुन्तीपुत्र! कल्प का अन्त होने पर सारे प्राणी मेरी प्रकृति में प्रवेश करते हैं और अन्य कल्प के आरम्भ होने पर मैं उन्हें अपनी शक्ति से पुनः उत्पन्न करता हूँ |"
            ],
            "english": [
                "O son of Kunti, at the end of the millennium every material manifestation enters into My nature, and at the beginning of another millennium, by My potency I again create."
            ]
        },
        "meaning": {
            "hindi": [
                "इस विराट भौतिक अभिव्यक्ति का सृजन, पालन तथा संहार पूर्णतया भगवान् की परम इच्छा पर निर्भर है | कल्पक्षये का अर्थ है, ब्रह्मा की मृत्यु होने पर | ब्रह्मा एक सौ वर्ष जीवित रहते हैं और उनका एक दिन हमारे ४,३०,००,००,००० वर्षों के तुल्य है | रात्रि भी इतने ही वर्षों की होती है | ब्रह्मा के एक महीने में ऐसे तीस दिन तथा तीस रातें होती हैं और उनके एक वर्ष में ऐसे बारह महीने होते हैं | ऐसे एक सौ वर्षों के बाद जब ब्रह्मा की मृत्यु होती है, तो प्रलय हो जाता है, जिसका अर्थ है कि भगवान् द्वारा प्रकट शक्ति पुनः सिमट कर उन्हीं में चली जाती है | पुनः जब विराटजगत को प्रकट करने की आवश्यकता होती है तो उनकी इच्छा से सृष्टि उत्पन्न होती है | एकोऽहं बहु स्याम्– यद्यपि मैं अकेला हूँ, किन्तु मैं अनेक हो जाउँगा | यह वैदिक सूक्ति है (छान्दोग्य उपनिषद् ६.२.३)| वे इस भौतिक शक्ति में अपना विस्तार करते हैं और सारी विराट अभिव्यक्ति पुनः घटित हो जाती है |"
            ],
            "english": [
                "The creation, maintenance and annihilation of this material cosmic manifestation is completely dependant on the supreme will of the Personality of Godhead. “At the end of the millennium” means at the death of Brahma. Brahma lives for one hundred years, and his one day is calculated at 4,300,000,000 of our earthly years. His night is of the same duration. His month consists of thirty such days and nights, and his year of twelve months. After one hundred such years, when Brahma dies, the devastation or annihilation takes place; this means that the energy manifested by the Supreme Lord is again wound up in Himself. Then again, when there is need to manifest the cosmic world, it is done by His will: “Although I am one, I shall become many.” This is the Vedic aphorism. He expands Himself in this material energy, and the whole cosmic manifestation again takes place."
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                " प्रकृतिं स्वामवष्टभ्य विसृजामि पुनः पुनः |",
                "भूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात् || ८ ||"
            ],
            "english": [
                "prakrtim svam avastabhya",
                "visrjami punah punah",
                "bhuta-gramam imam krtsnam",
                "avasam prakrter vasat"
            ]
        },
        "translation": {
            "hindi": [
                "सम्पूर्ण विराट जगत मेरे अधीन है | यह मेरी इच्छा से बारम्बार स्वतः प्रकट होता रहता है और मेरी ही इच्छा से अन्त में विनष्ट होता है |"
            ],
            "english": [
                "The whole cosmic order is under Me. By My will it is manifested again and again, and by My will it is annihilated at the end."
            ]
        },
        "meaning": {
            "hindi": [
                "यह भौतिक जगत् भगवान् की अपराशक्ति की अभिव्यक्ति है | इसकी व्याख्या कई बार की जा चुकी है | सृष्टि के समय यह शक्ति महत्तत्त्व के रूप में प्रकट होती है जिसमें भगवान् अपने प्रथम पुरुष अवतार, महाविष्णु, के रूप में प्रवेश कर जाते हैं | वे कारणार्णव में शयन करते रहते हैं और अपने श्र्वास से असंख्य ब्रह्माण्ड निकालते हैं और इस ब्रह्माण्डों में से हर एक में वे गर्भोदकशायी विष्णु के रूप में प्रवेश करते हैं | इस प्रकार प्रत्येक ब्रह्माण्ड की सृष्टि होती है | वे इससे भी आगे अपने आपको क्षीरोदकशायी विष्णु के रूप में प्रकट करते हैं और विष्णु प्रत्येक वस्तु में, यहाँ तक कि प्रत्येक अणु में प्रवेश कर जाते है | इसी तथ्य की व्याख्या यहाँ हुई है | भगवान् प्रत्येक वस्तु में प्रवेश करते हैं |",
                "जहाँ तक जीवात्माओं का सम्बन्ध है, वे इस भौतिक प्रकृति के गर्भस्थ किये जाते हैं और वे अपने-अपने पूर्वकर्मों के अनुसार विभिन्न योनियाँ ग्रहण करते हैं | इस प्रकार इस भौतिक जगत् के कार्यकलाप प्रारम्भ होते हैं | विभिन्न जीव-योनियों के कार्यकलाप सृष्टि के समय से ही प्रारम्भ हो जाते हैं | ऐसा नहीं है कि ये योनियाँ क्रमशः विकसित होती हैं | सारी की सारी योनियाँ ब्रह्माण्ड की सृष्टि के साथ ही उत्पन्न होती हैं | मनुष्य, पशु, पक्षी – ये सभी एकसाथ उत्पन्न होते हैं, क्योंकि पूर्व प्रलय के समय जीवों की जो-जो इच्छाएँ थीं वे पुनः प्रकट होती हैं | इसका स्पष्ट संकेत अवशम् शब्द से मिलता है कि जीवों को इस प्रक्रिया से कोई सरोकार नहीं रहता | पूर्व सृष्टि में वे जिस-जिस अवस्था में थे, वे उस-उस अवस्था में पुनः प्रकट हो जाते हैं और यह सब भगवान् की इच्छा से ही सम्पन्न होता है | यही भगवान् की अचिन्त्य शक्ति है | विभिन्न योनियों को उत्पन्न करने के बाद भगवान् का उनसे कोई नाता नहीं रह जाता | यह सृष्टि विभिन्न जीवों की रुचियों को पूरा करने के उद्देश्य से की जाती है | अतः भगवान् इसमें किसी तरह से बद्ध नहीं होते हैं |"
            ],
            "english": [
                "This matter is the manifestation of the inferior energy of the Supreme Personality of Godhead. This has already been explained several times. At the creation, the material energy is let loose as mahat-tattva, into which the Lord as His first Purusa incarnation, Maha-Visnu, enters. He lies within the Causal Ocean and breathes out innumerable universes, and into each universe the Lord again enters as Garbhodakasayi Visnu. Each universe is in that way created. He still further manifests Himself as Ksirodakasayi Visnu, and that Visnu enters into everything-even into the minute atom. This fact is explained here. He enters into everything.",
                "Now, as far as the living entities are concerned, they are impregnated into this material nature, and as a result of their past deeds they take different positions. Thus the activities of this material world begin. The activities of the different species of living beings are begun from the very moment of the creation. It is not that all is evolved. The different species of life are created immediately along with the universe. Men, animals, beasts, birds-everything is simultaneously created, because whatever desires the living entities had at the last annihilation are again manifested. It is clearly stated here that the living entities have nothing to do with this process. The state of being in their past life in the past creation is simply manifested again, and all this is done simply by His will. This is the inconceivable potency of the Supreme Personality of God. And after creating different species of life, He has no connection with them. The creation takes place to accommodate the inclinations of the various living entities, and so the Lord does not become involved with it."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                " न च मां तानि कर्माणि निब्ध्नन्ति धनञ्जय |",
                "उदासीनवदासीनमससक्तं तेषु कर्मसु || ९ ||"
            ],
            "english": [
                "na ca mam tani karmani",
                "nibadhnanti dhananjaya",
                "udasina-vad asinam",
                "asaktam tesu karmasu"
            ]
        },
        "translation": {
            "hindi": [
                "हे धनञ्जय! ये सारे कर्म मुझे नहीं बाँध पाते हैं | मैं उदासीन की भाँति इन सारे भौतिक कर्मों से सदैव विरक्त रहता हूँ |"
            ],
            "english": [
                "O Dhananjaya, all this work cannot bind Me. I am ever detached, seated as though neutral."
            ]
        },
        "meaning": {
            "hindi": [
                "इस प्रसंग में यह नहीं सोच लेना चाहिए कि भगवान् के पास कोई काम नहीं है | वे अपनेवैकुण्ठलोक में सदैव व्यस्त रहते हैं | ब्रह्मसंहिता में (५.६) कहा गया है – आत्मारामस्य तस्यास्ति प्रकृत्या न समागमः– वे सतत दिव्य आनन्दमय आध्यात्मिक कार्यों में रत रहते हैं, किन्तु इन भौतिक कार्यों से उनका कोई सरोकार नहीं रहता | सारे भौतिक कार्य उनकी विभिन्न शक्तियों द्वारा सम्पन्न होते रहते हैं | वे सदा ही इस सृष्टि के भौतिक कार्यों के प्रति उदासीन रहते हैं | इस उदासीनता को ही यहाँ पर उदासीनवत् कहा गया है | यद्यपि छोटे से छोटे भौतिक कार्य पर उनका नियन्त्रण रहता है, किन्तु वे उदासीनवत् स्थित रहते हैं | यहाँ पर उच्च न्यायालय के न्यायाधीश का उदाहरण दिया जा सकता है, जो अपने आसन पर बैठा रहता है | उसके आदेश से अनेक तरह की बातें घटती रहती हैं – किसी को फाँसी दी जाती है, किसी को कारावास की सजा मिलती है, तो किसी को प्रचुर धनराशी मिलती है, तो भी वह उदासीन रहता है | उसे इस हानि-लाभ से कुछ भी लेना-देना नहीं रहता | वेदान्तसूत्र में (२.१.३४) यह कहा गया है – वैषम्यनैर्घृण्ये न– वे इस जगत् के द्वन्द्वों में स्थित नहीं है | वे इन द्वन्द्वों से अतीत हैं | न ही इस जगत् की सृष्टि तथा प्रलय में ही उनकी आसक्ति रहती है | सारे जीव अपने पूर्वकर्मों के अनुसार विभिन्न योनियाँ ग्रहण करते रहते हैं और भगवान् इसमें कोई व्यवधान नहीं डालते |"
            ],
            "english": [
                "One should not think, in this connection, that the Supreme Personality of Godhead has no engagement. In His spiritual world He is always engaged. In the Brahma-samhita it is stated: “He is always involved in His eternal, blissful, spiritual activities, but He has nothing to do with these material activities.” Material activities are being carried on by His different potencies. The Lord is always neutral in the material activities of the created world. This neutrality is explained here. Although He has control over every minute detail of matter, He is sitting as if neutral. The example can be given of a high court judge sitting on his bench. By his order so many things are happening: someone is being hanged, someone is being put into jail, someone is awarded a huge amount of wealth-but still he is neutral. He has nothing to do with all that gain and loss. Similarly, the Lord is always neutral, although He has His hand in every sphere of activity. In the Vedanta-sutra it is stated that He is not situated in the dualities of this material world. He is transcendental to these dualities. Nor is He attached to the creation and annihilation of this material world. The living entities take their different forms in the various species of life according to their past deeds, and the Lord doesn't interfere with them."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "मयाध्यक्षेण प्रकृतिः सूयते सचराचरम् |",
                "हेतुनानेन कौन्तेय जगद्विपरिवर्तते || १० ||"
            ],
            "english": [
                "mayadhyaksena prakrtih",
                "suyate sa-caracaram",
                "hetunanena kaunteya",
                "jagad viparivartate"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुन्तीपुत्र! यह भौतिक प्रकृति मेरी शक्तियों में से एक है और मेरी अध्यक्षता में कार्य करती है, जिससे सारे चर तथा अचर प्राणी उत्पन्न होते हैं | इसके शासन में यह जगत् बारम्बार सृजित और विनष्ट होता रहता है |"
            ],
            "english": [
                "This material nature is working under My direction, O son of Kunti, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ यह स्पष्ट कहा गया है कि यद्यपि परमेश्र्वर इस जगत् के समस्त कार्यों से पृथक् रहते हैं, किन्तु इसके परम अध्यक्ष (निर्देशक) वही बने रहते हैं | परमेश्र्वर परम इच्छामय हैं और इस भौतिक जगत् के आधारभूमिस्वरूप हैं, किन्तु इसकी सभी व्यवस्था प्रकृति द्वारा की जाती है | भगवद्गीता में भी कृष्ण यह कहते हैं – “मैं विभिन्न योनियों और रूपों वाले जीवों का पिता हूँ |” जिस प्रकार पिता बालक उत्पन्न करने के लिए माता के गर्भ में वीर्य स्थापित करता है, उसी प्रकार परमेश्र्वर अपनी चितवन मात्र से प्रकति के गर्भ में जीवों को प्रविष्ट करते हैं और वे अपनी अन्तिम इच्छाओं तथा कर्मों के अनुसार विभिन्न रूपों तथा योनियों में प्रकट होते हैं | अतः भगवान् इस जगत् से प्रत्यक्ष रूप में आसक्त नहीं होते | वे प्रकृति पर दृष्टिपात करते हैं, इस तरह प्रकृति क्रियाशील हो उठती है और तुरन्त ही सारी वस्तुएँ उत्पन्न हो जाती हैं | चूँकि वे प्रकृति पर दृष्टिपात करते हैं, इसलिए परमेश्र्वर की ओर से तो निःसन्देह क्रिया होती है, किन्तु भौतिक जगत् के प्राकट्य से उन्हें कुछ लेना-देना नहीं रहता | स्मृति में एक उदाहरण मिला है जो इस प्रकार है – जब किसी व्यक्ति के समक्ष फूल होता है तो उसे उसकी सुगन्धि मिलती रहती है, किन्तु फूल और सुगन्धि एक दूसरे से विलग रहते हैं | ऐसा ही सम्बन्ध भौतिक जगत् तथा भगवान् के बीच भी है | वस्तुतः भगवान् को इस जगत् से कोई प्रयोजन नहीं रहता, किन्तु वे ही इसे अपनी दृष्टिपात से उत्पन्न करते तथा व्यवस्थित करते हैं | सारांश के रूप में हम कह सकते हैं कि परमेश्र्वर की अध्यक्षता के बिना प्रकृति कुछ भी नहीं कर सकती | तो भी भगवान् समस्त कार्यों से पृथक् रहते हैं |"
            ],
            "english": [
                "It is clearly stated here that the Supreme Lord, although aloof from all the activities of the material world, remains the supreme director. The Supreme Lord is the supreme will and the background of this material manifestation, but the management is being conducted by material nature. Krsna also states in Bhagavad-gita that of all the living entities in different forms and species, “I am the Father.” The father gives seeds to the womb of the mother for the child, and similarly the Supreme Lord by His mere glance injects all the living entities into the womb of material nature, and they come out in their different forms and species, according to their last desires and activities. All these living entities, although born under the glance of the Supreme Lord, still take their different bodies according to their past deeds and desires. So the Lord is not directly attached to this material creation. He simply glances over material nature; material nature is thus activated, and everything is created immediately. Because He glances over material nature, there is undoubtedly activity on the part of the Supreme Lord, but He has nothing to do with the manifestation of the material world directly. This example is given in the smrti: when there is a fragrant flower before someone, the fragrance is touched by the smelling power of the person, yet the smelling and the flower are detached from one another. There is a similar connection between the material world and the Supreme Personality of Godhead; actually He has nothing to do with this material world, but He creates by His glance and ordains. In summary, material nature, without the superintendence of the Supreme Personality of Godhead, cannot do anything. Yet the Supreme Personality is detached from all material activities."
            ]
        }
    },
    {
        "id": [
            11
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                " अवजानन्ति मां मूढा मानुषीं तनुमाश्रितम् |",
                "परं भावमजानन्तो मम भूतमहेश्र्वरम् || ११ ||"
            ],
            "english": [
                "avajananti mam mudha",
                "manusim tanum asritam",
                "param bhavam ajananto",
                "mama bhuta-mahesvaram"
            ]
        },
        "translation": {
            "hindi": [
                "जब मैं मनुष्य रूप में अवतरित होता हूँ, तो मूर्ख मेरा उपहास करते हैं | वे मुझ परमेश्र्वर के दिव्य स्वभाव को नहीं जानते |"
            ],
            "english": [
                "Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be."
            ]
        },
        "meaning": {
            "hindi": [
                "इस अध्याय के पूर्ववर्ती श्लोकों से यह स्पष्ट है कि यद्यपि भगवान् मनुष्य रूप में प्रकट होते हैं, किन्तु वे सामान्य व्यक्ति नहीं होते | जो भगवान् सारे विराट जगत का सृजन, पालन तथा संहार करता हो वह मनुष्य नहीं हो सकता | तो भी अनेक मुर्ख हैं, जो कृष्ण को शक्तिशाली पुरुष के अतिरिक्त और कुछ नहीं मानते | वस्तुतः वे आदि परमपुरुष हैं, जैसा कि ब्रह्मसंहिता में प्रमाण स्वरूप कहा गया है – ईश्र्वरः परमः कृष्णः– वे परम ईश्र्वर हैं |",
                "ईश्र्वर या नियन्ता अनेक हैं और वे एक ददूसरे से बढ़कर प्रतीत होते हैं | भौतिक जगत् में सामान्य प्रबन्धकार्यों का कोई न कोई निर्देशक होता है, जिसके ऊपर एक सचिव होता है, फिर उसके ऊपर मन्त्री तथा अन्य उससे भी ऊपर राष्ट्रपति होता है | इनमें से हर एक नियन्त्रक होता है, किन्तु एक दूसरे के द्वारा नियन्त्रित होता है | ब्रह्मसंहिता में कहा गया है कि कृष्ण परम नियन्ता हैं | निस्सन्देह भौतिक जगत् तथा वैकुण्ठलोक दोनों में ही कई-कई निर्देशक होते हैं, किन्तु कृष्ण परम नियन्ता हैं (ईश्र्वरः परमः कृष्णः) तथा उनका शरीर सच्चिदानन्द रूप अर्थात् अभौतिक होता है |",
                "पिछले श्लोकों में जिन अद्भुत कार्यकलापों का वर्णन हुआ है, वे भौतिक शरीर द्वारा सम्पन्न नहीं हो सकते | कृष्ण का शरीर सच्चिदानन्द रूप है | यद्यपि वे सामान्य व्यक्ति नहीं हैं, किन्तु मुर्ख लोग उनका उपहास करते हैं और उन्हें मनुष्य मानते हैं | उनका शरीर यहाँ मानुषीम् कहा गया है, क्योंकि वे कुरुक्षेत्र युद्ध में एक राजनीतिज्ञ और अर्जुन के मित्र की भाँति सामान्य व्यक्ति बनकर कर्म करते हैं | वे अनेक प्रकार से सामान्य पुरुष की भाँति कर्म करते हैं, किन्तु उनका शरीर सच्चिदानन्द विग्रह रूप है | इसकी पुष्टि वैदिक साहित्य में भी हुई है | सच्चिदानन्द रूपाय कृष्णाय– मैं भगवान् कृष्ण को नमस्कार करता हूँ जो सच्चिदान्नद रूप हैं (गोपाल तापनी उपनिषद् १.१) | वेदों में ऐसे अन्य वर्णन भी हैं | तमेकं गोविन्दम्– आप इन्द्रियों तथा गायों के आनन्दस्वरूप गोविन्द हैं | सच्चिदान्नदविग्रहम्– तथा आपका रूप सच्चिदान्नद स्वरूप है (गोपाल तापनी उपनिषद् १.३५) |",
                "भगवान् कृष्ण के सच्चिदानन्दस्वरूप होने पर भी ऐसे अनेक तथाकथित विद्वान तथा भगवद्गीता के टीकाकार हैं जो कृष्ण को सामान्य पुरुष कहकर उनका उपहास करते हैं | भले ही अपने पूर्व पुण्यों के कारण विद्वान असाधारण व्यक्ति के रूप में पैदा हुआ हो, किन्तु श्रीकृष्ण के बारे में ऐसी धारणा उसकी अल्पज्ञता के कारण होती है | इसीलिए वह मूढ कहलाता है, क्योंकि मुर्ख पुरुष ही कृष्ण को सामान्य पुरुष मानते हैं | ऐसे मुर्ख पुरुष कृष्ण को सामान्य पुरुष इसीलिए मानते हैं, क्योंकि वे कृष्ण के गुह्य कार्यों तथा उनकी विभिन्न शक्तियों से अपरिचित होते हैं | वे यह नहीं जानते कि कृष्ण का शरीर पूर्णज्ञान तथा आनन्द का प्रतिक है, वे प्रत्येक वस्तु के स्वामी हैं और किसी को भी मुक्ति प्रदान करने वाले हैं | चूँकि वे कृष्ण के इतने सारे दिव्य गुणों को नहीं जानते, इसीलिए उनका उपहास करते हैं |",
                "ये मूढ यह भी नहीं जानते कि इस जगत् में भगवान् का अवतरण उनकी अन्तरंगा शक्ति का प्राकट्य है | वे भौतिक शक्ति (माया) के स्वामी हैं | जैसा कि अनेक स्थलों पर कहा जा चुका है (मम माया दुरत्यया), भगवान् का दावा है कि यद्यपि भौतिक शक्ति अत्यन्त प्रबल है, किन्तु वह उनके वश में रहती है और जो भी उनकी शरण ग्रहण कर लेता है, वह इस माया के वश से बाहर निकल आता है | यदि कृष्ण का शरणागत जीव माया के प्रभाव से बाहर निकल सकता है, तो भला परमेश्र्वर जो सम्पूर्ण विराट जगत् का सृजन, पालन तथा संहारकर्ता है, हम लोगों जैसा शरीर कैसे धारण कर सकता है? अतः कृष्ण विषयक ऐसी धारणा मूर्खतापूर्ण है | फिर भी मुर्ख व्यक्ति यह नहीं समझ सकते कि सामान्य व्यक्ति के रूप में प्रकट होने वाले भगवान् समस्त परमाणुओं तथा इस विराट ब्रह्माण्ड के नियन्ता किस तरह हो सकते हैं | बृहत्तम तथा सूक्ष्मतम तो उनकी विचार शक्ति से परे होते हैं, अतः वे यह सोच भी नहीं सकते कि मनुष्य-जैसा रूप कैसे एक साथ विशाल को तथा अणु को वश में कर सकता है | यद्यपि कृष्ण असीम तथा ससीम को नियन्त्रित करते हैं, किन्तु वे इस जगत् से विलग रहते हैं | उनके योगमैश्र्वरम् या अचिन्त्य दिव्य शक्ति के विषय में कहा गया है कि वे एकसाथ ससीम तथा असीम को वश में रख सकते हैं, किन्तु जो शुद्ध भक्त हैं वे इसे स्वीकार करते हैं, क्योंकि उन्हें पता है कि कृष्ण भगवान् हैं | अतः वे पूर्णतया उनकी शरण में जाते हैं और कृष्णभावनामृत में रहकर कृष्ण की भक्ति में अपने को रत रखते हैं |",
                "सगुणवादियों तथा निर्गुणवादियों में भगवान् के मनुष्य रूप में प्रकट होने को लेकर काफी मतभेद है | किन्तु यदि हम भगवद्गीता तथा श्रीमद्भागवत जैसे प्रामाणिक ग्रंथों का अनुशीलन कृष्णतत्त्व समझने के लिए करें तो हम समझ सकते हैं कि कृष्ण श्रीभगवान् हैं | यद्यपि वे इस धराधाम में सामान्य व्यक्ति की भाँति प्रकट हुए थे, किन्तु वे सामान्य व्यक्ति हैं नहीं | श्रीमद्भागवत में (१.१.२०) जब शौनक आदि मुनियों ने सूत गोस्वामी से कृष्ण के कार्यकलापों के विषय में पूछा तो उन्होंने कहा –",
                "कृतवान् किल कर्माणि सह रामेण केशवः |",
                "अतिमर्त्यानि भगवान् गूढः कपटमानुषः ||",
                "“भगवान् श्रीकृष्ण ने बलराम के साथ-साथ मनुष्य की भाँति क्रीड़ा की और इस तरह प्रच्छन्न रूप में उन्होंने अनेक अतिमानवीय कार्य किये |” मनुष्य के रूप में भगवान् का प्राकट्य मुर्ख को मोहित बना देता है | कोई भी मनुष्य उन अलौकिक कार्यों को सम्पन्न नहीं कर सकता जिन्हें उन्होंने इस धरा पर करके दिखा दिया था | जब कृष्ण अपने पिता तथा माता (वासुदेव तथा देवकी) के समक्ष प्रकट हुए तो वे चार भुजाओं से युक्त थे | किन्तु माता-पिता की प्रार्थना पर उन्होंने एक सामान्य शिशु का रूप धारण कर लिया – बभूव प्राकृतः शिशुः (भागवत १०.३.४६) | वे एक सामान्य शिशु, एक सामान्य मानव बन गये | यहाँ पर भी यह इंगित होता है कि सामान्य व्यक्ति के रूप में प्रकट होना उनके दिव्य शरीर का एक गुण है | भगवद्गीता के ग्याहरवें अध्याय में भी कहा गया है कि अर्जुन ने कृष्ण से अपना चतुर्भुज रूप दिखलाने के लिए प्रार्थना की (तैनेव रूपेण चतुर्भुजेन) | इस रूप को प्रकट करने के बाद अर्जुन के प्रार्थना करने पर उन्होंने पूर्व मनुष्य रूप धारण कर लिया (मानुषं रूपम्) | भगवान् के ये विभिन्न गुण निश्चय ही सामान्य मनुष्य जैसे नहीं हैं |",
                "कतिपय लोग, जो कृष्ण का उपहास करते हैं और मायावादी दर्शन से प्रभावित होते हैं, श्रीमद्भागवत के निम्नलिखित श्लोक (३.२१-२९) को यह सिद्ध करने के लिए उद्धृत करते हैं कि कृष्ण एक सामान्य व्यक्ति थे | अहं सर्वेषु भूतेषु भूतात्मावस्थितः सदा– परमेश्र्वर समस्त जीवों में विद्यमान हैं | अच्छा हो कि इस श्लोक को हम जीव गोस्वामी तथा विश्र्वनाथ चक्रवर्ती ठाकुर जैसे वैष्णव आचार्यों से ग्रहण करें, न की कृष्ण का उपहास करने वाले अनधिकारी व्यक्तियों की व्याख्याओं से | जीव गोस्वामी इस श्लोक की टीका करते हुए कहते हैं कि कृष्ण समस्त चराचारों में अपने अंश विस्तार परमात्मा के रूप में स्थित हैं | अतः कोई भी नवदीक्षित भक्त जो मन्दिर में भगवान् की अर्चामूर्ति पर ही ध्यान देता है और अन्य जीवों का सम्मान नहीं करता वह वृथा ही मन्दिर में भगवान् की पूजा में लगा रहता है | भगवद्भक्तों के तीन प्रकार हैं, जिनमें से नवदीक्षित सबसे निम्न श्रेणी के हैं | नवदीक्षित भक्त अन्य भक्तों की अपेक्षा मन्दिर के अर्चविग्रह पर अधिक ध्यान देते हैं, अतः विश्र्वनाथ चक्रवर्ती ठाकुर चेतावनी देते हैं कि इस प्रकार की मानसिकता को सुधारना चाहिए | भक्त को समझना चाहिए कि चूँकि कृष्ण परमात्मा रूप में प्रत्येक जीव के हृदय में विद्यमान हैं, अतः प्रत्येक व्यक्ति परमेश्र्वर का निवास या मन्दिर है, इसीलिए जिस तरह कोई भक्त भगवान् के मन्दिर का सम्मान करता है, वैसे ही उसे प्रत्येक व्यक्ति का समुचित सम्मान करना चाहिए, जिसमें परमात्मा निवास करता है | अतः प्रत्येक व्यक्ति का समुचित सम्मान करना चाहिए,कभी उपेक्षा नहीं करनी चाहिए |",
                "ऐसे अनेक निर्विशेषवादी हैं जो मन्दिरपूजा का उपहास करते हैं | वे कहते हैं कि चूँकि भगवान् सर्वत्र हैं तो फिर अपने को हम मन्दिरपूजा तक ही सीमित क्यों रखें? यदि ईश्र्वर सर्वत्र हैं तो क्या वे मन्दिर या अर्चविग्रह में नहीं होंगे? यद्यपि सगुणवादी तथा निर्विशेषवादी निरन्तर लड़ते रहेंगे, किन्तु कृष्णभावनामृत में पूर्ण भक्त यह जानता है कि यद्यपि कृष्ण भगवान् हैं, किन्तु इसके साथ वे सर्वव्यापी भी हैं, जिसकी पुष्टि ब्रह्मसंहिता में हुई है | यद्यपि उनका निजी धाम गोलोक वृन्दावन है और वे वहीँ निरन्तर वास करते हैं , किन्तु वे अपनी शक्ति की विभिन्न अभिव्यक्तियों द्वारा तथा अपने स्वांश द्वारा भौतिक तथा आध्यात्मिक जगत् में सर्वत्र विद्यमान रहते हैं |"
            ],
            "english": [
                "From the other explanations of the previous verses in this chapter, it is clear that the Supreme Personality of Godhead, although appearing like a human being, is not a common man. The Personality of Godhead, who conducts the creation, maintenance and annihilation of the complete cosmic manifestation, cannot be a human being. Yet there are many foolish men who consider Krsna to be merely a powerful man and nothing more. Actually, He is the original Supreme Personality, as is confirmed in the Brahma-samhita (isvarah paramah krsnah); He is the Supreme Lord.",
                "There are many isvaras, controllers, and one appears greater than another. In the ordinary management of affairs in the material world, we find some official or director, and above him there is a secretary, and above him a minister, and above him a president. Each of them is a controller, but one is controlled by another. In the Brahma-samhita it is said that Krsna is the supreme controller; there are many controllers undoubtedly both in the material and spiritual world, but Krsna is the supreme controller (isvarah paramah krsnah), and His body is sac-cid-ananda, non-material.",
                "Material bodies cannot perform the wonderful acts described in previous verses. His body is eternal, blissful and full of knowledge. Although He is not a common man, the foolish deride Him and consider Him to be a man. His body is called here manusim because He is acting just like a man, a friend of Arjuna's, a politician involved in the Battle of Kuruksetra. In so many ways He is acting just like an ordinary man, but actually His body is sac-cid-ananda-vigraha-eternal bliss and knowledge absolute. This is confirmed in the Vedic language also (sac-cid-ananda-rupaya krsnaya): “I offer my obeisances unto the Supreme Personality of Godhead, Krsna, who is the eternal blissful form of knowledge.” There are other descriptions in the Vedic language also. Tam ekam govindam: “You are Govinda, the pleasure of the senses and the cows.” Sac-cid-ananda-vigraham: “And Your form is transcendental, full of knowledge, bliss and eternality.”",
                "Despite the transcendental qualities of Lord Krsna's body, its full bliss and knowledge, there are many so-called scholars and commentators of Bhagavad-gita who deride Krsna as an ordinary man. The scholar may be born an extraordinary man due to his previous good work, but this conception of Sri Krsna is due to a poor fund of knowledge. Therefore he is called mudha, for only foolish persons consider Krsna to be an ordinary human being because they do not know the confidential activities of the Supreme Lord and His different energies. They do not know that Krsna's body is a symbol of complete knowledge and bliss, that He is the proprietor of everything that be and that He can award liberation to anyone. Because they do not know that Krsna has so many transcendental qualifications, they deride Him.",
                "Nor do they know that the appearance of the Supreme Personality of Godhead in this material world is a manifestation of His internal energy. He is the master of the material energy. As has been explained in several places (mama maya duratyaya), He claims that the material energy, although very powerful, is under His control, and whoever surrenders unto Him can get out of the control of this material energy. If a soul surrendered to Krsna can get out of the influence of material energy, then how can the Supreme Lord, who conducts the creation, maintenance and annihilation of the whole cosmic nature, have a material body like us? So this conception of Krsna is complete foolishness. Foolish persons, however, cannot conceive that the Personality of Godhead, Krsna, appearing just like an ordinary man, can be the controller of all the atoms and of the gigantic manifestation of the universal form. The biggest and the minutest are beyond their conception, so they cannot imagine that a form like that of a human being can simultaneously control the infinite and the minute. Actually although He is controlling the infinite and the finite, He is apart from all this manifestation. It is clearly stated concerning His yogam aisvaram, His inconceivable transcendental energy, that He can control the infinite and the finite simultaneously and that He can remain aloof from them. Although the foolish cannot imagine how Krsna, who appears just like a human being, can control the infinite and the finite, those who are pure devotees accept this, for they know that Krsna is the Supreme Personality of Godhead. Therefore they completely surrender unto Him and engage in Krsna consciousness, devotional service of the Lord.",
                "There are many controversies amongst the impersonalists and the personalists about the Lord's appearance as a human being. But if we consult Bhagavad-gita and Srimad-Bhagavatam, the authoritative texts for understanding the science of Krsna, then we can understand that Krsna is the Supreme Personality of Godhead. He is not an ordinary man, although He appeared on this earth as an ordinary human. In the Srimad-Bhagavatam, First Canto, First Chapter, when the sages inquire about the activities of Krsna, it is stated that His appearance as a man bewilders the foolish. No human being could perform the wonderful acts that Krsna performed while He was present on this earth. When Krsna appeared before His father and mother, Vasudeva and Devaki, He appeared with four hands, but after the prayers of the parents, He transformed Himself into an ordinary child. His appearance as an ordinary human being is one of the features of His transcendental body. In the Eleventh Chapter of the Gita also it is stated, tenaiva rupena etc. Arjuna prayed to see again that form of four hands, and when Krsna was thus petitioned by Arjuna, He again assumed His original form. All these different features of the Supreme Lord are certainly not those of an ordinary human being.",
                "Some of those who deride Krsna, who are infected with the Mayavadi philosophy, quote the following verse from the Srimad-Bhagavatam to prove that Krsna is just an ordinary man: aham sarvesu bhutesu bhutatmavasthitah sada: “The Supreme is present in every living entity.” (Bhag. 3.29.21) We should better take note of this particular verse from the Vaisnava acaryas like Jiva Gosvami instead of following the interpretation of unauthorized persons who deride Krsna. Jiva Gosvami, commenting on this verse, says that Krsna, in His plenary expansion as Paramatma, is situated in the moving and the nonmoving entities as the Supersoul, so any neophyte devotee who simply gives his attention to the arca-murti, the form of the Supreme Lord in the temple, and does not respect other living entities is uselessly worshiping the form of the Lord in the temple. There are three kinds of devotees of the Lord, and the neophyte is in the lowest stage. The neophyte devotee gives more attention to the Deity in the temple than to other devotees, so Jiva Gosvami warns that this sort of mentality should be corrected. A devotee should see that Krsna is present in everyone's heart as Paramatma; therefore every body is the embodiment or the temple of the Supreme Lord, and as such, as one offers respect to the temple of the Lord, he should similarly properly respect each and every body in whom the Paramatma dwells. Everyone should therefore be given proper respect and should not be neglected.",
                "There are also many impersonalists who deride temple worship. They say that since God is everywhere, why should one restrict himself to temple worship? But if God is everywhere, is He not in the temple or in the Deity? Although the personalist and the impersonalist will fight with one another perpetually, a perfect devotee in Krsna consciousness knows that although Krsna is the Supreme Personality, He is all-pervading, as is confirmed in the Brahma-samhita. Although His personal abode is Goloka Vrndavana and He is always staying there, still, by His different manifestations of energy and by His plenary expansion, He is present everywhere in all parts of the material and spiritual creation."
            ]
        }
    }
]