[
    {
        "id": [
            22
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                " अनन्याश्र्चिन्तयन्तो मां ये जनाः पर्युपासते",
                "तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम् || २२ ||"
            ],
            "english": [
                "ananyas cintayanto mam",
                "ye janah paryupasate",
                "tesam nityabhiyuktanam",
                "yoga-ksemam vahamy aham"
            ]
        },
        "translation": {
            "hindi": [
                "किन्तु जो लोग अनन्यभाव से मेरे दिव्यस्वरूप का ध्यान करते हुए निरन्तर मेरी पूजा करते हैं, उनकी जो आवश्यकताएँ होती हैं, उन्हें मैं पूरा करता हूँ और जो कुछ उनके पास है, उसकी रक्षा करता हूँ |"
            ],
            "english": [
                "But those who worship Me with devotion, meditating on My transcendental form-to them I carry what they lack and preserve what they have."
            ]
        },
        "meaning": {
            "hindi": [
                "जो एक क्षण भी कृष्णभावनामृत के बिना नहीं रह सकता, वह चौबीस घण्टे कृष्ण का चिन्तन करता है और श्रवण, कीर्तन, स्मरण पादसेवन, वन्दन, अर्चन, दास्य, सख्यभाव तथा आत्मनिवेदन के द्वारा भगवान् के चरणकमलों की सेवा में रत रहता है | ऐसे कार्य शुभ होते हैं और आध्यात्मिक शक्ति से पूर्ण होते हैं, जिससे भक्त को आत्म-साक्षात्कार होता है और उसकी यही एकमात्र कामना रहती है कि वह भगवान् का सान्निध्य प्राप्त करे | ऐसा भक्त निश्चित रूप से बिना किसी कठिनाई के भगवान् के पास पहुँचता है | यह योग कहलाता है | ऐसा भक्त भगवत्कृपा से इस संसार में पुनः नहीं आता | क्षेम का अर्थ है भगवान् द्वारा कृपामय संरक्षण | भगवान् योग द्वारा पूर्णतया कृष्णभावनाभावित होने में सहायक बनते हैं और जब भक्त पूर्ण कृष्णभावनाभावित हो जाता है तो भगवान् उसे दुखमय बद्धजीवन में फिर से गिरने से उसकी रक्षा करते हैं |"
            ],
            "english": [
                "One who is unable to live for a moment without Krsna consciousness cannot but think of Krsna twenty-four hours, being engaged in devotional service by hearing, chanting, remembering, offering prayers, worshiping, serving the lotus feet of the Lord, rendering other services, cultivating friendship and surrendering fully to the Lord. Such activities are all auspicious and full of spiritual potencies; indeed, they make the devotee perfect in self-realization. Then his only desire is to achieve the association of the Supreme Personality of Godhead. This is called yoga. By the mercy of the Lord, such a devotee never comes back to this material condition of life. Ksema refers to the merciful protection of the Lord. The Lord helps the devotee to achieve Krsna consciousness by yoga, and when he becomes fully Krsna conscious the Lord protects him from falling down to a miserable conditioned life."
            ]
        }
    },
    {
        "id": [
            23
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                " येऽप्यन्यदेवताभक्ता यजन्ते श्रद्धयान्विताः |",
                "तेऽपि मामेव कौन्तेय यजन्त्यविधिपूर्वकम् || २३ ||"
            ],
            "english": [
                "ye 'py anya-devata-bhakta",
                "yajante sraddhayanvitah",
                "te 'pi mam eva kaunteya",
                "yajanty avidhi-purvakam"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुन्तीपुत्र! जो लोग अन्य देवताओं के भक्त हैं और उनकी श्रद्धापूर्वक पूजा करते हैं, वास्तव में वे भी मेरी पूजा करते हैं, किन्तु वे यह त्रुटिपूर्ण ढंग से करते हैं |"
            ],
            "english": [
                "Whatever a man may sacrifice to other gods, O son of Kunti, is really meant for Me alone, but it is offered without true understanding."
            ]
        },
        "meaning": {
            "hindi": [
                "श्रीकृष्ण का कथन है “जो लोग अन्य देवताओं की पूजा में लगे होते हैं, वे अधिक बुद्धिमान नहीं होते, यद्यपि ऐसी पूजा अप्रत्यक्षतः मेरी पूजा है |” उदाहरणार्थ, जब कोई मनुष्य वृक्ष की जड़ों में पानी न डालकर उसकी पत्तियों तथा टहनियों में डालता है, तो वह ऐसा इसीलिए करता है क्योंकि उसे पर्याप्त ज्ञान नहीं होता या वह नियमों का ठीक से पालन नहीं करता | इसी प्रकार शरीर के विभिन्न अंगों की सेवा करने का अर्थ है आमाशय में भोजन की पूर्ति करना | इसी तरह विभिन्न देवता भगवान् की सरकार के विभिन्न अधिकारी तथा निर्देशक हैं | मनुष्य को अधिकारियों या निर्देशकों द्वारा नहीं अपितु सरकार द्वारा निर्मित नियमों का पालन करना होता है | इसी प्रकार हर एक को परमेश्र्वर की ही पूजा करनी होती है | इससे भगवान् के सारे अधिकारी तथा निर्दशक स्वतः प्रसन्न होंगे | अधिकारी तथा निर्देशक तो सरकार के प्रतिनिधि होते हैं, अतः इन्हें घूस देना अवैध है | यहाँ पर इसी को अविधिपूर्वकम् कहा गया है | दूसरे शब्दों में कृष्ण अन्य देवताओं की व्यर्थ पूजा का समर्थन नहीं करते |"
            ],
            "english": [
                "“Persons who are engaged in the worship of demigods are not very intelligent, although such worship is done to Me indirectly,” Krsna says. For example, when a man pours water on the leaves and branches of a tree without pouring water on the root, he does so without sufficient knowledge or without observing regulative principles. Similarly, the process of rendering service to different parts of the body is to supply food to the stomach. The demigods are, so to speak, different officers and directors in the government of the Supreme Lord. One has to follow the laws made by the government, not by the officers or directors. Similarly, everyone is to offer his worship to the Supreme Lord only. That will automatically satisfy the different officers and directors of the Lord. The officers and directors are engaged as representatives of the government, and to offer some bribe to the officers and directors is illegal. This is stated here as avidhi-purvakam. In other words, Krsna does not approve the unnecessary worship of the demigods."
            ]
        }
    },
    {
        "id": [
            24
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "अहं हि सर्वयज्ञानां भोक्ता च प्रभुरेव च |",
                "न तु मामभिजानन्ति तत्त्वेनातश्च्यवन्ति ते || २४ ||"
            ],
            "english": [
                "aham hi sarva-yajnanam",
                "bhokta ca prabhur eva ca",
                "na tu mam abhijananti",
                "tattvenatas cyavanti te"
            ]
        },
        "translation": {
            "hindi": [
                "मैं ही समस्त यज्ञों का एकमात्र भोक्ता तथा स्वामी हूँ | अतः जो लोग मेरे वास्तविक दिव्य स्वभाव को नहीं पहचान पाते, वे नीचे गिर जाते हैं |"
            ],
            "english": [
                "I am the only enjoyer and the only object of sacrifice. Those who do not recognize My true transcendental nature fall down."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ यह स्पष्ट कहा गया है कि वैदिक साहित्य में अनेक प्रकार के यज्ञ-अनुष्ठानों का आदेश है, किन्तु वस्तुतः वे सब भगवान् को ही प्रसन्न करने के निमित्त हैं | यज्ञ का अर्थ है विष्णु | भगवद्गीता के तृतीय अध्याय में यह स्पष्ट कथन है कि मनुष्य को चाहिए कि यज्ञ या विष्णु को प्रसन्न करने के लिए ही कर्म करे | मानवीय सभ्यता का समग्ररूप वर्णाश्रम धर्म है और यह विशेष रूप से विष्णु को प्रसन्न करने के लिए है | इसीलिए इस श्लोक में कृष्ण कहते हैं, “मैं समस्त यज्ञों का भोक्ता हूँ, क्योंकि मैं परम प्रभु हूँ |” किन्तु अल्पज्ञ इस तथ्य से अवगत न होने के कारण क्षणिक लाभ के लिए देवताओं को पूजते हैं | अतः वे इस संसार में आ गिरते हैं और उन्हें जीवन का लक्ष्य प्राप्त नहीं हो पाता | यदि किसी को अपनी भौतिक इच्छा पूर्ति करनी हो तो अच्छा यही होगा कि वह इसके लिए परमेश्र्वर से प्रार्थना करे (यद्यपि यह शुद्धभक्ति नहीं है) और इस प्रकार उसे वांछित फल प्राप्त हो सकेगा |"
            ],
            "english": [
                "Here it is clearly stated that there are many types of yajna performances recommended in the Vedic literatures, but actually all of them are meant for satisfying the Supreme Lord. Yajna means Visnu. In the Second Chapter of Bhagavad-gita it is clearly stated that one should only work for satisfying Yajna or Visnu. The perfectional form of human civilization, known as varnasrama-dharma, is specifically meant for satisfying Visnu. Therefore, Krsna says in this verse, “I am the enjoyer of all sacrifices because I am the supreme master.” However, less intelligent persons, without knowing this fact, worship demigods for temporary benefit. Therefore they fall down to material existence and do not achieve the desired goal of life. If, however, anyone has any material desire to be fulfilled, he had better pray for it to the Supreme Lord (although that is not pure devotion), and he will thus achieve the desired result."
            ]
        }
    },
    {
        "id": [
            25
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "यान्ति देवव्रता देवान्पितॄन्यान्ति पितृव्रताः|",
                "भूतानि यान्ति भूतेज्या यान्ति मद्याजिनोऽपि माम् || २५ ||"
            ],
            "english": [
                "yanti deva-vrata devan",
                "pitrn yanti pitr-vratah",
                "bhutani yanti bhutejya",
                "yanti mad-yajino 'pi mam"
            ]
        },
        "translation": {
            "hindi": [
                "जो देवताओं की पूजा करते हैं, वे देवताओं के बीच जन्म लेंगे, जो पितरों को पूजते हैं, वे पितरों के पास जाते हैं, जो भूत-प्रेतों की उपासना करते हैं, वे उन्हीं के बीच जन्म लेते हैं और जो मेरी पूजा करते हैं वे मेरे साथ निवास करते हैं |"
            ],
            "english": [
                "Those who worship the demigods will take birth among the demigods; those who worship ghosts and spirits will take birth among such beings; those who worship ancestors go to the ancestors; and those who worship Me will live with Me."
            ]
        },
        "meaning": {
            "hindi": [
                "यदि कोई चन्द्रमा, सूर्य या अन्य लोक को जाना चाहता है तो वह अपने गन्तव्य को बताये गये विशिष्ट वैदिक नियमों का पालन करके प्राप्त कर सकता है | इनका विशद वर्णन वेदों के कर्मकाण्ड अंश दर्शपौर्णमासी में हुआ है, जिसमें विभिन्न लोकों में स्थित देवताओं के लिए विशिष्ट पूजा का विधान है | इसी प्रकार विशिष्ट यज्ञ करके पितृलोक प्राप्त किया जा सकता है | पिशाच पूजा को काला जादू कहते हैं | अनेक लोग इस काले जादू का अभ्यास करते हैं और सोचते हैं कि यह अध्यात्म है, किन्तु ऐसे कार्यकलाप नितान्त भौतिकतावादी हैं | इसी तरह शुद्धभक्त केवल भगवान् की पूजा करके निस्सन्देह वैकुण्ठलोक तथा कृष्णलोक की प्राप्ति करता है | इस श्लोक के माध्यम से यह समझना सुगम है कि जब देवताओं की पूजा करके कोई स्वर्ग प्राप्त कर सकता है, तो फिर शुद्धभक्त कृष्ण या विष्णु के लोक क्यों नहीं प्राप्त कर सकता? दुर्भाग्यवश अनेक लोगों को कृष्ण तथा विष्णु के दिव्यलोकों की सूचना नहीं है, अतः न जानने के कारण वे नीचे गिर जाते हैं | यहाँ तक निर्विशेषवादी भी ब्रह्मज्योति से नीचे गिरते हैं | इसीलिए कृष्णभावनामृत आन्दोलन इस दिव्य सूचना को समूचे मानव समाज में वितरित करता है कि केवल हरे कृष्ण मन्त्र के जाप से ही मनुष्य सिद्ध हो सकता है और भगवद्धाम को वापस जा सकता है |"
            ],
            "english": [
                "If anyone has any desire to go to the moon, the sun, or any other planet, one can attain the desired destination by following specific Vedic principles recommended for that purpose. These are vividly described in the fruitive activities portion of the Vedas, technically known as darsa-paurnamasi, which recommends a specific worship of demigods situated on different heavenly planets. Similarly, one can attain the pita planets by performing a specific yajna. Similarly, one can go to many ghostly planets and become a yaksa, raksa or pisaca. Pisaca worship is called “black arts” or “black magic.” There are many men who practice this black art, and they think that it is spiritualism, but such activities are completely materialistic. Similarly, a pure devotee, who worships the Supreme Personality of Godhead only, achieves the planets of Vaikuntha and Krsnaloka without a doubt. It is very easy to understand through this important verse that if by simply worshiping the demigods one can achieve the heavenly planets, or by worshiping the pita achieve the pita planets, or by practicing the black arts achieve the ghostly planets, why can the pure devotee not achieve the planet of Krsna or Visnu? Unfortunately many people have no information of these sublime planets where Krsna and Visnu live, and because they do not know of them they fall down. Even the impersonalists fall down from the brahmajyoti. This Krsna consciousness movement is therefore distributing sublime information to the entire human society to the effect that by simply chanting the Hare Krsna mantra one can become perfect in this life and go back home, back to Godhead."
            ]
        }
    },
    {
        "id": [
            26
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति |",
                "तदहं भक्तयुपहृतमश्र्नामि प्रयतात्मनः || २६ ||"
            ],
            "english": [
                "patram puspam phalam toyam",
                "yo me bhaktya prayacchati",
                "tad aham bhakty-upahrtam",
                "asnami prayatatmanah"
            ]
        },
        "translation": {
            "hindi": [
                "यदि कोई प्रेम तथा भक्ति के साथ मुझे पत्र, पुष्प, फल या जल प्रदान करता है, तो मैं उसे स्वीकार करता हूँ |"
            ],
            "english": [
                "If one offers Me with love and devotion a leaf, a flower, fruit a water, I will accept it."
            ]
        },
        "meaning": {
            "hindi": [
                "नित्य सुख के लिए स्थायी, आनन्दमय धाम प्राप्त करने हेतु बुद्धिमान व्यक्ति के लिए यह अनिवार्य है कि वह कृष्णभावनाभावित होकर भगवान् की दिव्य प्रेमाभक्ति में तत्पर रहे | ऐसा आश्चर्यमय फल प्राप्त करने की विधि इतनी सरल है की निर्धन से निर्धन व्यक्ति को योग्यता का विचार किये बिना इसे पाने का प्रयास करना चाहिए | इसके लिए एकमात्र योग्यता इतनी ही है कि वह भगवान् का शुद्धभक्त हो | इससे कोई अन्तर नहीं पड़ता कि कोई क्या है और कहाँ स्थित है | यह विधि इतनी सरल है कि यदि प्रेमपूर्वक एक पत्ती, थोड़ा सा जल या फल ही भगवान् को अर्पित किया जाता है तो भगवान् उसे सहर्ष स्वीकार करते हैं | अतः किसी को भी कृष्णभावनामृत से रोका नहीं जा सकता, क्योंकि यह सरल है और व्यापक है | ऐसा कौन मुर्ख होगा जो इस सरल विधि से कृष्णभावनाभावित नहीं होना चाहेगा और सच्चिदानन्दमय जीवन की परम सिद्धि नहीं चाहेगा? कृष्ण को केवल प्रेमाभक्ति चाहिए और कुछ भी नहीं | कृष्ण तो अपने शुद्धभक्त से एक छोटा सा फूल तक ग्रहण करते हैं | किन्तु अभक्त से वे कोई भेंट नहीं चाहते | उन्हें किसी से कुछ भी नहीं चाहिए, क्योंकि वे आत्मतुष्ट हैं, तो भी वे अपने भक्त की भेंट प्रेम तथा स्नेह के विनिमय मे स्वीकार करते हैं | कृष्णभावनामृत विकसित करना जीवन का चरमलक्ष्य है | इस श्लोक मे भक्ति शब्द का उल्लेख दो बार यह करने के लिए हुआ है कि भक्ति ही कृष्ण के पास पहुँचने का एकमात्र साधन है | किसी अन्य शर्त से, यथा ब्राह्मण, विद्वान, धनी या महान विचारक होने से, कृष्ण किसी प्रकार की भेंट लेने को तैयार नहीं होते | भक्ति ही मूलसिद्धान्त है, जिसके बिना वे किसी से कुछ भी लेने के लिए प्रेरित नहीं किये जा सकते | भक्ति कभी हैतुकी नहीं होती | यह शाश्र्वत विधि है | यह परब्रह्म की सेवा में प्रत्यक्ष कर्म है |",
                "यह बतला कर कि वे ही एकमात्र भोक्ता, आदि स्वामी और समस्त यज्ञ-भेंटों के वास्तविक लक्ष्य हैं, अब भगवान् कृष्ण यह बताते हैं कि वे किस प्रकार भेंट पसंद करते हैं | यदि कोई शुद्ध होने तथा जीवन के लक्ष्य तक पहुँचने के उद्देश्य से भगवद्भक्ति करना चाहता है तो उसे चाहिए कि वह पता करे कि भगवान् उससे क्या चाहते हैं | कृष्ण से प्रेम करने वाला उन्हें उनकी इच्छित वस्तु देगा और कोई ऐसी वस्तु भेंट नहीं करेगा जिसकी उन्हें इच्छा न हो, या उन्होंने न माँगी हो | इस प्रकार कृष्ण को मांस, मछली या अण्डे भेंट नहीं किये जाने चाहिए | यदि उन्हें इन वस्तुओं की इच्छा होती तो वे उनका उल्लेख करते | उल्टे वे स्पष्ट आदेश देते हैं कि उन्हें पत्र, पुष्प, जल तथा फल अर्पित किये जायें और वे इन्हें स्वीकार करेंगे | शाक, अन्न, फल, दूध तथा जल – ये ही मनुष्यों के उचित भोजन हैं और भगवान् कृष्ण ने भी इन्हीं का आदेश दिया है | इनके अतिरिक्त हम जो भी खाते हों, वह उन्हें अर्पित नहीं किया जा सकता, क्योंकि वे उसे ग्रहण नहीं करेंगे | यदि हम ऐसा भोजन उन्हें अर्पित करेंगे तो हम प्रेमाभक्ति नहीं कर सकेंगे |",
                "तृतीय अध्याय के तेरहवें श्लोक में श्रीकृष्ण बताते हैं कि यज्ञ का उच्छिष्ट ही शुद्ध होता है, अतः जो लोग जीवन की प्रगति करने तथा भवबन्धन से मुक्त होने के इच्छुक हैं, उन्हें इसी को खाना चाहिए | उसी श्लोक मे वे यह भी बताते हैं कि जो लोग अपने भोजन को अर्पित नहीं करते वे पाप भक्षण करते हैं | दूसरे शब्दों में, उनका प्रत्येक कौर इस संसार की जटिलताओं में उन्हें बाँधने वाला है | अच्छा सरल शाकाहारी भोजन बनाकर उसे भगवान् कृष्ण के चित्र या अर्चाविग्रह के समक्ष अर्पित करके तथा नतमस्तक होकर इस तुच्छ भेंट को स्वीकार करने की प्रार्थना करने से मनुष्य अपने जीवन में निरन्तर प्रगति करता है, उसका शरीर शुद्ध होता है और मस्तिष्क के श्रेष्ठ तन्तु उत्पन्न होते हैं, जिससे शुद्ध चिन्तन हो पाता है | सबसे बड़ी बात तो यह है कि वह समर्पण अत्यन्त प्रेमपूर्वक करना चाहिए | कृष्ण को किसी तरह के भोजन कि आवश्यकता नहीं रहती, क्योंकि उनके पास सब कुछ है, किन्तु यदि कोई उन्हें इस प्रकार प्रसन्न करना चाहता है, तो वे इस भेंट को स्वीकार करते हैं | भोजन बनाने, सेवा करने तथा भेंट करने में जो सबसे मुख्य बात रहती है, वह है कृष्ण के प्रेमवश कर्म करना |",
                "वे मायावादी चिन्तक भगवद्गीता के इस श्लोक का अर्थ नहीं समझ सकेंगे, जो यह मानकर चलते हैं कि परब्रह्म इन्द्रियरहित है | उनके लिए यह या तो रूपक है या भगवद्गीता के उद्घोषक कृष्ण के मानवीय चरित्र का प्रमाण है | किन्तु वास्तविकता तो यह है कि कृष्ण इन्द्रियों से युक्त हैं और यह कहा गया है कि उनकी इन्द्रियाँ परस्पर परिवर्तनशील हैं | दूसरे शब्दों में, एक इन्द्रिय दूसरी इन्द्रिय का कार्य कर सकती है | कृष्ण को परम ब्रह्म कहने का आशय यही है | इन्द्रियरहित होने पर उन्हें समस्त ऐश्र्वर्यों से युक्त नहीं माना जा सकता | सातवें अध्याय मे कृष्ण ने बतलाया है कि वे प्रकृति के गर्भ मे जीवों को स्थापित करते हैं | इसे वे प्रकृति पर दृष्टिपात करके करते हैं | अतः यहाँ पर भी भक्तों द्वारा भोजन अर्पित करते हुए भक्तों को प्रेमपूर्ण शब्द सुनना कृष्ण के द्वारा भोजन करने तथा उसके स्वाद लेने के ही समरूप है | इस बात पर इसीलिए बल देना होगा क्योंकि अपनी सर्वोच्च स्थिति के कारण उनका सुनना उनके भोजन करने के ही समरूप है | केवल भक्त ही बिना तर्क के यह समझ सकता है कि परब्रह्म भोजन कर सकते हैं और उसका स्वाद ले सकते हैं |"
            ],
            "english": [
                "Here Lord Krsna, having established that He is the only enjoyer, the primeval Lord, and the real object of all sacrificial offerings, reveals what types of sacrifices He desires to be offered. If one wishes to engage in devotional service to the Supreme in order to be purified and to reach the goal of life-the transcendental loving service of God-then he should find out what the Lord desires of him. One who loves Krsna will give Him whatever He wants, and he avoids offering anything which is undesirable or unasked for. Thus, meat, fish and eggs should not be offered to Krsna. If He desired such things as offerings, He would have said so. Instead He clearly requests that a leaf, fruit, flowers and water be given to Him, and He says of this offering, “I will accept it.” Therefore, we should understand that He will not accept meat, fish and eggs. Vegetables, grains, fruits, milk and water are the proper foods for human beings and are prescribed by Lord Krsna Himself. Whatever else we eat cannot be offered to Him, since He will not accept it. Thus we cannot be acting on the level of loving devotion if we offer such foods.",
                "In the Third Chapter, verse thirteen, Sri Krsna explains that only the remains of sacrifice are purified and fit for consumption by those who are seeking advancement in life and release from the clutches of the material entanglement. Those who do not make an offering of their food, He says in the same verse, are said to be eating only sin. In other words, their every mouthful is simply deepening their involvement in the complexities of material nature. But preparing nice, simple vegetable dishes, offering them before the picture or Deity of Lord Krsna and bowing down and praying for Him to accept such a humble offering, enable one to advance steadily in life, to purify the body, and to create fine brain tissues which will lead to clear thinking. Above all, the offering should be made with an attitude of love. Krsna has no need of food, since He already possesses everything that be, yet He will accept the offering of one who desires to please Him in that way. The important element, in preparation, in serving and in offering, is to act with love for Krsna.",
                "The impersonalist philosophers, who wish to maintain that the Absolute Truth is without senses, cannot comprehend this verse of Bhagavad-gita. To them, it is either a metaphor or proof of the mundane character of Krsna, the speaker of the Gita. But, in actuality, Krsna, the Supreme Godhead, has senses, and it is stated that His senses are interchangeable; in other words, one sense can perform the function of any other. This is what it means to say that Krsna is absolute. Lacking senses, He could hardly be considered full in all opulences. In the Seventh Chapter, Krsna has explained that He impregnates the living entities into material nature. This is done by His looking upon material nature. And so in this instance, Krsna's hearing the devotee's words of love in offering foodstuffs is wholly identical with His eating and actually tasting. This point should be emphasized: because of His absolute position, His hearing is wholly identical with His eating and tasting. Only the devotee, who accepts Krsna as He describes Himself, without interpretation, can understand that the Supreme Absolute Truth can eat food and enjoy it."
            ]
        }
    },
    {
        "id": [
            27
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "यत्करोषि यदश्र्नासि यज्जुहोषि ददासि यत् |",
                "यत्तपस्यसि कौन्तेय तत्कुरुष्व मदर्पणम् || २७ ||"
            ],
            "english": [
                "yat karosi yad asnasi",
                "yaj juhosi dadasi yat",
                "yat tapasyasi kaunteya",
                "tat kurusva mad-arpanam"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुन्तीपुत्र! तुम जो कुछ करते हो, जो कुछ खाते हो, जो कुछ अर्पित करते हो या दान देते हो और जो भी तपस्या करते हो, उसे मुझे अर्पित करते हुए करो |"
            ],
            "english": [
                "O son of Kunti, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me."
            ]
        },
        "meaning": {
            "hindi": [
                "इस प्रकार यह प्रत्येक व्यक्ति का कर्त्तव्य है कि अपने जीवन को इस प्रकार ढाले कि वह किसी भी दशा में कृष्ण को न भूल सके | प्रत्येक व्यक्ति को अपने जीवन-निर्वाह के लिए कर्म करना पड़ता है और कृष्ण यहाँ पर आदेश देते हैं कि हर व्यक्ति उनके लिए ही कर्म करे | प्रत्येक व्यक्ति को जीवित रहने के लिए कुछ न कुछ खाना पड़ता है अतः उसे चाहिए कि कृष्ण को अर्पित भोजन के उच्छिष्ट को ग्रहण करे | प्रत्येक व्यक्ति को कुछ न कुछ धार्मिक अनुष्ठान करने होते हैं, अतः कृष्ण कि संस्तुति है, “इसे मेरे हेतु करो” | यही अर्चन है | प्रत्येक व्यक्ति कुछ न कुछ दान देता है, अतः कृष्ण कहते हैं, “यह मुझे दो” जिसका अर्थ यह है कि अधिक धन का उपयोग कृष्णभावनामृत आन्दोलन की उन्नति के लिए करो | आजकल लोग ध्यान विधि के प्रति विशेष रूचि दिखाते हैं, यद्यपि इस युग के लिए यह व्यावहारिक नहीं है, किन्तु यदि कोई चौबीस घण्टे हरे कृष्ण का जप अपनी माला में करे तो वह निश्चित रूप से महानतम ध्यानी तथा योगी है, जिसकी पुष्टि भगवद्गीता के छठे अध्याय में की गई है |"
            ],
            "english": [
                "Thus, it is the duty of everyone to mold his life in such a way that he will not forget Krsna in any circumstance. Everyone has to work for maintenance of his body and soul together, and Krsna recommends herein that one should work for Him. Everyone has to eat something to live; therefore he should accept the remnants of foodstuffs offered to Krsna. Any civilized man has to perform some religious ritualistic ceremonies; therefore Krsna recommends, “Do it for Me,” and this is called arcana. Everyone has a tendency to give something in charity; Krsna says, “Give it to Me,” and this means that all surplus money accummulated should be utilized in furthering the Krsna consciousness movement. Nowadays people are very much inclined to the meditational process, which is not practical in this age, but if anyone practices meditating on Krsna twenty-four hours by chanting the Hare Krsna mantra round his beads, he is surely the greatest yogi, as substantiated by the Sixth Chapter of Bhagavad-gita."
            ]
        }
    },
    {
        "id": [
            28
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "शुभाशुभफलैरेवं मोक्ष्यसे कर्मबन्धनै: |",
                "सन्न्यासयोगयुक्तात्मा विमुक्तो मामुपैष्यसि || २८ ||"
            ],
            "english": [
                "subhasubha-phalair evam",
                "moksyase karma-bandhanaih",
                "sannyasa-yoga-yuktatma",
                "vimukto mam upaisyasi"
            ]
        },
        "translation": {
            "hindi": [
                "इस तरह तुम कर्म के बन्धन तथा इसके शुभाशुभ फलों से मुक्त हो सकोगे | इस संन्यासयोग में अपने चित्त को स्थिर करके तुम मुक्त होकर मेरे पास आ सकोगे |"
            ],
            "english": [
                "In this way you will be freed from all reactions to good and evil deeds, and by this principle of renunciation you will be liberated and come to Me."
            ]
        },
        "meaning": {
            "hindi": [
                "गुरु के निर्देशन में कृष्णभावनामृत में रहकर कर्म करने को युक्त कहते हैं | पारिभाषिक शब्द युक्त-वैराग्य है | श्रीरूप गोस्वामी ने इसकी व्याख्या इस प्रकार की है (भक्तिरसामृतसिन्धु २.२५५)—",
                "अनासक्तस्य विषयान्यथार्हमुपयुञ्जतः |",
                "निर्बन्धः कृष्णसम्बन्धे युक्तं वैराग्यमुच्यते ||",
                "श्रीरूप गोस्वामी कहते हैं कि जब तक हम इस जगत् में हैं, तब तक हमें कर्म करना पड़ता है, हम कर्म करना बन्द नहीं कर सकते | अतः यदि कर्म करके उसके फल कृष्ण को अर्पित कर दिये जायँ तो वह युक्तवैराग्य कहलाता है | वस्तुतः संन्यास में स्थित होने पर ऐसे कर्मों से चित्त रूपी दर्पण स्वच्छ हो जाता है और कर्ता ज्यों-ज्यों क्रमशः आत्म-साक्षात्कार की ओर प्रगति करता रहता जाता है, त्यों-त्यों परमेश्र्वर के प्रति पूर्णतया समर्पित होता रहता है | अतएव अन्त में वह मुक्त हो जाता है और यह मुक्ति भी विशिष्ट होती है | इस मुक्ति से वह ब्रह्मज्योति में तदाकार नहीं होता, अपितु भगवद्धाम में प्रवेश करता है | यहाँ स्पष्ट उल्लेख है – माम् उपैष्यसी– वह मेरे पास आता है, अर्थात् मेरे धाम वापस आता है | मुक्ति की पाँच विभिन्न अवस्थाएँ हैं और यहाँ स्पष्ट किया गया है कि जो भक्त जीवन भर परमेश्र्वर के निर्देशन में रहता है, वह ऐसी अवस्था को प्राप्त हुआ रहता है, जहाँ से वह शरीर त्यागने के बाद भगवद्धाम जा सकता है और भगवान् की प्रत्यक्ष संगति में रह सकता है |",
                "जिस व्यक्ति में अपने जीवन को भगवत्सेवा में रत रखने के अतिरिक्त अन्य कोई रूचि नहीं होती, वही वास्तविक संन्यासी है | ऐसा व्यक्ति भगवान् की परम इच्छा पर आश्रित रहते हुए अपने को उनका नित्य दास मानता है | अतः वह जो कुछ करता है, भगवान् के लाभ के लिए करता है | वह जो कुछ करता है, भगवान् की सेवा करने के लिए करता है | वह सकामकर्मों या वेदवर्णित कर्तव्यों पर ध्यान नहीं देता | सामान्य मनुष्यों के लिए वेदवर्णित कर्तव्यों को सम्पन्न करना अनिवार्य होता है | किन्तु शुद्धभक्त भगवान् की सेवा में पूर्णतया रत होकर भी कभी-कभी वेदों द्वारा अनुमोदित कर्तव्यों का विरोध करता प्रतीत होता है, जो वस्तुतः विरोध नहीं है |",
                "अतः वैष्णव आचार्यों का कथन है कि बुद्धिमान से बुद्धिमान व्यक्ति भी शुद्धभक्त की योजनाओं तथा कार्यों को नहीं समझ सकता | ठीक शब्द है – ताँर वाक्य, क्रिया, मुद्रा विज्ञेह ना बुझय (चैतन्यचरितामृत, मध्य २३.३९) | इस प्रकार जो व्यक्ति भगवान् की सेवा में रत है, या जो निरन्तर योजना बनाता रहता है कि किस तरह भगवान् की सेवा की जाये, उसे ही वर्तमान में पूर्णतया मुक्त मानना चाहिए और भविष्य में उसका भगवद्धाम जाना ध्रुव है | जिस प्रकार कृष्ण आलोचना से परे हैं, उसी प्रकार वह भक्त भी सारी भौतिक आलोचना से परे हो जाता है |"
            ],
            "english": [
                "One who acts in Krsna consciousness under superior direction is called yukta. The technical term is yukta-vairagya. This is further explained by Rupa Gosvami as follows.",
                "Rupa Gosvami says that as long as we are in this material world we have to act; we cannot cease acting. Therefore if actions are performed and the fruits are given to Krsna, then that is called yukta-vairagya. Actually situated in renunciation, such activities clear the mirror of the mind, and as the actor gradually makes progress in spiritual realization he becomes completely surrendered to the Supreme Personality of Godhead. Therefore at the end he becomes liberated, and this liberation is also specified. By this liberation he does not become one with the brahmajyoti but rather enters into the planet of the Supreme Lord. It is clearly mentioned here: mam upaisyasi, “he comes to Me,” back home, back to Godhead. There are five different stages of liberation, and here it is specified that the devotee who has always lived his lifetime here under the direction of the Supreme Lord, as stated, has evolved to the point where he can, after quitting this body, go back to Godhead and engage directly in the association of the Supreme Lord.",
                "Anyone who has no other interest but to dedicate his life to the service of the Lord is actually a sannyasi Such a person always thinks of himself as an eternal servant, dependant on the supreme will of the Lord. As such, whatever he does, he does it for the benefit of the Lord. Whatever action he performs, he performs it as service to the Lord. He does not give serious attention to the fruitive activities or prescribed duties mentioned in the Vedas. For ordinary persons it is obligatory to execute the prescribed duties mentioned in the Vedas, but although a pure devotee who is completely engaged in the service of the Lord may sometimes appear to go against the prescribed Vedic duties, actually it is not so.",
                "It is said, therefore, by Vaisnava authorities that even the most intelligent person cannot understand the plans and activities of a pure devotee. The exact words are vaisnavera kriya mudra vijne na bujhaya. A person who is thus always engaged in the service of the Lord or is always thinking and planning how to serve the Lord is to be considered completely liberated at present and in the future. His going home, back to Godhead, is guaranteed. He is above all materialistic criticism, just as Krsna is above all criticism."
            ]
        }
    },
    {
        "id": [
            29
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "समोऽहं सर्वभूतेषु न मे द्वेष्योऽस्ति न प्रियः |",
                "ये भजन्ति तु मां भक्त्या मयि ते तेषु चाप्यहम् || २९ ||"
            ],
            "english": [
                "samo 'ham sarva-bhutesu",
                "na me dvesyo 'sti na priyah",
                "ye bhajanti tu mam bhaktya",
                "mayi te tesu capy aham"
            ]
        },
        "translation": {
            "hindi": [
                "मैं न तो किसी से द्वेष करता हूँ, न ही किसी के साथ पक्षपात करता हूँ | मैं सबों के लिए समभाव हूँ | किन्तु जो भी भक्तिपूर्वक मेरी सेवा करता है, वह मेरा मित्र है, मुझमें स्थित रहता है और मैं भी उसका मित्र हूँ |"
            ],
            "english": [
                "I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर प्रश्न किया जा सकता है कि जब कृष्ण का सबों के लिए समभाव है और उनका कोई विशिष्ट मित्र नहीं है तो फिर वे उन भक्तों में विशेष रूचि क्यों लेते हैं, जो उनकी दिव्यसेवा में सदैव लगे रहते हैं? किन्तु यह भेदभाव नहीं है, यह तो सहज है | इस जगत् में हो सकता है कि कोई व्यक्ति अत्यन्त उपकारी हो, किन्तु तो भी वह अपनी सन्तानों में विशेष रूचि लेता है | भगवान् का कहना है कि प्रत्येक जीव, चाहे वह जिस योनी का हो, उनका पुत्र है, अतः वे हर एक को जीवन की आवश्यक वस्तुएँ प्रदान करते हैं | वे उस बादल के सदृश हैं जो सबों के ऊपर जलवृष्टि करता है, चाहे यह वृष्टि चट्टान पर हो या स्थल पर, या जल में हो | किन्तु भगवान् अपने भक्तों का विशेष ध्यान रखते हैं | ऐसे ही भक्तों का यहाँ उल्लेख हुआ है – वे सदैव कृष्णभावनामृत में रहते हैं, फलतः वे निरन्तर कृष्ण में लीन रहते हैं | कृष्णभावनामृत शब्द ही बताता है कि जो लोग ऐसे भावनामृत में रहते हैं वे सजीव अध्यात्मवादी हैं और उन्हीं में स्थित हैं | भगवान् यहाँ स्पष्ट रूप से कहते हैं – मयि ते अर्थात् वे मुझमें हैं | फलतः भगवान् भी उनमें हैं | इससे येयथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् की भी व्याख्या हो जाती है – जो भीमेरी शरण में आ जाता है, उसकी मैं उसी रूप में रखवाली करता हूँ | यह दिव्य आदान-प्रदान भाव विद्यमान रहता है, क्योंकि भक्त तथा भगवान् दोनों सचेतन हैं | जब हीरे को सोने की अँगूठी में जड़ दिया जाता है तो वह अत्यन्त सुन्दर लगता है | इससे सोने की महिमा बढती है, किन्तु साथ ही हीरे की भी महिमा बढती है | भगवान् तथा जीव निरन्तर चमकते रहते हैं और जब कोई जीव भगवान् की सेवा में प्रवृत्त होता है तो वह सोने की भाँति दिखता है | भगवान् हीरे के समान हैं, अतः यह संयोग अत्युत्तम होता है | शुद्ध अवस्था में जीव भक्त कहलाते हैं | परमेश्र्वर अपने भक्तों के भी भक्त बन जाते हैं | यदि भगवान् तथा भक्त में आदान-प्रदान का भाव न रहे तो सगुणवादी दर्शन ही न रहे | मायावादी दर्शन परमेश्र्वर तथा जीव में मध्य ऐसा आदान-प्रदान का भाव नहीं मिलता, किन्तु सगुणवादी दर्शन में ऐसा होता है |",
                "प्रायः यह दृष्टान्त दिया जाता है कि भगवान् कल्पवृक्ष के समान हैं और मनुष्य इस वृक्ष से जो भी माँगता है, भगवान् उसकी पूर्ति करते हैं | किन्तु यहाँ पर जो व्याख्या दी गई है वह अधिक पूर्ण है | यहाँ पर भगवान् को भक्त का पक्ष लेने वाला कहा गया है | यह भक्त के प्रति भगवान् की विशेष कृपा की अभिव्यक्ति है | भगवान् के आदान-प्रदान भाव को कर्म के नियम के अन्तर्गत नहीं मानना चाहिए | यह तो उस दिव्य अवस्था से सम्बन्धित रहता है जिसमें भगवान् तथा उनके भक्त कर्म करते हैं | भगवद्भक्ति इस जगत का कार्य नहीं है, यह तो उस अध्यात्म का अंश है, जहाँ शाश्र्वत आनन्द तथा ज्ञान का प्राधान्य रहता है |"
            ],
            "english": [
                "One may question here that if Krsna is equal to everyone and no one is His special friend, then why does He take a special interest in the devotees who are always engaged in His transcendental service? But this is not discrimination; it is natural. Any man in this material world may be very charitably disposed, yet he has a special interest in his own children. The Lord claims that every living entity-in whatever form-is His son, and as such He provides everyone with a generous supply of the necessities of life. He is just like a cloud which pours rain all over, regardless whether it falls on rock or land or water. But for His devotees, He gives specific attention. Such devotees are mentioned here: they are always in Krsna consciousness, and therefore they are always transcendentally situated in Krsna. The very phrase Krsna consciousness suggests that those who are in such consciousness are living transcendentalists, situated in Him. The Lord says here distinctly, “mayi te,” “in Me.” Naturally, as a result, the Lord is also in them. This is reciprocal. This also explains the words: asti na priyah/ye bhajanti: “Whoever surrenders unto Me, proportionately I take care of him.” This transcendental reciprocation exists because both the Lord and the devotee are conscious. When a diamond is set in a golden ring, it looks very nice. The gold is glorified, and at the same time the diamond is glorified. The Lord and the living entity eternally glitter, and when a living entity becomes inclined to the service of the Supreme Lord, he looks like gold. The Lord is a diamond, and so this combination is very nice. Living entities in a pure state are called devotees. The Supreme Lord becomes the devotee of His devotees. If a reciprocal relationship is not present between the devotee and the Lord, then there is no personalist philosophy. In the impersonal philosophy there is no reciprocation between the Supreme and the living entity, but in the personalist philosophy there is.",
                "The example is often given that the Lord is like a desire tree, and whatever one wants from this desire tree, the Lord supplies. But here the explanation is more complete. The Lord is here stated to be partial to the devotees. This is the manifestation of the Lord's special mercy to the devotees. The Lord's reciprocation should not be considered to be under the law of karma. It belongs to the transcendental situation in which the Lord and His devotees function. Devotional service of the Lord is not an activity of this material world; it is part of the spiritual world where eternity, bliss and knowledge predominate."
            ]
        }
    },
    {
        "id": [
            30
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                " अपि चेत्सुदुराचारो भजते मामनन्यभाक् |",
                "साधुरेव स मन्तव्यः सम्यग्व्यवसितो हि सः || ३० ||"
            ],
            "english": [
                "api cet su-duracaro",
                "bhajate mam ananya-bhak",
                "sadhur eva sa mantavyah",
                "samyag vyavasito hi sah"
            ]
        },
        "translation": {
            "hindi": [
                "यदि कोई जघन्य से जघन्य कर्म करता है, किन्तु यदि वह भक्ति में रत रहता है तो उसे साधु मानना चाहिए, क्योंकि वह अपने संकल्प में अडिग रहता है |"
            ],
            "english": [
                "Even if one commits the most abominable actions, if he is engaged in devotional service, he is to be considered saintly because he is properly situated."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक का सुदुराचारः शब्द अत्यन्त महत्त्वपूर्ण है, अतः हमें इसे ठीक से समझना होगा | जब मनुष्य बद्ध रहता है तो उसके दो प्रकार के कर्म होते हैं – प्रथम बद्ध और द्वितीय स्वाभाविक | जिस प्रकार शरीर की रक्षा करने या समाज तथा राज्य के नियमों का पालन करने के लिए तरह-तरह के कर्म करने होते हैं, उसी प्रकार से बद्ध जीवन के प्रसंग में भक्तों के लिए कर्म होते हैं, जो बद्ध कहलाते हैं | इनके अतिरिक्त, जो जीव अपने अध्यात्मिक स्वभाव से पूर्णतया भिज्ञ रहता है और कृष्णभावनामृत में या भगवद्भक्ति में लगा रहता है, उसके लिए भी कर्म होते हैं, जो दिव्य कहलाते हैं | ऐसे कार्य उसकी स्वाभाविक स्थिति में सम्पन्न होते हैं और शास्त्रीय दृष्टि से भक्ति कहलाते हैं | बद्ध अवस्था में कभी-कभी भक्ति और शरीर की बद्ध सेवा एक दूसरे के समान्तर चलती हैं | किन्तु पुनः कभी-कभी वे एक दूसरे के विपरीत हो जाती हैं | जहाँ तक सम्भव होता है, भक्त सतर्क रहता है कि वह ऐसा कोई कार्य न करे, जिससे यह अनुकूल स्थिति भंग हो | वह जानता है कि उसकी कर्म-सिद्धि उसके कृष्णभावनामृत की अनुभूति की प्रगति पर निर्भर करती है | किन्तु कभी-कभी यह देखा जाता है कि कृष्णभावनामृत में रत व्यक्ति सामाजिक या राजनीतिक दृष्टि से निन्दनीय कार्य करबैठता है | किन्तु इस प्रकार के क्षणिक पतन से वह अयोग्य नहीं हो जाता | श्रीमद्भागवत में कहा गया है कि यदि कोई पतित हो जाय, किन्तु यदि भगवान् की दिव्य सेवा में लगा रहे तो हृदय में वास करने वाले भगवान् उसे शुद्ध कर देते हैं और उस निन्दनीय कार्य के लिए क्षमा कर देते हैं | भौतिक कल्मष इतना प्रबल है कि भगवान् की सेवा में लगा योगी भी कभी-कभी उसके जाल में आ फँसता है | लेकिन कृष्णभावनामृत इतना शक्तिशाली होता है कि इस प्रकार का आकस्मिक पतन तुरन्त रुक जाता है | इसीलिए भक्तियोग सदैव सफल होता है, क्योंकि जैसा कि अगले श्लोक में बताया गया है कि ज्योंही भक्त कृष्णभावनामृत में पूर्णतया स्थित हो जाता है, ऐसे आकस्मिक पतन कुछ समय के पश्चात् रुक जाते हैं |",
                "अतः जो व्यक्ति कृष्णभावनामृत में स्थित है और अनन्य भाव से हरे कृष्ण मन्त्र का जप करता है, उसे दिव्य स्थिति में आसीन समझना चाहिए, भले ही देववशात् उसका पतन क्यों न हो चुका हो | साधुरेव शब्द अत्यन्त प्रभावात्मक हैं | ये अभक्तों को सावधान करते हैं कि आकस्मिक पतन के कारण भक्त का उपहास नहीं किया जाना चाहिए, उसे तब भी साधु ही मानना चाहिए | मन्तव्यः शब्द तो इससे भी अधिक बलशाली है | यदि कोई इस नियम को नहीं मानता और भक्त पर उसके पतन के कारण हँसता है तो वह भगवान् के आदेश की अवज्ञा करता है | भक्त की एकमात्र योग्यता यह है कि वह अविचल तथा अनन्य भाव से भक्ति में तत्पर रहे –",
                "नृसिंह पुराण में निम्नलिखित कथन प्राप्त है –",
                "भगवति च हरावनन्यचेता",
                "भृशमलिनोऽपि विराजते मनुष्यः |",
                "न हि शशकलुषच्छबिः कदाचित्",
                "तिमिरपराभवतामुपैति चन्द्रः ||",
                "कहने का अर्थ यह है कि यदि भगवद्भक्ति में तत्पर व्यक्ति कभी घृणित कार्य करता पाया जाये तो इन कार्यों को उन धब्बों की तरह मान लेना चाहिए, जिस प्रकार चाँद में खरगोश के धब्बे हैं | इन धब्बों से चाँदनी के विस्तार में बाधा नहीं आती | इसी प्रकार साधु-पथ से भक्त का आकस्मिक पतन उसे निन्दनीय नहीं बनाता |",
                "किन्तु इसी के साथ यह समझने की भूल नहीं करनी चाहिए कि दिव्य भक्ति करने वाला भक्त सभी प्रकार के निन्दनीय कर्म कर सकता है | इस श्लोक में केवल इसका उल्लेख है कि भौतिक सम्बन्धों की प्रबलता के कारण कभी कोई दुर्घटना हो सकती है | भक्ति तो एक प्रकार से माया के विरुद्ध युद्ध की घोषणा है | जब तक मनुष्य माया से लड़ने के लिए पर्याप्त शक्तिशाली नहीं होता, तब तक आकस्मिक पतन हो सकते हैं | किन्तु बलवान होने पर ऐसे पतन नहीं होते, जैसा कि पहले कहा जा चुका है | मनुष्य को इस श्लोक का दुरूपयोग करते हुए अशोभनीय कर्म नहीं करना चाहिए और यह नहीं सोचना चाहिए कि इतने पर भी वह भक्त बना रह सकता है | यदि वह भक्ति के द्वारा अपना चरित्र नहीं सुधार लेता तो उसे उच्चकोटि का भक्त नहीं मानना चाहिए |"
            ],
            "english": [
                "The word suduracaro used in this verse is very significant, and we should understand it properly. When a living entity is conditioned, he has two kinds of activities: one is conditional, and the other is constitutional. As for protecting the body or abiding by the rules of society and state, certainly there are different activities, even for the devotees, in connection with the conditional life, and such activities are called conditional. Besides these, the living entity who is fully conscious of his spiritual nature and is engaged in Krsna consciousness, or the devotional service of the Lord, has activities which are called transcendental. Such activities are performed in his constitutional position, and they are technically called devotional service. Now, in the conditioned state, sometimes devotional service and the conditional service in relation to the body will parallel one another. But then again, sometimes these activities become opposed to one another. As far as possible, a devotee is very cautious so that he does not do anything that could disrupt his wholesome condition. He knows that perfection in his activities depends on his progressive realization of Krsna consciousness. Sometimes, however, it may be seen that a person in Krsna consciousness commits some act which may be taken as most abominable socially or politically. But such a temporary falldown does not disqualify him. In the Srimad-Bhagavatam it is stated that if a person falls down, but is wholeheartedly engaged in the transcendental service of the Supreme Lord, the Lord, being situated within his heart, beautifies him and excuses him from that abomination. The material contamination is so strong that even a yogi fully engaged in the service of the Lord sometimes becomes ensnared; but Krsna consciousness is so strong that such an occasional falldown is at once rectified. Therefore the process of devotional service is always a success. No one should deride a devotee for some accidental falldown from the ideal path, for, as is explained in the next verse, such occasional falldowns will be stopped in due course, as soon as a devotee is completely situated in Krsna consciousness.",
                "Therefore a person who is situated in Krsna consciousness and is engaged with determination in the process of chanting Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/Hare Rama, Hare Rama, Rama Rama, Hare Hare should be considered to be in the transcendental position, even if by chance or accident he is found to have fallen. The words sadhur eva, “he is saintly,” are very emphatic. They are a warning to the nondevotees that because of an accidental falldown a devotee should not be derided; he should still be considered saintly even if he has fallen down accidentally. And the word mantavyah is still more emphatic. If one does not follow this rule, and derides a devotee for his accidental falldown, then he is disobeying the order of the Supreme Lord. The only qualification of a devotee is to be unflinchingly and exclusively engaged in devotional service.",
                "The mark of a spot which may be seen on the moon does not become an impediment to the moonlight. Similarly, the accidental falldown of a devotee from the path of a saintly character does not make him abominable. On the other hand, one should not misunderstand that a devotee in transcendental devotional service can act in all kinds of abominable ways; this verse only refers to an accident due to the strong power of material connections. Devotional service is more or less a declaration of war against the illusory energy. As long as one is not strong enough to fight the illusory energy, there may be accidental falldowns. But when one is strong enough, he is no longer subjected to such falldowns, as previously explained. No one should take advantage of this verse and commit nonsense and think that he is still a devotee. If he does not improve in his character by devotional service, then it is to be understood that he is not a high devotee."
            ]
        }
    },
    {
        "id": [
            31
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "क्षिप्रं भवति धर्मात्मा शश्र्वच्छान्तिं निगच्छति |",
                "कौन्तेय प्रतिजानीहि न मे भक्तः प्रणश्यति || ३१ ||"
            ],
            "english": [
                "ksipram bhavati dharmatma",
                "sasvac-chantim nigacchati",
                "kaunteya pratijanihi",
                "na me bhaktah pranasyati"
            ]
        },
        "translation": {
            "hindi": [
                "वह तुरन्त धर्मात्मा बन जाता है और स्थायी शान्ति को प्राप्त होता है | हे कुन्तीपुत्र! निडर होकर घोषणा कर दो कि मेरे भक्त का कभी विनाश नहीं होता है |"
            ],
            "english": [
                "He quickly becomes righteous and attains lasting peace. O son of Kunti, declare it boldly that My devotee never perishes."
            ]
        },
        "meaning": {
            "hindi": [
                "इसका कोई दूसरा अर्थ नहीं लगाना चाहिए | सातवें अध्याय में भगवान् कहते हैं कि जो दुष्कृती है, वह भगवद्भक्त नहीं हो सकता | जो भगवद्भक्त नहीं है, उसमें कोई भी योग्यता नहीं होती | तब प्रश्न यह उठता है कि संयोगवश या स्वेच्छा से निन्दनीय कर्मों में प्रवृत्त होने वाला व्यक्ति किस प्रकार भक्त हो सकता है ? यह प्रश्न ठीक ही है | जैसा कि सातवें अध्याय में कहा गया है, जो दुष्टात्मा कभी भक्ति के पास नहीं फटकता, उसमें कोई सद्गुण नहीं होते | श्रीमद्भागवत में भी इसका उल्लेख है | सामान्यतया नौ प्रकार के भक्ति-कार्यों में युक्त रहने वाला भक्त अपने हृदय को भौतिक कल्मष से शुद्ध करने में लगा होता है | वह भगवान् को हृदय में बसाता है, फलतः उसके सारे पापपूर्ण कल्मष धुल जाते हैं | निरन्तर भगवान् का चिन्तन करने से वह स्वतः शुद्ध हो जाता है | वेदों के अनुसार ऐसा विधान है कि यदि कोई अपने उच्चपद से नीचे गिर जाता है तो अपनी शुद्धि के लिए उसे कुछ अनुष्ठान करने होते हैं | किन्तु यहाँ पर ऐसा कोई प्रतिबन्ध नहीं है, क्योंकि शुद्धि की क्रिया भगवान् का निरन्तर स्मरण करते रहने से पहले ही भक्त के हृदय में चलति रहती है | अतः हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे | हरे राम हरे राम राम राम हरे हरे – इस मन्त्र का अनवरत जप करना चाहिए | यह भक्त को आकस्मिक पतन से बचाएगा | इस प्रकार वह समस्त भौतिक कल्मषों से सदैव मुक्त रहेगा |"
            ],
            "english": [
                "This should not be misunderstood. In the Seventh Chapter the Lord says that one who is engaged in mischievous activities cannot become a devotee of the Lord. One who is not a devotee of the Lord has no good qualifications whatsoever. The question remains, then, how can a person engaged in abominable activities-either by accident or intention-be a pure devotee? This question may justly be raised. The miscreants, as stated in the Seventh Chapter, who never come to the devotional service of the Lord, have no good qualifications, as is stated in the Srimad-Bhagavatam. Generally, a devotee who is engaged in the nine kinds of devotional activities is engaged in the process of cleansing all material contamination from the heart. He puts the Supreme Personality of Godhead within his heart, and all sinful contaminations are naturally washed away. Continuous thinking of the Supreme Lord makes him pure by nature. According to the Vedas, there is a certain regulation that if one falls down from his exalted position, he has to undergo certain ritualistic processes to purify himself. But here there is no such condition because the purifying process is already there in the heart of the devotee, due to his remembering the Supreme Personality of Godhead constantly. Therefore, the chanting of Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/ Hare Rama, Hare Rama, Rama Rama, Hare Hare should be continued without stoppage. This will protect a devotee from all accidental falldowns. He will thus remain perpetually free from all material contaminations."
            ]
        }
    }
]