[
    {
        "id": [
            12
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "मोघाशा मोघकर्माणो मोघज्ञाना विचेतसः |",
                "राक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिताः || १२ ||"
            ],
            "english": [
                "moghasa mogha-karmano",
                "mogha-jnana vicetasah",
                "raksasim asurim caiva",
                "prakrtim mohinim sritah"
            ]
        },
        "translation": {
            "hindi": [
                "जो लोग इस प्रकार मोहग्रस्त होते हैं, वे आसुरी तथा नास्तिक विचारों के प्रति आकृष्ट रहते हैं | इस मोहग्रस्त अवस्था में उनकी मुक्ति-आशा, उनके सकाम कर्म तथा ज्ञान का अनुशीलन सभी निष्फल हो जाते हैं |"
            ],
            "english": [
                "Those who are thus bewildered are attracted by demonic and atheistic views. In that deluded condition, their hopes for liberation, their fruitive activities, and their culture of knowledge are all defeated."
            ]
        },
        "meaning": {
            "hindi": [
                "ऐसे अनेक भक्त हैं जो अपने को कृष्णभावनामृत तथा भक्ति में रत दिखलाते हैं, किन्तु अन्तःकरण से वे भगवान् कृष्ण को परब्रह्म नहीं मानते | ऐसे लोगों को कभी भी भक्ति-फल—भगवद्धाम गमन-प्राप्त नहीं होता | इसी प्रकार जो पुण्यकर्मों में लगे रहकर अन्ततोगत्वा इस भवबन्धन से मुक्त होना चाहते हैं, वे भी सफल नहीं हो पाते, क्योंकि वे कृष्ण का उपहास करते हैं | दूसरे शब्दों में, जो लोग कृष्ण पर हँसते हैं, उन्हें आसुरी या नास्तिक समझना चाहिए | जैसा कि सातवें अध्याय में बताया जा चुका है, ऐसे आसुरी दुष्ट कभी भी कृष्ण की शरण में नहीं जाते | अतः परमसत्य तक पहुँचने के उनके मानसिक चिन्तन उन्हें इस मिथ्या परिणाम को प्राप्त कराते हैं कि सामान्य जीव तथा कृष्ण एक समान हैं | ऐसी मिथ्या धारणा के कारण वे सोचते हैं कि अभी तो वह शरीर प्रकृति द्वारा केवल आच्छादित है और ज्योंही व्यक्ति मुक्त होगा, तो उसमें तथा ईश्र्वर में कोई अन्तर नहीं रह जाएगा | कृष्ण से समता का यह प्रयास भ्रम के कारण निष्फल हो जाता है | इस प्रकार का आसुरी तथा नास्तिक ज्ञान-अनुशीलन सदैव व्यर्थ रहता है, यही इस श्लोक का संकेत है | ऐसे व्यक्तियों के लिए वेदान्त सूत्र तथा उपनिषदों जैसे वैदिक वाङ्मय के ज्ञान का अनुशीलन सदा निष्फल होता है |",
                "अतः भगवान् कृष्ण को सामान्य व्यक्ति मानना घोर अपराध है | जो ऐसा करते हैं वे निश्चित रूप से मोहग्रस्त रहते हैं, क्योंकि वे कृष्ण के शाश्र्वत रूप को नहीं समझ पाते | बृहद्विष्णुस्मृति का कथन है –",
                "यो वेति भौतिकं देहं कृष्णस्य परमात्मनः |",
                "स सर्वस्माद् बहिष्कार्यः श्रौतस्मार्तविधानतः |",
                "मुखं तस्यावलोक्यापि सचेलं स्नानमाचरेत् ||",
                "“जो कृष्ण के शरीर को भौतिक मानता है उसे श्रुति तथा स्मृति के समस्त अनुष्ठानों से वंचित कर देना चाहिए | यदि कोई भूल से उसका मुँह देख ले तो उसे तुरन्त गंगा स्नान करना चाहिए , जिसे छूत दूर हो सके |” लोग कृष्ण की हँसी उड़ाते हैं क्योंकि वे भगवान् से ईर्ष्या करते हैं | उनके भाग्य में जन्म-जन्मान्तर नास्तिक तथा असुर योनियों में रहे आना लिखा है | उनका वास्तविक ज्ञान सदैव के लिए भ्रम में रहेगा और धीरे-धीरे वे सृष्टि के गहनतम अन्धकार में गिरते जायेंगे |”"
            ],
            "english": [
                "There are many devotees who assume themselves to be in Krsna consciousness and devotional service but at heart do not accept the Supreme Personality of Godhead, Krsna, as the Absolute Truth. For them, the fruit of devotional service-going back to Godhead-will never be tasted. Similarly, those who are engaged in fruitive, pious activities and who are ultimately hoping to be liberated from this material entanglement will never be successful either because they deride the Supreme Personality of Godhead, Krsna. In other words, persons who mock Krsna are to be understood to be demonic or atheistic. As described in the Seventh Chapter of Bhagavad-gita, such demonic miscreants never surrender to Krsna. Therefore their mental speculations to arrive at the Absolute Truth bring them to the false conclusion that the ordinary living entity and Krsna are one and the same. With such a false conviction, they think that the body of any human being is now simply covered by material nature and that as soon as one is liberated from this material body there is no difference between God and himself. This attempt to become one with Krsna will be baffled because of delusion. Such atheistic and demoniac cultivation of spiritual knowledge is always futile. That is the indication of this verse. For such persons, cultivation of the knowledge in the Vedic literature, like the Vedanta-sutra and the Upanisads, is always baffled.",
                "It is a great offense, therefore, to consider Krsna, the Supreme Personality of Godhead, to be an ordinary man. Those who do so are certainly deluded because they cannot understand the eternal form of Krsna. In the Brhad-vaisnava mantra it is clearly stated that one who considers the body of Krsna to be material should be driven out from all rituals and activities of the sruti. And if one by chance sees his face, he should at once take bath in the Ganges to rid himself of infection. People jeer at Krsna because they are envious of the Supreme Personality of Godhead. Their destiny is certainly to take birth after birth in the species of atheistic and demoniac life. Perpetually, their real knowledge will remain under delusion, and gradually they will regress to the darkest region of creation."
            ]
        }
    },
    {
        "id": [
            13
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "महात्मानस्तु मां पार्थ दैवीं प्रकृतिमाश्रिताः |",
                "भजन्त्यनन्यमनसो ज्ञात्वा भूतादिमव्ययम् || १३ ||"
            ],
            "english": [
                "mahatmanas tu mam partha",
                "daivim prakrtim asritah",
                "bhajanty ananya-manaso",
                "jnatva bhutadim avyayam"
            ]
        },
        "translation": {
            "hindi": [
                "हे पार्थ! मोहमुक्त महात्माजन दैवी प्रकृति के संरक्षण में रहते हैं | वे पूर्णतः भक्ति में निमग्न रहते हैं क्योंकि वे मुझे आदि तथा अविनाशी भगवान् के रूप में जानते हैं |"
            ],
            "english": [
                "O son of Prtha, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में महात्मा का वर्णन हुआ है | महात्मा का सबसे पहला लक्षण यह है कि वह दैवी प्रकृति में स्थित रहता है | वह भौतिक प्रकृति के अधीन नहीं होता और यह होता कैसे है? इसकी व्याख्या सातवें अध्याय में की गई है – जो भगवान् श्रीकृष्ण की शरण ग्रहण करता है वह तुरन्त भौतिक प्रकृति के वश से मुक्त हो जाता है | यही वह पात्रता है | ज्योंही कोई भगवान् का शरणागत हो जाता है वह भौतिक प्रकृति के वश से मुक्त हो जाता है | यही मूलभूत सूत्र है | तटस्था शक्ति होने के कारण जीव ज्योंही भौतिक प्रकृति के वश से मुक्त होता है त्योंही वह आध्यात्मिक प्रकृति के निर्देशन में चला जाता है | आध्यात्मिक प्रकृति का निर्देशन ही दैवी प्रकृति कहलाती है | इस प्रकार से जब कोई भगवान् के शरणागत होता है तो उसे महात्मा पद की प्राप्ति होती है |",
                "महात्मा अपने ध्यान को कृष्ण के अतिरिक्त अन्य किसी ओर नहीं ले जाता, क्योंकि वह भलीभाँति जानता है कि कृष्ण ही आदि परम पुरुष, समस्त कारणों के कारण हैं | इसमें तनिक भी सन्देह नहीं है | ऐसा महात्मा अन्य महात्माओं या शुद्धभक्तों की संगति से प्रगति करता है | शुद्धभक्त तो कृष्ण के अन्य स्वरूपों, यथा चतुर्भुज महाविष्णु रूप से भी आकृष्ट नहीं होते | वे न तो कृष्ण के अन्य किसी रूप से आकृष्ट होते हैं, न ही वे देवताओं या मनुष्यों के किसी रूप की परवाह करते हैं | वे कृष्णभावनामृत में केवल कृष्ण का ध्यान करते हैं | वे कृष्णभावनामृत में निरन्तर भगवान् की अविचल सेवा में लगे रहते हैं |"
            ],
            "english": [
                "In this verse the description of mahatma is clearly given. The first sign of the mahatma is that he is already situated in the divine nature. He is not under the control of material nature. And how is this effected? That is explained in the Seventh Chapter: one who surrenders unto the Supreme Personality of Godhead, Sri Krsna, at once becomes freed from the control of material nature. That is the qualification. One can become free from the control of material nature as soon as he surrenders his soul to the Supreme Personality of Godhead. That is the preliminary formula. Being marginal potency, as soon as the living entity is freed from the control of material nature, he is put under the guidance of the spiritual nature. The guidance of the spiritual nature is called daivim prakrtim, divine nature. So, when one is promoted in that way-by surrendering to the Supreme Personality of Godhead-one attains to the stage of great soul, mahatma.",
                "The mahatma does not divert his attention to anything outside Krsna because he knows perfectly well that Krsna is the original Supreme Person, the cause of all causes. There is no doubt about it. Such a mahatma, or great soul, develops through association with other mahatmas, pure devotees. Pure devotees are not even attracted by Krsna's other features, such as the four-armed Maha-Visnu. They are simply attracted by the two-armed form of Krsna. Since they are not attracted to other features of Krsna (what to speak of the demigods), they are not concerned with any form of a demigod or of a human being. They only meditate upon Krsna in Krsna consciousness. They are always engaged in the unswerving service of the Lord in Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            14
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "सततं कीर्तयन्तो मां यतन्तश्र्च दृढव्रताः |",
                "नमस्यन्तश्र्च मां भक्तया नित्ययुक्ता उपासते || १४ ||"
            ],
            "english": [
                "satatam kirtayanto mam",
                "yatantas ca drdha-vratah",
                "namasyantas ca mam bhaktya",
                "nitya-yukta upasate"
            ]
        },
        "translation": {
            "hindi": [
                "ये महात्मा मेरी महिमा का नित्य कीर्तन करते हुए दृढसंकल्प के साथप्रयास करते हुए, मुझे नमस्कार करते हुए, भक्तिभाव से निरन्तर मेरी पूजा करते हैं|"
            ],
            "english": [
                "Always chanting My glories, endeavoring with great determination, bowing down before Me, these great souls perpetually worship Me with devotion."
            ]
        },
        "meaning": {
            "hindi": [
                "सामान्य पुरुष को रबर की मुहर लगाकर महात्मा नहीं बनायाजाता | यहाँ पर उसके लक्षणों का वर्णन किया गया है – महात्मा सदैव भगवान् कृष्ण केगुणों का कीर्तन करता रहता है, उसके पास कोई दूसरा कार्य नहीं रहता | वह सदैवकृष्ण के गुण-गान में व्यस्त रहता है | दूसरे शब्दों में, वह निर्विशेषवादी नहींहोता | जब गुण-गान का प्रश्न उठे तो मनुष्य को चाहिए कि वह भगवान् के पवित्र नाम,उनके नित्य रूप, उनके दिव्य गुणों तथा आसामान्य लीलाओं की प्रशंसा करते हुएपरमेश्र्वर को महिमान्वित करे | उसे इन सारी वस्तुओं को महिमान्वित करना होता है,अतः महात्मा भगवान् के प्रति आसक्त रहता है |",
                "जो व्यक्ति परमेश्र्वर के निराकार रूप, ब्रह्मज्योति, के प्रति आसक्तहोता है उसे भगवद्गीता में महात्मा नहीं कहा गया | उसे अगले श्लोक में अन्य प्रकारसे वर्णित किया गया है | महात्मा सदैव भक्ति के विविध कार्यों में, यथा विष्णु केश्रवण-कीर्तन में, व्यस्त रहता है, जैसा कि श्रीमद्भागवत में उल्लेख है | यहीभक्ति श्रवणं कीर्तनं विष्णोः तथा स्मरणं है | ऐसा महात्मा अन्ततः भगवान् के पाँचदिव्य रसों में से किसी एक रस में उनका सान्निध्य प्राप्त करने के लिए दृढव्रतहोता है | इसे प्राप्त करने के लिए वह मनसा वाचा कर्मणा अपने सारे कार्यकलापभगवान् कृष्ण की सेवा में लगाता है | यही पूर्ण कृष्णभावनामृत कहलाता है |",
                "भक्ति में कुछ कार्य हैं जिन्हें दृढव्रत कहा जाता है, यथा प्रत्येकएकादशी को तथा भगवान् के आविर्भाव दिवस (जन्माष्टमी) पर उपवास करना | ये सारेविधि-विधान महान आचार्यों द्वारा उन लोगों के लिए बनाये गये हैं जो दिव्यलोक मेंभगवान् का सान्निध्य प्राप्त करने के इच्छुक हैं | महात्माजन इन विधि-विधानों कादृढ़ता से पालन करते हैं | फलतः उनके लिए वाञ्छित फल की प्राप्ति निश्चित रहती है |",
                "जैसा कि इसी अध्याय के द्वितीय श्लोक में कहा गया है, यह भक्ति न केवलसरल है अपितु, इसे सुखपूर्वक किया जा सकता है | इसके लिए कठिन तपस्या करने कीआवश्यकता नहीं पड़ती | मनुष्य सक्षम गुरु के निर्देशन में इस जीवन को गृहस्थ,संन्यासी या ब्रह्मचारी रहते हुए भक्ति में बिता सकता है | वह संसार में किसी भीअवस्था में कहीं भी भगवान् की भक्ति करके वास्तव में महात्मा बन सकता है |"
            ],
            "english": [
                "The mahatma cannot be manufactured by rubber-stamping an ordinary man. His symptoms are described here: a mahatma is always engaged in chanting the glories of the Supreme Lord Krsna, the Personality of Godhead. He has no other business. He is always engaged in the glorification of the Lord. In other words, he is not an impersonalist. When the question of glorification is there, one has to glorify the Supreme Lord, praising His holy name, His eternal form, His transcendental qualities and His uncommon pastimes. One has to glorify all these things; therefore a mahatma is attached to the Supreme Personality of Godhead.",
                "One who is attached to the impersonal feature of the Supreme Lord, the brahmajyoti, is not described as mahatma in the Bhagavad-gita. He is described in a different way in the next verse. The mahatma is always engaged in different activities of devotional service, as described in the Srimad-Bhagavatam, hearing and chanting about Visnu, not a demigod or human being. That is devotion: sravanam kirtanam visnoh, smaranam, and remembering Him. Such a mahatma has firm determination to achieve at the ultimate end the association of the Supreme Lord in any one of the five transcendental rasas. To achieve that success, he engages all activities-mental, bodily and vocal, everything-in the service of the Supreme Lord, Sri Krsna. That is called full Krsna consciousness.",
                "In devotional service there are certain activities which are called determined, such as fasting on certain days, like the eleventh day of the moon, Ekadasi, and on the appearance day of the Lord, etc. All these rules and regulations are offered by the great acaryas for those who are actually interested in getting admission into the association of the Supreme Personality of Godhead in the transcendental world. The mahatmas, great souls, strictly observe all these rules and regulations, and therefore they are sure to achieve the desired result.",
                "As described in the second verse of this chapter, this devotional service is not only easy, but it can be performed in a happy mood. One does not need to undergo any severe penance and austerity. He can live this life in devotional service, guided by an expert spiritual master, and in any position, either as a householder or a sannyasi, or a brahmacari; in any position and anywhere in the world, he can perform this devotional service to the Supreme Personality of Godhead and thus become actually mahatma, a great soul."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "ज्ञानयज्ञेन चाप्यन्ते यजन्तो मामुपासते |",
                "एकत्वेन पृथक्त्वेन बहुधा विश्र्वतोमुखम् || १५ ||"
            ],
            "english": [
                "jnana-yajnena capy anye",
                "yajanto mam upasate",
                "ekatvena prthaktvena",
                "bahudha visvato-mukham"
            ]
        },
        "translation": {
            "hindi": [
                "अन्य लोग जो ज्ञान के अनुशीलन द्वारा यज्ञ में लगे रहते हैं, वे भगवान् की पूजा उनके अद्वय रूप में, विविध रूपों में तथा विश्र्व रूप में करते हैं |"
            ],
            "english": [
                "Others, who are engaged in the cultivation of knowledge, worship the Supreme Lord as the one without a second, diverse in many, and in the universal form."
            ]
        },
        "meaning": {
            "hindi": [
                "यह श्लोक पिछले श्लोकों का सारांश है | भगवान् अर्जुन को बताते हैं कि जो विशुद्ध कृष्णभावनामृत में लगे रहते हैं और कृष्ण के अतिरिक्त अन्य किसी को नहीं जानते, वे महात्मा कहलाते हैं | तो भी कुछ लोग ऐसे भी होते हैं जो वास्तव में महात्मा पद को प्राप्त नहीं होते, किन्तु वे भी विभिन्न प्रकारों से कृष्ण की पूजा करते हैं | इनमें से कुछ का वर्णन आर्त, अर्थार्थी, ज्ञानी तथा जिज्ञासु के रूप में किया जा चुका है | किन्तु फिर भी कुछ ऐसे भी लोग होते हैं जो इनसे भी निम्न होते हैं | इन्हें तीन कोटियों में रखा जाता है – १) परमेश्र्वर तथा अपने को एक मानकर पूजा करने वाले, २) परमेश्र्वर के किसी मनोकल्पित रूप की पूजा करने वाले, ३) भगवान् के विश्र्व रूप की पूजा करने वाले | इनमें से सबसे अधम वे हैं जो अपने आपको अद्वैतवादी मानकर अपनी पूजा परमेश्र्वर के रूप में करते हैं और इन्हीं का प्राधान्य भी है | ऐसे लोग अपने को परमेश्र्वर मानते हैं और इस मानसिकता के कारण वे अपनी पूजा आप करते हैं | यह भी एक प्रकार की ईशपूजा है, क्योंकि के समझते हैं कि वे भौतिक पदार्थ न होकर आत्मा है | कम से कम, ऐसा भाव तो प्रधान रहता है | सामान्यतया निर्विशेषवादी इसी प्रकार से परमेश्र्वर को पूजते हैं | दूसरी कोटि के लोग वे हैं जो देवताओं के उपासक हैं, जो अपनी कल्पना से किसी भी स्वरूप को परमेश्र्वर का स्वरूप मान लेते हैं | तृतीय कोटि में वे लोग आते हैं जो इस ब्रह्माण्ड से परे कुछ भी नहीं सोच पाते | वे ब्रह्माण्ड को ही परम जीव या सत्ता मानकर उसकी उपासना करते हैं | यह ब्रह्माण्ड भी भगवान् का एक स्वरूप है |"
            ],
            "english": [
                "This verse is the summary of the previous verses. The Lord tells Arjuna that those who are purely in Krsna consciousness and do not know anything other than Krsna are called mahatma; yet there are other persons who are not exactly in the position of mahatma but who worship Krsna also, in different ways. Some of them are already described as the distressed, the financially destitute, the inquisitive, and those who are engaged in the cultivation of knowledge. But there are others who are still lower, and these are divided into three: 1) He who worships himself as one with the Supreme Lord, 2) He who concocts some form of the Supreme Lord and worships that, and 3) He who accepts the universal form, the visvarupa of the Supreme Personality of Godhead, and worships that. Out of the above three, the lowest, those who worship themselves as the Supreme Lord, thinking themselves to be monists, are most predominant. Such people think themselves to be the Supreme Lord, and in this mentality they worship themselves. This is also a type of God worship, for they can understand that they are not the material body but are actually spiritual soul; at least, such a sense is prominent. Generally the impersonalists worship the Supreme Lord in this way. The second class includes the worshipers of the demigods, those who by imagination consider any form to be the form of the Supreme Lord. And the third class includes those who cannot conceive of anything beyond the manifestation of this material universe. They consider the universe to be the supreme organism or entity and worship that. The universe is also a form of the Lord."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "अहं क्रतुरहं यज्ञः स्वधाहमहमौषधम् |",
                "मन्त्रोऽहमहमेवाज्यमहमग्निरहं हुतम् || १६ ||"
            ],
            "english": [
                "aham kratur aham yajnah",
                "svadhaham aham ausadham",
                "mantro 'ham aham evajyam",
                "aham agnir aham hutam"
            ]
        },
        "translation": {
            "hindi": [
                "किन्तु मैं ही कर्मकाण्ड, मैं ही यज्ञ, पितरों को दिया जाने वाला अर्पण, औषधि, दिव्य ध्वनि (मन्त्र), घी, अग्नि तथा आहुति हूँ |"
            ],
            "english": [
                "But it is I who am the ritual, I the sacrifice, the offering to the ancestors, the healing herb, the transcendental chant. I am the butter and the fire and the offering."
            ]
        },
        "meaning": {
            "hindi": [
                "ज्योतिष्टोम नामक वैदिक यज्ञ भी कृष्ण है | स्मृति में वर्णित महायज्ञ भी वही हैं | पितृलोक को अर्पित तर्पण या पितृलोक को प्रसन्न करने के लिए किया गया यज्ञ, जिसे घृत रूप में एक प्रकार की औषधि माना जाता है, वह भी कृष्ण ही है | इस सम्बन्ध में जिन मन्त्रों का उच्चारण किया जाता है, वे भी कृष्ण हैं | यज्ञों में आहुति के लिए प्रयुक्त होने वाली दुग्ध से बनी अनेक वस्तुएँ भी कृष्ण हैं | अग्नि भी कृष्ण है, क्योंकि यह अग्नि पाँच तत्त्वों में से एक है, अतः वह कृष्ण की भिन्ना शक्ति कही जाती है | दूसरे शब्दों में, वेदों में कर्मकाण्ड भाग में प्रतिपादित वैदिक यज्ञ भी पूर्णरूप से कृष्ण हैं | अथवा यह कह सकते है कि जो लोग कृष्ण की भक्ति में लगे हुए हैं उनके लिए यह समझना चाहिए कि उन्होंने सारे वेदविहित यज्ञ सम्पन्न कर लिए हैं |"
            ],
            "english": [
                "The sacrifice known as jyotistoma is also Krsna, and He is also the maha-yajna The oblations offered to the Pitrloka or the sacrifice performed to please the Pitrloka, considered as a kind of drug in the form of clarified butter, is also Krsna. The mantras chanted in this connection are also Krsna. And many other commodities made with milk products for offering in the sacrifices are also Krsna. The fire is also Krsna because fire is one of the five material elements and is therefore claimed as the separated energy of Krsna. In other words, the Vedic sacrifices recommended in the karma-kanda division of the Vedas are in total also Krsna. Or, in other words, those who are engaged in rendering devotional service unto Krsna are to be understood to have performed all the sacrifices recommended in the Vedas."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "पिताहमस्य जगतो माता धाता पितामहः |",
                "वेद्यं पवित्रमोंकार ऋक्साम यजुरेव च || १७ ||"
            ],
            "english": [
                "pitaham asya jagato",
                "mata dhata pitamahah",
                "vedyam pavitram omkara",
                "rk sama yajur eva ca"
            ]
        },
        "translation": {
            "hindi": [
                "मैं इस ब्रह्माण्ड का पिता, माता, आश्रय तथा पितामह हूँ | मैं ज्ञेय (जानने योग्य), शुद्धिकर्ता तथा ओंकार हूँ | मैं ऋग्वेद, सामवेद तथा यजुर्वेद भी हूँ |"
            ],
            "english": [
                "I am the father of this universe, the mother, the support, and the grandsire. I am the object of knowledge, the purifier and the syllable om. I am also the Rk, the Sama, and the Yajur [Vedas]."
            ]
        },
        "meaning": {
            "hindi": [
                "सारे चराचर विराट जगत की अभिव्यक्ति कृष्ण की शक्ति के विभिन्न कार्यकलापों से होती है | इस भौतिक जगत् में हम विभिन्न जीवों के साथ तरह-तरह के सम्बन्ध स्थापित करते हैं, जो कृष्ण की शक्ति के अतिरिक्त अन्य कुछ नहीं हैं | प्रकृति की सृष्टि में उनमें से कुछ हमारे माता, पिता के रूप में उत्पन्न होते हैं वे कृष्ण के अतिरिक्त कुछ नहीं हैं | इस श्लोक में आए धाता शब्द का अर्थ स्त्रष्टा है | न केवल हमारे माता पिता कृष्ण के अंश रूप हैं, अपितु इनके स्त्रष्टा दादी तथा दादा कृष्ण हैं | वस्तुतः कोई भी जीव कृष्ण का अंश होने के कारण कृष्ण है | अतः सारे वेदों के लक्ष्य कृष्ण ही हैं | हम वेदों से जो भी जानना चाहते हैं वह कृष्ण को जानने की दिशा में होता है | जिस विषय से हमारी स्वाभाविक स्थिति शुद्ध होती है, वह कृष्ण है | इसी प्रकार जो जीव वैदिक नियमों को जानने के लिए जिज्ञासु रहता है, वह भी कृष्ण का अंश, अतः कृष्ण भी है | समस्त वैदिक मन्त्रों में ॐ शब्द, जिसे प्रणव कहा जाता है, एक दिव्य ध्वनि-कम्पन है और यह कृष्ण भी है | चूँकि चारों वेदों – ऋग्वेद, यजुर्वेद, सामवेद तथा अथर्ववेद में प्रणव या ओंकार प्रधान है, अतः इसे कृष्ण समझना चाहिए |"
            ],
            "english": [
                "The entire cosmic manifestations, moving and nonmoving, are manifested by different activities of Krsna's energy. In the material existence we create different relationships with different living entities who are nothing but Krsna's marginal energy, but under the creation of prakrti some of them appear as our father, mother, grandfather, creator, etc., but actually they are parts and parcels of Krsna. As such, these living entities who appear to be our father, mother, etc., are nothing but Krsna. In this verse the word dhata means creator. Not only are our father and mother parts and parcels of Krsna, but their creator, grandmother, and grandfather, etc., are also Krsna. Actually any living entity, being part and parcel of Krsna, is Krsna. All the Vedas, therefore, aim only toward Krsna. Whatever we want to know through the Vedas is but a progressive step to understand Krsna. That subject matter which helps us purify our constitutional position is especially Krsna. Similarly, the living entity who is inquisitive to understand all Vedic principles is also part and parcel of Krsna and as such is also Krsna. In all the Vedic mantras the word om, called pranava, is a transcendental sound vibration and is also Krsna. And because in all the hymns of the four Vedas, Sama, Yajur, Rg and Atharva, the pranava or omkara is very prominent, it is understood to be Krsna."
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "गतिर्भर्ता प्रभु: साक्षी निवासः शरणं सुहृत् |",
                "प्रभवः प्रलयः स्थानं निधानं बीजमव्ययम् || १८ ||"
            ],
            "english": [
                "gatir bharta prabhuh saksi",
                "nivasah saranam suhrt",
                "prabhavah pralayah sthanam",
                "nidhanam bijam avyayam"
            ]
        },
        "translation": {
            "hindi": [
                "मैं ही लक्ष्य, पालनकर्ता, स्वामी, साक्षी, धाम, शरणस्थली तथा अत्यन्तप्रिय मित्र हूँ | मैं सृष्टि तथा प्रलय, सबका आधार, आश्रय तथा अविनाशी बीज भी हूँ|"
            ],
            "english": [
                "I am the goal, the sustainer, the master, the witness, the abode, the refuge and the most dear friend. I am the creation and the annihilation, the basis of everything, the resting place and the eternal seed."
            ]
        },
        "meaning": {
            "hindi": [
                "गति का अर्थ है गन्तव्य या लक्ष्य, जहाँ हम जाना चाहते हैं| लेकिन चरमलक्ष्य तो कृष्ण हैं, यद्यपि लोग इसे जानते नहीं | जो कृष्ण को नहींजानता वह पथभ्रष्ट हो जाता है और उसकी तथाकथित प्रगति या तो आंशिक होती है या फिरभ्रमपूर्ण | ऐसे अनेक लोग हैं जो देवताओं को ही अपना लक्ष्य बनाते हैं और तदानुसारकठोर नियमों का पालन करते हुए चन्द्रलोक, सूर्यलोक, इन्द्रलोक, महर्लोक जैसेविभिन्न लोकों को प्राप्त होते हैं | किन्तु ये सारे लोक कृष्ण की ही सृष्टि होनेके कारण कृष्ण हैं और नहीं भी हैं | ऐसे लोक भी कृष्ण की शक्ति की अभिव्यक्तियाँहोने के कारण कृष्ण हैं, किन्तु वस्तुतः वे कृष्ण की अनुभूति की दिशा में सोपान काकार्य करते हैं | कृष्ण की विभिन्न शक्तियों तक पहुँचने का अर्थ है अप्रत्यक्षतःकृष्ण तक पहुँचना | अतः मनुष्य को चाहिए कि कृष्ण तक सीधे पहुँचे, क्योंकि इससेसमय तथा शक्ति की बचत होगी | उदाहरणार्थ, यदि किसी ऊँची इमारत की चोटी तक एलीवेटर(लिफ्ट) के द्वारा पहुँचने की सुविधा हो तो फिर एक-एक सीढ़ी करके ऊपर क्यों चढ़ाजाये? सब कुछ कृष्ण की शक्ति पर आश्रित है | प्रत्येक जीव के हृदय में स्थित होनेके कारण कृष्ण परम साक्षी हैं | हमारा घर, देश या लोक जहाँ पर हम रह रहें हैं, सबकुछ कृष्ण का है | शरण के लिए कृष्ण परम गन्तव्य हैं, अतः मनुष्य को चाहिए कि अपनीरक्षा या अपने कष्टों के विनाश के लिए कृष्ण की शरण ग्रहण करे | हम चाहें जहाँ भीशरण लें हमें जानना चाहिए कि हमारा आश्रय कोई जीवित शक्ति होनी चाहिए | कृष्ण परमजीव हैं | चूँकि कृष्ण हमारी उत्पत्ति के कारण या हमारे परमपिता हैं, अतः उनसेबढ़कर न तो कोई मित्र हो सकता है, न शुभचिन्तक | कृष्ण सृष्टि के आदि उद्गम और पलेके पश्चात् परम विश्रामस्थल हैं | अतः कृष्ण सभी कारणों के शाश्र्वत कारण हैं |"
            ],
            "english": [
                "Gati means the destination where we want to go. But the ultimate goal is Krsna, although people do not know it. One who does not know Krsna is misled, and his so-called progressive march is either partial or hallucinatory. There are many who make as their destination different demigods, and by rigid performance of the strict respective methods they reach different planets known as Candraloka, Suryaloka, Indraloka, Maharloka, etc. But all such lokas or planets, being creations of Krsna, are simultaneously Krsna and not Krsna. Actually such planets, being the manifestations of Krsna's energy, are also Krsna, but actually they only serve as a step forward for realization of Krsna. To approach the different energies of Krsna is to approach Krsna indirectly. One should directly approach Krsna, for that will save time and energy. For example, if there is a possibility of going to the top of a building by the help of an elevator, why should one go by the staircase, step by step? Everything is resting on Krsna's energy; therefore without Krsna's shelter nothing can exist. Krsna is the supreme ruler because everything belongs to Him and everything exists on His energy. Krsna, being situated in everyone's heart, is the supreme witness. The residences, countries or planets on which we live are also Krsna. Krsna is the ultimate goal of shelter, and as such one should take shelter of Krsna either for protection or for annihilation of his distressed condition. And whenever we have to take protection, we should know that our protection must be a living force. Thus Krsna is the supreme living entity. Since Krsna is the source of our generation, or the supreme father, no one can be a better friend than Krsna, nor can anyone be a better well-wisher. Krsna is the original source of creation and the ultimate rest after annihilation. Krsna is therefore the eternal cause of all causes."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "तपाम्यहमहं वर्षं निगृह्णाम्युत्सृजामि च |",
                "अमृतं चैव मृत्युश्र्च सदसच्चाहमर्जुन || १९ ||"
            ],
            "english": [
                "tapamy aham aham varsam",
                "nigrhnamy utsrjami ca",
                "amrtam caiva mrtyus ca",
                "sad asac caham arjuna"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! मैं ही ताप प्रदान करता हूँ और वर्षा को रोकता तथा लाता हूँ | मैं अमरत्व हूँ और साक्षात् मृत्यु भी हूँ | आत्मा तथा पदार्थ (सत् तथा असत्) दोनों मुझ ही में हैं |"
            ],
            "english": [
                "O Arjuna, I control heat, the rain and the drought. I am immortality, and I am also death personified. Both being and nonbeing are in Me."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्ण अपनी विभिन्न शक्तियों से विद्युत तथा सूर्य के द्वारा ताप तथा प्रकाश बिखेरते हैं | ग्रीष्म ऋतू में कृष्ण ही आकाश से वर्षा नहीं होने देते और वर्षा ऋतु में वे ही अनवरत वर्षा की झड़ी लगाते हैं | जो शक्ति हमें जीवन प्रदान करती है वह कृष्ण है और अंत में मृत्यु रूप में हमें कृष्ण मिलते हैं | कृष्ण की इस विभिन्न शक्तियों का विश्लेषण करने पर यह निश्चित हो जाता है कि कृष्ण के लिए पदार्थ तथा आत्मा में कोई अन्तर नहीं है, अथवा दूसरे शब्दों में, वे पदार्थ तथा आत्मा दोनों हैं | अतः कृष्णभावनामृत की उच्च अवस्था में ऐसा भेद नहीं माना जाता | मनुष्य हर वस्तु में कृष्ण के ही दर्शन करता है |",
                "चूँकि कृष्ण पदार्थ तथा आत्मा दोनों हैं, अतः समस्त भौतिक प्राकट्यों से युक्त यह विराट विश्र्व रूप भी कृष्ण है एवं वृन्दावन में दो भुजावाले वंशी वादन करते श्यामसुन्दर रूप में उनकी लीलाएँ उनके भगवान् रूप की होती हैं |"
            ],
            "english": [
                "Krsna, by His different energies, diffuses heat and light through the agency of electricity and the sun. During summer season it is Krsna who checks rain from falling from the sky, and then, during the rainy season, He gives unceasing torrents of rain. The energy which sustains us by prolonging the duration of our life is Krsna, and Krsna meets us at the end as death. By analyzing all these different energies of Krsna, one can acertain that for Krsna there is no distinction between matter and spirit, or, in other words, He is both matter and spirit. In the advanced stage of Krsna consciousness, one does not therefore make such distinctions. He sees Krsna only in everything.",
                "Since Krsna is both matter and spirit, the gigantic universal form comprising all material manifestations is also Krsna, and His pastimes in Vrndavana as two-handed Syamasundara, playing on a flute, are those of the Supreme Personality of Godhead."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "त्रैविद्या मां सोमपाः पूतपापा",
                "यज्ञैरिष्ट्वा स्वर्गतिं प्रार्थयन्ते |",
                "ते पुण्यमासाद्य सुरेन्द्रलोक-",
                "मश्र्नन्ति दिव्यान्दिवि देवभोगान् || २० ||"
            ],
            "english": [
                "trai-vidya mam soma-pah puta-papa",
                "yajnair istva svar-gatim prarthayante",
                "te punyam asadya surendra-lokam",
                "asnanti divyan divi deva-bhogan"
            ]
        },
        "translation": {
            "hindi": [
                "जो वेदों का अध्ययन करते तथा सोमरस का पान करते हैं, वे स्वर्ग प्राप्ति की गवेषणा करते हुए अप्रत्यक्ष रूप से मेरी पूजा करते हैं | वे पापकर्मों से शुद्ध होकर, इन्द्र के पवित्र स्वर्गिक धाम में जन्म लेते हैं, जहाँ वे देवताओं का सा आनन्द भोगते हैं |"
            ],
            "english": [
                "Those who study the Vedas and drink the soma juice, seeking the heavenly planets, worship Me indirectly. They take birth on the planet of Indra, where they enjoy godly delights."
            ]
        },
        "meaning": {
            "hindi": [
                "त्रैविद्याः शब्द तीन वेदों – साम, यजुः तथा ऋग्वेद – का सूचक है | जिस ब्राह्मण ने इन तीनों वेदों का अध्ययन किया है वह त्रिवेदी कहलाता है | जो इन तीनों वेदों से प्राप्त ज्ञान के प्रति आसक्त रहता है, इसका समाज में आदर होता है | दुर्भाग्यवश वेदों के ऐसे अनेक पण्डित हैं जो उनके अध्ययन के चरमलक्ष्य को नहीं समझते | इसीलिए कृष्ण अपने को त्रिवेदियों के लिए परमलक्ष्य घोषित करते हैं | वास्तविक त्रिवेदी भगवान् के चरणकमलों की शरण ग्रहण करते हैं और भगवान् को प्रसन्न करने के लिए उनकी शुद्धभक्ति करते हैं | भक्ति का सूत्रपात हरे कृष्ण मन्त्र के कीर्तन तथा साथ-साथ कृष्ण को वास्तव में समझने के प्रयास से होता है | दुर्भाग्यवश जो लोग वेदों के नाममात्र के छात्र हैं वे इन्द्र तथा चन्द्र जैसे विभिन्न देवों को आहुति प्रदान करने में रूचि लेते हैं | ऐसे प्रयत्न से विभिन्न देवों के उपासक निश्चित रूप से प्रकृति के निम्न गुणों के कल्मष से शुद्ध हो जाते हैं | फलस्वरूप वे उच्चतर लोकों, यथा महर्लोक, जनलोक, तपलोक आदि को प्राप्त होते हैं | एक बार इन उच्च लोकों में पहुँच कर वहाँ इस लोक की तुलना में लाखों गुणा अच्छी तरह इन्द्रियों की तुष्टि की जा सकती है |"
            ],
            "english": [
                "The word trai-vidyah refers to the three Vedas, Sama, Yajur and Rg. A brahmana who has studied these three Vedas is called a tri-vedi. Anyone who is very much attached to knowledge derived from these three Vedas is respected in society. Unfortunately, there are many great scholars of the Vedas who do not know the ultimate purport of studying them. Therefore Krsna herein declares Himself to be the ultimate goal for the tri-vedis. Actual tri-vedis take shelter under the lotus feet of Krsna and engage in pure devotional service to satisfy the Lord. Devotional service begins with the chanting of the Hare Krsna mantra and side by side trying to understand Krsna in truth. Unfortunately those who are simply official students of the Vedas become more interested in offering sacrifices to the different demigods like Indra, Candra, etc. By such endeavor, the worshipers of different demigods are certainly purified of the contamination of the lower qualities of nature and are thereby elevated to the higher planetary system or heavenly planets known as Maharloka, Janaloka, Tapoloka, etc. Once situated on those higher planetary systems, one can satisfy his senses hundreds of thousands of times better than on this planet."
            ]
        }
    },
    {
        "id": [
            21
        ],
        "chapterId": 9,
        "text": {
            "hindi": [
                "ते तं भुक्त्वा स्वर्गलोकं विशालं",
                "क्षीणे पुण्ये मर्त्यलोकं विशन्ति |",
                "एवं त्रयीधर्ममनुप्रपन्ना",
                "गतागतं कामकामा लभन्ते || २१ ||"
            ],
            "english": [
                "te tam bhuktva svarga-lokam visalam",
                "ksine punye martya-lokam visanti",
                "evam trayi-dharmam anuprapanna",
                "gatagatam kama-kama labhante"
            ]
        },
        "translation": {
            "hindi": [
                "इस प्रकार जब वे (उपासक) विस्तृत स्वर्गिक इन्द्रियसुख को भोग लेते हैं और उनके पुण्यकर्मों के फल क्षीण हो जाते हैं तो वे मृत्युलोक में पुनः लौट आते हैं | इस प्रकार जो तीनों वेदों के सिद्धान्तों में दृढ रहकर इन्द्रियसुख की गवेषणा करते हैं, उन्हें जन्म-मृत्यु का चक्र ही मिल पाता है |"
            ],
            "english": [
                "When they have thus enjoyed heavenly sense pleasure, they return to this mortal planet again. Thus, through the Vedic principles, they achieve only flickering happiness."
            ]
        },
        "meaning": {
            "hindi": [
                "जो स्वर्गलोक प्राप्त करता है उसे दीर्घजीवन तथा विषयसुख की श्रेष्ठ सुविधाएँ प्राप्त होती हैं, तो भी उसे वहाँ सदा नहीं रहने दिया जाता | पुण्यकर्मों के फलों के क्षीण होने पर उसे पुनः इस पृथ्वी पर भेज दिया जाता है | जैसा कि वेदान्तसूत्र में इंगित किया गया है, (जन्माद्यस्य यतः) जिसने पूर्ण ज्ञान प्राप्त नहीं किया या जो समस्त कारणों के कारण कृष्ण को नहीं समझता, वह जीवन के चरमलक्ष्य को प्राप्त नहीं कर पाता | वह बारम्बार स्वर्ग को तथा फिर पृथ्वीलोक को जाता-आता रहता है, मानो वह किसी चक्र पर स्थित हो, जो कभी ऊपर जाता है और कभी नीचे आता है | सारांश यह है कि वह वैकुण्ठलोक न जाकर स्वर्ग तथा मृत्युलोक के बीच जन्म-मृत्यु चक्र में घूमता रहता है | अच्छा तो यह होगा कि सच्चिदानन्दमय जीवन भोगने के लिए वैकुण्ठलोक की प्राप्ति की जाये, क्योंकि वहाँ से इस दुखमय संसार में लौटना नहीं होता |"
            ],
            "english": [
                "One who is promoted to those higher planetary systems enjoys a longer duration of life and better facilities for sense enjoyment, yet one is not allowed to stay there forever. One is again sent back to this earthly planet upon finishing the resultant fruits of pious activities. He who has not attained perfection of knowledge, as indicated in the Vedanta-sutra (janmady asya yatah), or, in other words, he who fails to understand Krsna, the cause of all causes, becomes baffled in achieving the ultimate goal of life and is thus subjected to the routine of being promoted to the higher planets and then again coming down, as if situated on a ferris wheel which sometimes goes up and sometimes comes down. The purport is that instead of being elevated to the spiritual world where there is no longer any possibility of coming down, one simply revolves in the cycle of birth and death on higher and lower planetary systems. One should better take to the spiritual world to enjoy eternal life full of bliss and knowledge and never return to this miserable material existence."
            ]
        }
    }
]