[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "जरामरणमोक्षाय मामाश्रित्य यतन्ति ये |",
            "ते ब्रह्म तद्विदु: कृत्स्नमध्यात्मं कर्म चाखिलम् || २९ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जरा – वृद्धावस्था से; मरण – तथा मृत्यु से; मोक्षाय – मुक्ति के लिए; माम् – मुझको, मेरे; आश्रित्य – आश्रय बनकर, शरण लेकर; यतन्ति – प्रयत्न करते हैं; ये – जो; ते – ऐसे व्यक्ति; ब्रह्म – ब्रह्म; तत् – वास्तव में उस; विदुः – वे जानते हैं; कृत्स्नम् – सब कुछ; अध्यात्मम् – दिव्य; कर्म – कर्म; च – भी; आखिलम् – पूर्णतया |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो जरा तथा मृत्यु से मुक्ति पाने के लिए यत्नशील रहते हैं, वे बुद्धिमान व्यक्ति मेरी भक्ति की शरण ग्रहण करते हैं | वे वास्तव में ब्रह्म हैं क्योंकि वे दिव्य कर्मों के विषय में पूरी तरह से जानते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जन्म, मृत्यु, जरा तथा रोग इस भौतिक शरीर को सताते हैं, आध्यात्मिक शरीर को नहीं | आध्यात्मिक शरीर के लिए न जन्म है, न मृत्यु, न जरा, न रोग | अतः जिसे आध्यात्मिक शरीर प्राप्त हो जाता है वह भगवान् का पार्षद बन जाता है और नित्य भक्ति करता है | वही मुक्त है | अहंब्रह्मास्मि– मैं आत्मा हूँ | कहा गया है कि मनुष्य को चाहिए कि वह यह समझे कि मैं ब्रह्म या आत्मा हूँ | शुद्धभक्त ब्रह्म पद पर आसीन होते हैं और वे दिव्य कर्मों के विषय में सब कुछ जानते रहते हैं |",
            "भगवान् की दिव्यसेवा में रत रहने वाले चार प्रकार के अशुद्ध भक्त हैं जो अपने-अपने लक्ष्यों को प्राप्त करते हैं और भगवत्कृपा से जब वे पूर्णतया कृष्णभावनाभावित हो जाते हैं, तो परमेश्र्वर की संगति का लाभ उठाते हैं | किन्तु देवताओं के उपासक कभी भी भगवद्धाम नहीं पहुँच पाते | यहाँ तक कि अल्पज्ञ ब्रह्मभूत व्यक्ति भी कृष्ण के परमधाम, गोलोक वृन्दावन को प्राप्त नहीं कर पाते | केवल ऐसे व्यक्ति जो कृष्णभावनामृत में कर्म करते हैं (माम् आश्रित्य) वे ही ब्रह्म कहलाने के अधिकारी होते हैं, क्योंकि वे सचमुच ही कृष्णधाम पहुँचने के लिए प्रयत्नशील रहते हैं | ऐसे व्यक्तियों को कृष्ण के विषय में कोई भ्रान्ति नहीं रहती और वे सचमुच ब्रह्म हैं |",
            "जो लोग भगवान् के अर्चा (स्वरूप) की पूजा करने में लगे रहते हैं या भवबन्धन से मुक्ति पाने के लिए निरन्तर भगवान् का ध्यान करते हैं, वे भी ब्रह्म अधिभूत आदि के तात्पर्य को समझते हैं, जैसा कि भगवान् ने अगले अध्याय में बताया है |"
        ]
    }
]