[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः |",
            "नकुलः सहदेवश्र्च सुघोषमणिपुष्पकौ || १६ ||",
            "काश्यश्र्च परमेष्वासः शिखण्डी च महारथः |",
            "धृष्टद्युम्नो विराटश्र्च सात्यकिश्र्चापराजितः || १७ ||",
            "द्रुपदो द्रौपदेयाश्र्च सर्वशः पृथिवीपते |",
            "सौभद्रश्र्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् || १८ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अनन्त-विजयम् – अनन्त विजय नाम का शंख; राजा – राजा; कुन्ती-पुत्रः – कुन्ती के पुत्र; युधिष्ठिरः – युधिष्ठिर; नकुलः – नकुल; सहदेवः – सहदेव ने; च – तथा; सुघोष-मणिपुष्पकौ – सुघोष तथा मणिपुष्पक नामक शंख; काश्य – काशी (वाराणसी) के राजा ने; च – तथा; परम-ईषु-आसः – महान धनुर्धर; शिखण्डी – शिखण्डी ने; च – भी; महा-रथः – हजारों से अकेले लड़ने वाले; धृष्टद्युम्नः – धृष्टद्युम्न (राजा द्रुपद के पुत्र) ने; विराटः – विराट(राजा जिसने पाण्डवों को उनके अज्ञात-वास के समय शरण दी ) ने; च – भी; सात्यकिः – सात्यकि (युयुधान, श्रीकृष्ण के साथी) ने; च – तथा; अपराजितः – कभी न जीते जाने वाला, सदा विजयी; द्रुपदः – द्रुपद, पंचाल के राजा ने; द्रौपदेयाः – द्रौपदी के पुत्रों ने; च – भी; सर्वशः – सभी; पृथिवी-पते – हे राजा; सौभादः – सुभद्रापुत्र अभिमन्यु ने; च – भी; महा-बाहुः – विशाल भुजाओं वाला; शङखान् – शंख; दध्मुः – बजाए; पृथक्-पृथक् – अलग अलग |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे राजन्! कुन्तीपुत्र राजा युधिष्ठिर ने अपना अनन्तविजय नामक शंख बजाया तथा नकुल और सहदेव ने सुघोष एवं मणिपुष्पक शंख बजाये | महान धनुर्धर काशीराज, परम योद्धा शिखण्डी, धृष्टद्युम्न, विराट, अजेय सात्यकि, द्रुपद, द्रौपदी के पुत्र तथा सुभद्रा के महाबाहु पुत्र आदि सबों में अपने-अपने शंख बजाये |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "संजय ने राजा धृतराष्ट्र को अत्यन्त चतुराई से यह बताया कि पाण्डु के पुत्रों को धोखा देने तथा राज्यसिंहासन पर अपने पुत्रों को आसीन कराने का अविवेकपूर्ण नीति श्लाघनीय नहीं थी | लक्षणों से पहले से ही यह सूचित हो रहा था कि इस महायुद्ध में सारा कुरुवंश मारा जायेगा | भीष्म पितामह से लेकर अभिमन्यु तथा अन्य पौत्रों तक विश्व के अनेक देशों के राजाओं समेत उपस्थित सारे के सारे लोगों का विनाश निश्चित था | यह सारी दुर्घटना राजा धृतराष्ट्र के कारण होने जा रही थी क्योंकि उसने अपने पुत्रों की कुनीति को प्रोत्साहन दिया था |"
        ]
    }
]