[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रियः |",
            "युक्त इत्युच्यते योगी समलोष्ट्राश्मकाञ्चनः || ८ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ज्ञान  – अर्जित ज्ञान; विज्ञान – अनुभूत ज्ञान से; तृप्त – सन्तुष्ट; आत्मा –  जीव; कूट-स्थः – आध्यात्मिक रूप से स्थित; विजित-इन्द्रियः – इन्द्रियों के  वश में करके;  युक्तः – आत्म-साक्षात्कार के लिए सक्षम; इति – इस प्रकार;  उच्यते – कहा जाता है; योगी – योग का साधक; सम – समदर्शी; लोष्ट्र – कंकड़;  अश्म – पत्थर; काञ्चनः – स्वर्ण |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "वह व्यक्ति आत्म-साक्षात्कार को प्राप्त तथा योगी कहलाता है जो अपने अर्जित ज्ञान तथा अनुभूति से पूर्णतया सन्तुष्ट रहता है | ऐसा व्यक्ति अध्यात्म को प्राप्त तथा जितेन्द्रिय कहलाता है | वह सभी वस्तुओं को – चाहे वे कंकड़ हों, पत्थर हों या कि सोना – एकसमान देखता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "परमसत्य की अनुभूति के बिना कोरा ज्ञान व्यर्थ होता है | भक्तिरसामृत सिन्धु में (१.२.२३४) कहा गया है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "अतः श्रीकृष्णनामादि न भवेद् ग्राह्यमिन्द्रियैः |",
            "सेवोन्मुखे हि जिह्वादौ स्वयमेव स्फुरत्यदः ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कोई भी व्यक्ति अपनी दूषित इन्द्रियों के द्वारा श्रीकृष्ण के नाम, रूप, गुण तथा उनकी लीलाओं की दिव्य प्रकृति को नहीं समझ सकता | भगवान् की दिव्य सेवा से पूरित होने पर ही कोई उनके दिव्य नाम, रूप, गुण तथा लीलाओं को समझ सकता है |",
            "यह भगवद्गीता कृष्णभावनामृत का विज्ञान है | मात्र संसारी विद्वता से कोई कृष्णभावनाभावित नहीं हो सकता | उसे विशुद्ध चेतना वाले का सान्निध्य प्राप्त होने का सौभाग्य मिलना चाहिए | कृष्णभावनाभावित व्यक्ति को भगवत्कृपा से ज्ञान की अनुभूति होती है, क्योंकि वह विशुद्ध भक्ति से तुष्ट रहता है | अनुभूत ज्ञान से वह पूर्ण बनता है | आध्यात्मिक ज्ञान से मनुष्य अपने संकल्पों में दृढ़ रह सकता है , किन्तु मात्र शैक्षिक ज्ञान से वह बाह्य विरोधाभासों द्वारा मोहित और भ्रमित होता रहता है | केवल अनुभवी आत्मा ही आत्मसंयमी होता है, क्योंकि वह कृष्ण की शरण में जा चुका होता है | वह दिव्य होता है क्योंकि उसे संसारी विद्वता से कुछ लेना-देना नहीं रहता | उसके लिए संसारी विद्वता तथा मनोधर्म, जो अन्यों के लिए स्वर्ण के समान उत्तम होते हैं, कंकड़ों या पत्थरों से अधिक नहीं होते |"
        ]
    }
]