[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः ।",
            "अघायुरिन्द्रियारामो मोघं पार्थ स जीवति ॥ १६ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "evaṁ pravartitaṁ cakraṁ",
            "nānuvartayatīha yaḥ",
            "aghāyur indriyārāmo",
            "moghaṁ pārtha sa jīvati"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**evam** — thus; **pravartitam** — established by the **Vedas**; **cakram** — cycle; **na** — does not; **anuvartayati** — adopt; **iha** — in this life; **yaḥ** — one who; **agha**-**āyuḥ** — whose life is full of sins; **indriya**-**ārāmaḥ** — satisfied in sense gratification; **mogham** — uselessly; **pārtha** — O son of Pṛthā (Arjuna); **saḥ** — he; **jīvati** — lives."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "My dear Arjuna, one who does not follow in human life the cycle of sacrifice thus established by the Vedas certainly leads a life full of sin. Living only for the satisfaction of the senses, such a person lives in vain."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The mammonist philosophy of “work very hard and enjoy sense gratification” is condemned herein by the Lord. Therefore, for those who want to enjoy this material world, the above-mentioned cycle of performing yajñas is absolutely necessary. One who does not follow such regulations is living a very risky life, being condemned more and more. By nature’s law, this human form of life is specifically meant for self-realization, in either of the three ways – namely karma-yoga, jñāna-yoga or bhakti-yoga. There is no necessity of rigidly following the performances of the prescribed yajñas for the transcendentalists who are above vice and virtue; but those who are engaged in sense gratification require purification by the above-mentioned cycle of yajña performances. There are different kinds of activities. Those who are not Kṛṣṇa conscious are certainly engaged in sensory consciousness; therefore they need to execute pious work. The yajña system is planned in such a way that sensory conscious persons may satisfy their desires without becoming entangled in the reaction of sense-gratificatory work. The prosperity of the world depends not on our own efforts but on the background arrangement of the Supreme Lord, directly carried out by the demigods. Therefore, the yajñas are directly aimed at the particular demigods mentioned in the Vedas. Indirectly, it is the practice of Kṛṣṇa consciousness, because when one masters the performance of yajñas one is sure to become Kṛṣṇa conscious. But if by performing yajñas one does not become Kṛṣṇa conscious, such principles are counted as only moral codes. One should not, therefore, limit his progress only to the point of moral codes, but should transcend them, to attain Kṛṣṇa consciousness."
        ]
    }
]