[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "विहाय कामान्यः सर्वान्पुमांश्र्चरति निःस्पृहः |",
            "निर्ममो निरहङकारः स शान्तिमधिगच्छति || ७१ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "विहाय –  छोड़कर; कामान् – इन्द्रियतृप्ति की भौतिक इच्छाएँ; यः – जो; सर्वान् –  समस्त; पुमान् – पुरुष; चरति – रहता है; निःस्पृहः – इच्छारहित; निर्ममः –  ममतारहित; निरहङ्कार – अहंकारशून्य; सः – वह; शान्तिम् – पूर्ण शान्ति को;  अधिगच्छति – प्राप्त होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जिस व्यक्ति ने इन्द्रियतृप्ति की समस्त इच्छाओं का परित्याग कर दिया है, जो इच्छाओं से रहित रहता है और जिसने सारी ममता त्याग दी है तथा अहंकार से रहित है, वही वास्तविक को शान्ति प्राप्त कर सकता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "निस्पृह होने का अर्थ है – इन्द्रियतृप्ति के लिए कुछ भी इच्छा न करना | दूसरे शब्दों में, कृष्णभावनाभावित होने की इच्छा वास्तव में इच्छाशून्यता या निस्पृहता है | इस शरीर को मिथ्या ही आत्मा माने बिना तथा संसार की किसी वस्तु में कल्पित स्वामित्व रखे बिना श्रीकृष्ण के नित्य दास के रूप में अपनी यथार्थ स्थिति को जान लेना कृष्णभावनामृत की सिद्ध अवस्था है | जो इस सिद्ध अवस्था में स्थित है वह जानता है कि श्रीकृष्ण ही प्रत्येक वस्तु के स्वामी हैं, अतः प्रत्येक वस्तु का उपयोग उनकी तुष्टि के लिए किया जाना चाहिए | अर्जुन आत्म-तुष्टि के लिए युद्ध नहीं करना चाहता था, किन्तु जब वह पूर्ण रूप से कृष्णभावनाभावित हो गया तो उसने युद्ध किया, क्योंकि कृष्ण चाहते थे कि वह युद्ध करे | उसे अपने लिए युद्ध करने की कोई इच्छा न थी, किन्तु वही अर्जुन कृष्ण के लिए अपनी शक्ति भर लड़ा | वास्तविक इच्छाशून्यता कृष्ण-तुष्टि के लिए इच्छा है, यह इच्छाओं को नष्ट करने का कोई कृत्रिम प्रयास नहीं है | जीव कभी भी इच्छाशून्य या इन्द्रियशून्य नहीं हो सकता, किन्तु उसे अपनी इच्छाओं की गुणवत्ता बदलनी होती है | भौतिक दृष्टि से इच्छाशून्य व्यक्ति जानता है कि प्रत्येक वास्तु कृष्ण की है (ईशावास्यमिदं सर्वम्), अतः वह किसी वस्तु पर अपना स्वामित्व घोषित नहीं करता | यह दिव्य ज्ञान आत्म-साक्षात्कार पर आधारित है – अर्थात् इस ज्ञान पर कि प्रत्येक जीव कृष्ण का अंश-स्वरूप है और जीव की शाश्वत स्थिति कभी न तो कृष्ण के तुल्य होती है न उनसे बढ़कर | इस प्रकार कृष्णभावनामृत का यह ज्ञान ही वास्तविक शान्ति का मूल सिद्धान्त है |"
        ]
    }
]