[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ज्ञेयं यत्तत्प्रवक्ष्यामि यज्ज्ञात्वामृतमश्र्नुते |",
            "अनादिमत्परं ब्रह्म न सत्तन्नासदुच्यते || १३ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ज्ञेयम् - जानने योग्य; यत् - जो; तत् - वह; प्रवक्ष्यामि - अब मैं बतलाऊँगा; यत् - जिसे; ज्ञात्वा - जानकर; अमृतम् - अमृत का; अश्नुते - आस्वादन करता है; अनादि - आदि रहित; मत्-परम् - मेरे अधीन; ब्रह्म - आत्मा; न - न तो; सत् - कारण; तत् - वह; न - न तो; असत् - कार्य, प्रभाव; उच्यते - कहा जाता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अब मैं तुम्हें ज्ञेय के विषय में बतलाऊँगा, जिसे जानकर तुम नित्य ब्रह्म का आस्वादन कर सकोगे | यह ब्रह्म या आत्मा, जो अनादि है और मेरे अधीन है, इस भौतिक जगत् के कार्य-करण से परे स्थित है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् ने क्षेत्र तथा क्षेत्रज्ञ की व्याख्या की | उन्होंने क्षेत्रज्ञ को जानने की विधि की भी व्याख्या की | अब वे ज्ञेय के विषय में बता रहे हैं – पहले आत्मा के विषय में, फिर परमात्मा के विषय में | ज्ञाता अर्थात् आत्मा तथा परमात्मा दोनों ही ज्ञान से मनुष्य जीवन-अमृत का आस्वादन कर सकता है | जैसा कि द्वितीय अध्याय में कहा गया है, जीव नित्य है | इसकी भी यहाँ पुष्टि हुई है | जीव के उत्पन्न होने की कोई निश्चित तिथि नहीं है | न ही कोई परमेश्वर से जीवात्मा के प्राकट्य का इतिहास बता सकता है | अतएव वह अनादि है | इसकी पुष्टि वैदिक साहित्य से होती है – न जायते म्रियते वा विपश्चित् (कठोपनिषद् १.२.१८) | शरीर का ज्ञाता न तो कभी उत्पन्न होता है, और न मरता है | वह ज्ञान से पूर्ण होता है |",
            "वैदिक साहित्य में (श्वेताश्वतर उपनिषद ६.१६) भी परमेश्वर को परमात्मा रूप में – प्रधान क्षेत्रज्ञपतिर्गुणेशः- शरीर का मुख्य ज्ञाता तथा प्रकृति के गुणों का स्वामी कहा गया है | स्मृति वचन है – दासभूतो हरेरेव नान्यस्यैव कदाचन | जीवात्माएँ सदा भगवान् की सेवा में लगी रहती हैं | इसकी पुष्टि भगवान् चैतन्य के अपने उपदेशों में भी है | अतएव इस श्लोक में ब्रह्म का जो वर्णन है, वह आत्मा का है और जब ब्रह्म शब्द जीवात्मा के लिए व्यवहृत होता है, तो यह समझना चाहिए कि वह आनन्दब्रह्म न होकर विज्ञानब्रह्म है | आनन्द ब्रह्म ही परब्रह्म भगवान् है |"
        ]
    }
]