[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Vibhisana offers advice to Ravana and meets with an affront at the latter's hands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "saciva baida gura tīni jauṃ priya bōlahiṃ bhaya āsa.",
            "rāja dharma tana tīni kara hōi bēgihīṃ nāsa [5-37]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When a minister, a physician and a religious preceptor- these three use pleasing words from fear or hope of reward, the result is that dominion, health and faith-all the three forthwith go to the dogs."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sōi rāvana kahuom bani sahāī. astuti karahiṃ sunāi sunāī",
            "avasara jāni bibhīṣanu āvā. bhrātā carana sīsu tēhiṃ nāvā [5-37-1]",
            "puni siru nāi baiṭha nija āsana. bōlā bacana pāi anusāsana",
            "jau kṛpāla pūomchihu mōhi bātā. mati anurupa kahauom hita tātā [5-37-2]",
            "jō āpana cāhai kalyānā. sujasu sumati subha gati sukha nānā",
            "sō paranāri lilāra gōsāīṃ. tajau cauthi kē caṃda ki nāī [5-37-3]",
            "caudaha bhuvana ēka pati hōī. bhūtadrōha tiṣṭai nahiṃ sōī",
            "guna sāgara nāgara nara jōū. alapa lōbha bhala kahai na kōū [5-37-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "It was such a contingency that presented itself before Ravana. They all extolled him only to his face. Perceiving it to be an opportune hour, Vibhisana (Ravana's youngest brother) arrived and bowed his head at his brother's feet. Bowing his head once more he occupied his own seat and, when ordered to speak, addressed him thus: \"Since Your gracious Majesty has asked me my opinion I tender it, dear brother, according to my own lights and in your own interest. Let him who seeks after his welfare, good reputation, wisdom, a good destiny after his death and joys of various kinds turn his eyes away from the brow of another's wife even as one should refuse to see the moon on the fourth night (of the bright half) of a lunar month. Even though a man happened to be the sole lord of the fourteen spheres, he would certainly fall if he turned hostile to living beings. No one will speak well of a man who has the slightest avarice even if he were an ocean of virtues and clever too."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kāma krōdha mada lōbha saba nātha naraka kē paṃtha.",
            "saba parihari raghubīrahi bhajahu bhajahiṃ jēhi saṃta [5-38]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Lust, anger, vanity and covetousness are all paths leading to hell. Abjuring, all these adore the Hero of Raghu's line, whom saints worship"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tāta rāma nahiṃ nara bhūpālā. bhuvanēsvara kālahu kara kālā",
            "brahma anāmaya aja bhagavaṃtā. byāpaka ajita anādi anaṃtā [5-38-1]",
            "gō dvija dhēnu dēva hitakārī. kṛpāsiṃdhu mānuṣa tanudhārī",
            "jana raṃjana bhaṃjana khala brātā. bēda dharma racchaka sunu bhrātā [5-38-2]",
            "tāhi bayaru taji nāia māthā. pranatārati bhaṃjana raghunāthā",
            "dēhu nātha prabhu kahuom baidēhī. bhajahu rāma binu hētu sanēhī [5-38-3]",
            "sarana gaēom prabhu tāhu na tyāgā. bisva drōha kṛta agha jēhi lāgā",
            "jāsu nāma traya tāpa nasāvana. sōi prabhu pragaṭa samujhu jiyaom rāvana [5-38-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Sri Rama, dear brother, is no mere human king; He is the Lord of the universe and the Death of Death himself. He is the Brahma (Absolute) who is free from the malady of Maya, the unborn God, all-pervading, invincible, without beginning or end. An ocean of compassion, He has assumed the form of a human being for the good of Earth, the Brahmana, the cow and the gods. Listen, brother: He delights His devotees and breaks the ranks of the impious and is the champion of the Vedas and true religion. Giving up enmity with Him, bow your head to Him; for the Lord of the Raghus relieves the distress of those who seek refuge in Him. My master, restore Videha's Daughter to the Lord Sri Rama, and adore Him, the disinterested friend of all. On being approached, He forsakes not even him who has incurred sin by wishing ill to the whole world. Bear this in mind, Ravana: the same Lord whose Name destroys the threefold agony has manifested Himself (in human form)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bāra bāra pada lāgauom binaya karauom dasasīsa.",
            "parihari māna mōha mada bhajahu kōsalādhīsa [5-39(A)]",
            "muni pulasti nija siṣya sana kahi paṭhaī yaha bāta.",
            "turata sō maiṃ prabhu sana kahī pāi suavasaru tāta [5-39(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Again and again I fall at your feet and pray you, Ravana: abandoning pride, infatuation and arrogance, adore the Lord of Kosala. The sage Pulastya (our grandfather) had sent this message to us through a disciple of his. Availing myself of this golden opportunity, dear brother, I have immediately conveyed it to you.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mālyavaṃta ati saciva sayānā. tāsu bacana suni ati sukha mānā",
            "tāta anuja tava nīti bibhūṣana. sō ura dharahu jō kahata bibhīṣana [5-39(B)-1]",
            "ripu utakaraṣa kahata saṭha dōū. dūri na karahu ihāom hai kōū",
            "mālyavaṃta gṛha gayau bahōrī. kahai bibhīṣanu puni kara jōrī [5-39(B)-2]",
            "sumati kumati saba kēṃ ura rahahīṃ. nātha purāna nigama asa kahahīṃ",
            "jahāom sumati tahaom saṃpati nānā. jahāom kumati tahaom bipati nidānā [5-39(B)-3]",
            "tava ura kumati basī biparītā. hita anahita mānahu ripu prītā",
            "kālarāti nisicara kula kērī. tēhi sītā para prīti ghanērī [5-39(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Ravana had a very old and sagacious minister named Malyavan. He felt much gratified to hear Vibhisana's words. \"Your younger brother, dear son, is the very ornament of wisdom. Therefore, take to heart what Vibhisana says.\" \"Both these fools glorify the enemy ! Is there no one here who will remove them out of my sight ?\" Malyavan thereupon returned to his residence, while Vibhisana began again with joined palms: \"Wisdom and unwisdom dwell in the heart of all: so declare the Puranas and Vedas, my lord. Where there is wisdom, prosperity of every kind reigns; and where there is unwisdom misfortune is the inevitable end. Perversity has obviously taken possession of your heart; that is why you account your friends as foes and your enemies as friends. And that is why you are so very fond of Sita, who is the very night of destruction* for the demon race.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tāta carana gahi māgauom rākhahu mōra dulāra.",
            "sīta dēhu rāma kahuom ahita na hōi tumhāra [5-40]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Clasping your feet I beseech you: grant this prayer of mine as a token of affection for me. Restore Sita to Rama so that no harm may come to you."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "budha purāna śruti saṃmata bānī. kahī bibhīṣana nīti bakhānī",
            "sunata dasānana uṭhā risāī. khala tōhi nikaṭa mutyu aba āī [5-40-1]",
            "jiasi sadā saṭha mōra jiāvā. ripu kara paccha mūḍha tōhi bhāvā",
            "kahasi na khala asa kō jaga māhīṃ. bhuja bala jāhi jitā maiṃ nāhī [5-40-2]",
            "mama pura basi tapasinha para prītī. saṭha milu jāi tinhahi kahu nītī",
            "asa kahi kīnhēsi carana prahārā. anuja gahē pada bārahiṃ bārā [5-40-3]",
            "umā saṃta kai ihai baḍaāī. maṃda karata jō karai bhalāī",
            "tumha pitu sarisa bhalēhiṃ mōhi mārā. rāmu bhajēṃ hita nātha tumhārā [5-40-4]",
            "saciva saṃga lai nabha patha gayaū. sabahi sunāi kahata asa bhayaū [5-40-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Vibhisana spoke wisdom and that too in words that had the approval of the wise, as well as of the Puranas and Vedas. Ravana, however, rose in a fury as soon as he heard them. \"O wretch, your death is imminent now. O fool, you have always lived on my generosity; yet, O dullard, you have favoured the enemy's cause. Tell me, wretch, if there is any one in this world whom I have failed to conquer by the might of my arm. Dwelling in my capital you cherish love for the hermits ! If so, go and join hands with them, O fool, and teach wisdom to them.\" So saying, he kicked his younger brother, who in his turn clasped his brother's feet again and again. Uma, here lies the greatness of a saint, who returns good for evil. \"It is well you have beaten me, since you are like a father to me. But your welfare, my lord, lies in adoring Sri Rama.\" Taking his ministers with him Vibhisana departed through the air exclaiming so as to make himself heard by all:-"
        ]
    }
]