[
    {
        "id": [
            1
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "अर्जुन उवाच",
                "किं तद्ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम |",
                "अधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते || १ ||"
            ],
            "english": [
                "arjuna uvaca",
                "kim tad brahma kim adhyatmam",
                "kim karma purusottama",
                "adhibhutam ca kim proktam",
                "adhidaivam kim ucyate"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – हे भगवान्! हे पुरुषोत्तम! ब्रह्म क्या है? आत्मा क्या है? सकाम कर्म क्या है? यह भौतिक जगत क्या है? तथा देवता क्या हैं? कृपा करके यह सब मुझे बताइये |"
            ],
            "english": [
                "Arjuna inquired: O my Lord, O Supreme Person, what is Brahman? What is the self? What are fruitive activities? What is this material manifestation? And what are the demigods? Please explain this to me."
            ]
        },
        "meaning": {
            "hindi": [
                "इस अध्याय में भगवान् कृष्ण अर्जुन के द्वारा पूछे गये, “ब्रह्म क्या है?” आदि प्रश्नों का उत्तर देते हैं | भगवान् कर्म, भक्ति तथा योग और शुद्ध भक्ति की भी व्याख्या करते हैं | श्रीमद्भागवत में कहा गया है कि परम सत्य ब्रह्म, परमात्मा तथा भगवान् के नाम से जाना जाता है | साथ ही जीवात्मा या जीव को ब्रह्म भी कहते हैं | अर्जुन आत्मा के विषय में भी पूछता है, जिससे शरीर, आत्मा तथा मन का बोध होता है | वैदिक कोश (निरुक्त) के अनुसार आत्मा का अर्थ मन, आत्मा, शरीर तथा इन्द्रियाँ भी होता है |",
                "अर्जुन ने परमेश्र्वर को पुरुषोत्तम या परम पुरुष कहकर सम्बोधित किया है, जिसका अर्थ यह होता है कि वह ये सारे प्रश्न अपने एक मित्र से नहीं, अपितु परमपुरुष से, उन्हें परम प्रमाण मानकर, पूछ रहा था, जो निश्चित उत्तर दे सकते थे |"
            ],
            "english": [
                "In this chapter Lord Krsna answers these different questions of Arjuna beginning with, \"What is Brahman?\" The Lord also explains karma, fruitive activities, devotional service and yoga principles, and devotional service in its pure form. The Srimad-Bhagavatam explains that the Supreme Absolute Truth is known as Brahman, Paramatma, and Bhagavan. In addition, the living entity, individual soul, is also called Brahman. Arjuna also inquires about atma, which refers to body, soul and mind. According to the Vedic dictionary, atma refers to the mind, soul, body and senses also.",
                "Arjuna has addressed the Supreme Lord as Purusottama, Supreme Person, which means that he was putting these questions not simply to a friend but to the Supreme Person, knowing Him to be the supreme authority able to give definitive answers."
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "अधियज्ञः कथं कोऽत्र देहेऽस्मिन्मधुसूदन |",
                "प्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभिः || २ |||"
            ],
            "english": [
                "adhiyajnah katham ko 'tra",
                "dehe 'smin madhusudana",
                "prayana-kale ca katham",
                "jneyo 'si niyatatmabhih"
            ]
        },
        "translation": {
            "hindi": [
                "हे मधुसूदन! यज्ञ का स्वामी कौन है और वह शरीर में कैसे रहता है? और मृत्यु के समय भक्ति में लगे रहने वाले आपको कैसे जान पाते हैं?"
            ],
            "english": [
                "How does this Lord of sacrifice live in the body, and in which part does He live, O Madhusudana? And how can those engaged in devotional service know You at the time of death?"
            ]
        },
        "meaning": {
            "hindi": [
                "अधियज्ञ का तात्पर्य इन्द्र या विष्णु हो सकता है | विष्णु समस्त देवताओं में, जिनमें ब्रह्मा तथा शिव सम्मिलित हैं, प्रधान देवता हैं और इन्द्र प्रशासक देवताओं में प्रधान हैं | इन्द्र तथा विष्णु दोनों की पूजा यज्ञ द्वारा की जाती है | किन्तु अर्जुन प्रश्न करता है कि वस्तुतः यज्ञ का स्वामी कौन है और भगवान् किस तरह जीव के शरीर के भीतर निवास करते हैं?",
                "अर्जुन ने भगवान् को मधुसूदन कहकर सम्बोधित किया क्योंकि कृष्ण ने एक बार मधु नामक असुर का वध किया था | वस्तुतः ये सारे प्रश्न, जो शंका के रूप में हैं, अर्जुन के मन में नहीं उठने चाहिए थे, क्योंकि अर्जुन एक कृष्णभावनाभावित भक्त था | अतः ये सारी शंकाएँ असुरों के सदृश हैं | चूँकि कृष्ण असुरों के मारने में सिद्धहस्त थे, अतः अर्जुन उन्हें मधुसूदन कहकर सम्बोधित करता है, जिससे कृष्ण उस के मन में उठने वाली समस्त आसुरी शंकाओं को नष्ट कर दें |",
                "इस श्लोक का प्रयाणकाले शब्द भी अत्यन्त महत्त्वपूर्ण है, क्योंकि अपने जीवन में हम जो भी करते हैं, उसकी परीक्षा मृत्यु के समय होनी है | अर्जुन उन लोगों के विषय में जो निरन्तर कृष्णभावनामृत में लगे रहते हैं यह जानने के लिए अत्यन्त इच्छुक है कि अन्त समय उनकी दशा क्या होगी? मृत्यु के समय शरीर के सारे कार्य रुक जाते हैं और मन सही दशा में नहीं रहता | इस प्रकार शारीरिक स्थिति बिगड़ जाने से हो सकता है कि मनुष्य परमेश्र्वर का स्मरण न कर सके | परम भक्त महाराज कुलशेखर प्रार्थना करते हैं, “हे भगवान्! इस समय मैं पूर्ण स्वस्थ हूँ | अच्छा हो कि मेरी मृत्यु इसी समय हो जाय जिससे मेरा मन रूपी हंस आपके चरणकमलोंरूपी नाल के भीतर प्रविष्ट हो सके |” यह रूपक इसलिए प्रयुक्त किया गया है क्योंकि हंस, जो एक जल पक्षी है, वह कमल के पुष्पों को कुतरने में आनन्द का अनुभव करता है, इस तरज वह कमलपुष्प के भीतर प्रवेश करना चाहता है | महाराज कुलशेखर भगवान् से कहते हैं, “इस समय मेरा मन स्वस्थ है और मैं भी पूरी तरह स्वस्थ हूँ | यदि मैं आपके चरणकमलों का चिन्तन करते हुए तुरन्त मर जाऊँ तो मुझे विश्र्वास है कि आपके प्रति मेरी भक्ति पूर्ण हो जायेगी, किन्तु यदि मुझे अपनी सहज मृत्यु की प्रतीक्षा करनी पड़ी तो मैं नहीं जानता कि क्या होगा क्योंकि उस समय मेरा शरीर कार्य करना बन्द कर देगा, मेरा गला रूँध जायेगा और मुझे पता नहीं कि मैं आपके नाम का जप कर पाउँगा या नहीं | अच्छा यही होगा कि मुझे तुरन्त मर जाने दें |” अर्जुन प्रश्न करता है कि ऐसे समय मनुष्य किस तरह कृष्ण के चरणकमलों में अपने मन को स्थिर कर सकता है?”"
            ],
            "english": [
                "The Lord of sacrifice accepts Indra and Visnu. Visnu is the chief of the primal demigods, including Brahma and Siva, and Indra is the chief of the administrative demigods. Both Indra and Visnu are worshiped by yajna performances. But here Arjuna asks who is actually the Lord of yajna (sacrifice), and how is the Lord residing within the body of the living entity.",
                "Arjuna addresses the Lord as Madhusudana because Krsna once killed a demon named Madhu. Actually these questions, which are of the nature of doubts, should not have arisen in the mind of Arjuna because Arjuna is a Krsna conscious devotee. Therefore these doubts are like demons. Since Krsna is so expert in killing demons, Arjuna here addresses Him as Madhusudana so that Krsna might kill the demonic doubts that arise in Arjuna's mind.",
                "Now the word prayana-kale in this verse is very significant because whatever we do in life will be tested at the time of death. Arjuna fears that at the time of death, those who are in Krsna consciousness will forget the Supreme Lord because at such a time body functions are disrupted and the mind may be in a panic-stricken state. Therefore Maharaja Kulasekhara, a great devotee, prays, \"My dear Lord, may I die immediately now that I'm healthy so that the swan of my mind may enter into the stem of Thy lotus feet.\" This metaphor is used because the swan often takes pleasure in entering the stem of the lotus flower—similarly, the mind of the pure devotee is drawn to the lotus feet of the Lord. Maharaja Kulasekhara fears that at the moment of death his throat will be so choked up that he will not be able to chant the holy names, so it is better to \"die immediately.\" Arjuna questions how one's mind can remain fixed on Krsna's lotus feet at such times."
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच",
                "अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते |",
                "भूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः || ३ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "aksaram brahma paramam",
                "svabhavo 'dhyatmam ucyate",
                "bhuta-bhavodbhava-karo",
                "visargah karma-samjnitah"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् ने कहा – अविनाशी और दिव्य जीव ब्रह्म कहलाता है और उसका नित्य स्वभाव अध्यात्म या आत्म कहलाता है | जीवों के भौतिक शरीर से सम्बन्धित गतिविधि कर्म या सकाम कर्म कहलाती है |"
            ],
            "english": [
                "The Supreme Lord said, The indestructible, transcendental living entity is called Brahman, and his eternal nature is called the self. Action pertaining to the development of these material bodies is called karma, or fruitive activities."
            ]
        },
        "meaning": {
            "hindi": [
                "ब्रह्म अविनाशी तथा नित्य और इसका विधान कभी भी नहीं बदलता | किन्तु ब्रह्म से परे परब्रह्म होता है | ब्रह्म का अर्थ है जीव और परब्रह्म का अर्थ भगवान् है | जीव का स्वरूप भौतिक जगत् में उसकी स्थिति से भिन्न होता है | भौतिक चेतना में उसका स्वभाव पदार्थ पर प्रभुत्व जताना है, किन्तु आध्यात्मिक चेतना या कृष्णभावनामृत में उसकी स्थिति परमेश्र्वर की सेवा करना है | जब जीव भौतिक चेतना में होता है तो उसे इस संसार में विभिन्न प्रकार के शरीर धारण करने पड़ते हैं | यह भौतिक चेतना के कारण कर्म अथवा विविध सृष्टि कहलाता है |",
                "वैदिक साहित्य में जीव को जीवात्मा तथा ब्रह्म कहा जाता है, किन्तु उसे कभी परब्रह्म नहीं कहा जाता | जीवात्मा विभिन्न स्थितियाँ ग्रहण करता है – कभी वह अन्धकार पूर्ण भौतिक प्रकृति में मिल जाता है और पदार्थ को अपना स्वरूप मान लेता है तो कभी वह परा आध्यात्मिक प्रकृति के साथ मिल जाता है | इसीलिए वह परमेश्र्वर की तटस्था शक्ति कहलाता है | भौतिक या आध्यात्मिक प्रकृति के साथ अपनी पहचान के अनुसार ही उसे भौतिक या आध्यात्मिक शरीर प्राप्त होता है | भौतिक प्रकृति में वह चौरासी लाख योनियों में से कोई भी शरीर धारण कर सकता है, किन्तु आध्यात्मिक प्रकृति में उसका एक ही शरीर होता है | भौतिक प्रकृति में वह अपने कर्म अनुसार कभी मनुष्य रूप में प्रकट होता है तो कभी देवता, पशु, पक्षी आदि के रूप में प्रकट होता है | स्वर्गलोक की प्राप्ति तथा वहाँ का सुख भोगने की इच्छा से वह कभी-कभी यज्ञ सम्पन्न करता है, किन्तु जब उसका पुण्य क्षीण हो जाता है तो वह पुनः मनुष्य रूप में पृथ्वी पर वापस आ जाता है | यह प्रक्रिया कर्म कहलाती है |",
                "छांदोग्य उपनिषद् में वैदिक यज्ञ-अनुष्ठानों का वर्णन मिलता है | यज्ञ की वेदी में पाँच अग्नियों को पाँच प्रकार की आहुतियाँ दी जाती हैं | ये पाँच अग्नियाँ स्वर्गलोक, बादल, पृथ्वी, मनुष्य तथा स्त्री रूप मानी जाती हैं और श्रद्धा, सोम, वर्षा, अन्न तथा वीर्य ये पाँच प्रकार की आहुतियाँ हैं |",
                "यज्ञ प्रक्रिया में जीव अभीष्ट स्वर्गलोकों की प्राप्ति के लिए विशेष यज्ञ करता है और उन्हें प्राप्त करता है | जब यज्ञ का पुण्य क्षीण हो जाता है तो वह पृथ्वी पर वर्षा के रूप में उतरता है और अन्न का रूप ग्रहण करता है | इस अन्न को मनुष्य खाता है जिससे यह वीर्य में परिणत होता है जो स्त्री के गर्भ में जाकर फिर से मनुष्य का रूप धारण करता है | यह मनुष्य पुनः यज्ञ करता है और पुनः वही चक्र चलता है | इस प्रकार जीव शाश्र्वत रीति से आता और जाता रहता है | किन्तु कृष्णभावनाभावित पुरुष ऐसे यज्ञों से दूर रहता है | वह सीधे कृष्णभावनामृत ग्रहण करता है और इस प्रकार ईश्र्वर के पास वापस जाने की तैयारी करता है |",
                "भगवद्गीता के निर्विशेषवादी भाष्यकार बिना करण के कल्पना करते हैं कि इस जगत् में ब्रह्म जीव का रूप धारण करता है और इसके समर्थन में वे गीता के पँद्रहवें अध्याय के सातवें श्लोक को उद्धृत करते हैं | किन्तु इस श्लोक में भगवान् जीव को “मेरा शाश्र्वत अंश” भी कहते हैं | भगवान् का यह अंश, जीव, भले ही भौतिक जगत् में आ गिरता है, किन्तु परमेश्र्वर (अच्युत) कभी नीचे नहीं गिरता | अतः यह विचार कि ब्रह्म जीव का रूप धारण करता है ग्राह्य नहीं है | यह स्मरण रखना होगा कि वैदिक साहित्य में ब्रह्म (जीवात्मा) को परब्रह्म (परमेश्र्वर) से पृथक् माना जाता है |"
            ],
            "english": [
                "Brahman is indestructible and eternally existing, and its constitution is not changed at any time. But beyond Brahman there is Parabrahman. Brahman refers to the living entity, and Parabrahman refers to the Supreme Personality of Godhead. The constitutional position of the living entity is different from the position he takes in the material world. In material consciousness, his nature is to try to be the lord of matter, but in spiritual (Krsna) consciousness, his position is to serve the Supreme. When the living entity is in material consciousness, he has to take on various bodies in the material world. That is called karma, or varied creation by the force of material consciousness.",
                "In Vedic literature the living entity is called jivatma and Brahman, but he is never called Parabrahman. The living entity (jivatma) takes different positions—sometimes he merges into the dark material nature and identifies himself with matter, and sometimes he identifies himself with the superior spiritual nature. Therefore he is called the Supreme Lord's marginal energy. According to his identification with material or spiritual nature, he receives a material or spiritual body. In material nature he may take a body from any of the 8,400,000 species of life, but in spiritual nature he has only one body. In material nature he is sometimes manifested as a man, demigod, an animal, a beast, bird, etc., according to his karma. To attain material heavenly planets and enjoy their facilities, he sometimes performs sacrifices (yajna), but when his merit is exhausted, he returns to earth again in the form of a man.",
                "In the process of sacrifice, the living entity makes specific sacrifices to attain specific heavenly planets and consequently reaches them. When the merit of sacrifice is exhausted, then the living entity descends to earth in the form of rain, then takes on the form of grains, and the grains are eaten by man and transformed into semen, which impregnates a woman, and thus the living entity once again attains the human form to perform sacrifice and so repeat the same cycle. In this way, the living entity perpetually comes and goes on the material path. The Krsna conscious person, however, avoids such sacrifices. He takes directly to Krsna consciousness and thereby prepares himself to return to Godhead.",
                "Impersonalist commentators on the Gita unreasonably assume that Brahman takes the form of jiva in the material world, and to substantiate this they refer to Chapter Fifteen, verse 7, of the Gita. But this verse also speaks of the living entity as \"an eternal fragment of Myself.\" The fragment of God, the living entity, may fall down into the material world, but the Supreme Lord (Acyuta) never falls down. Therefore this assumption that the Supreme Brahman assumes the form of jiva is not acceptable. It is important to remember that in Vedic literature Brahman (the living entity) is distinguished from Parabrahman (the Supreme Lord)."
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "अधिभूतं क्षरो भावः पुरुषश्र्चाधिदैवतम् |",
                "अधियज्ञोऽहमेवात्र देहे देहभृतां वर || ४ ||"
            ],
            "english": [
                "adhibhutam ksaro bhavah",
                "purusas cadhidaivatam",
                "adhiyajno 'ham evatra",
                "dehe deha-bhrtam vara"
            ]
        },
        "translation": {
            "hindi": [
                "हे देहधारियों में श्रेष्ठ! निरन्तर परिवर्तनशील यह भौतिक प्रकृति अधिभूत (भौतिक अभिव्यक्ति) कहलाती है | भगवान् का विराट रूप, जिसमें सूर्य तथा चन्द्र जैसे समस्त देवता सम्मिलित हैं, अधिदैव कहलाता है | तथा प्रत्येक देहधारी के हृदय में परमात्मा स्वरूप स्थित मैं परमेश्र्वर (यज्ञ का स्वामी) कहलाता हूँ |"
            ],
            "english": [
                "Physical nature is known to be endlessly mutable. The universe is the cosmic form of the Supreme Lord, and I am that Lord represented as the Supersoul, dwelling in the heart of every embodied being."
            ]
        },
        "meaning": {
            "hindi": [
                "यह भौतिक प्रकृति निरन्तर परिवर्तित होती रहती है | सामान्यतः भौतिक शरीरों को छह अवस्थाओं से निकलना होता है – वे उत्पन्न होते हैं, बढ़ते हैं, कुछ काल तक रहते हैं, कुछ गौण पदार्थ उत्पन्न करते हैं, क्षीण होते हैं और अन्त में विलुप्त हो जाते हैं | यह भौतिक प्रकृति अधिभूत कहलाती है | यह किसी निश्चित समय में उत्पन्न की जाती है और किसी निश्चित समय में विनष्ट कर दी जाती है | परमेश्र्वर का विराट स्वरूप की धारणा, जिसमें सारे देवता तथा उनके लोक सम्मिलित हैं, अधिदैवत कहलाती है | प्रत्येक शरीर में आत्मा सहित परमात्मा का वास होता है, जो भगवान् कृष्ण का अंश स्वरूप है | यह परमात्मा अधियज्ञ कहलाता है और हृदय में स्थित होता है | इस श्लोक के प्रसंग में एव शब्द अत्यन्त महत्त्वपूर्ण है, क्योंकि इसके द्वारा भगवान् बल देकर कहते हैं कि परमात्मा उनसे भिन्न नहीं है | यह परमात्मा प्रत्येक आत्मा के पास आसीन है और आत्मा के कार्यकलापों का साक्षी है तथा आत्मा की विभिन्न चेतनाओं का उद्गम है | यह परमात्मा प्रत्येक आत्मा को मुक्त भाव से कार्य करने की छूट देता है और उसके कार्यों पर निगरानी रखता है | परमेश्र्वर के इन विविध स्वरूपों के सारे कार्य उस कृष्णभावनाभावित भक्त को स्वतः स्पष्ट हो जाते हैं, जो भगवान् की दिव्यसेवा में लगा रहता है | अधिदैवत नामक भगवान् के विराट स्वरूप का चिन्तन उन नवदीक्षितों के लिए है जो भगवान् के परमात्मा स्वरूप तक नहीं पहुँच पाते | अतः उन्हें परामर्श दिया जाता है कि वे उस विराट पुरुष का चिन्तन करें जिसके पाँव अधोलोक हैं, जिसके नेत्र सूर्य तथा चन्द्र हैं औ जिसका सिर उच्च्लोक है |"
            ],
            "english": [
                "The physical nature is constantly changing. Material bodies generally pass through six stages: they are born, they grow, they remain for some duration, they produce some by-products, they dwindle, and then they vanish. This physical nature is called adhibhutam. Because it is created at a certain point and will be annihilated at a certain point, the conception of the universal form of the Supreme Lord that includes all the demigods and their different planets is called adhidaivatam. The individual soul (jiva) accompanies the body. The Supersoul, a plenary representation of Lord Krsna, is called the Paramatma or adhiyajna and is situated in the heart. The word eva is particularly important in the context of this verse because by this word the Lord stresses that the Paramatma is not different from Him. The Supersoul, the Supreme Personality of Godhead, seated beside the individual soul, is the witness of the individual soul's activities and is the source of consciousness. The Supersoul gives the jiva an opportunity to act freely, and He witnesses his activities. The functions of all these different manifestations of the Supreme Lord automatically become clarified for the pure Krsna conscious devotee engaged in transcendental service of the Lord. The gigantic universal form of the Lord called adhidaivatam is contemplated by the neophyte who cannot approach the Supreme Lord in His manifestation as Supersoul. The neophyte is advised to contemplate the universal form whose legs are considered the lowet planets and whose eyes are considered the sun and moon, and whose head is considered the upper planetary system."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम् |",
                "यः प्रयाति स मद्भावं याति नास्त्यत्र संशयः || ५ ||"
            ],
            "english": [
                "anta-kale ca mam eva",
                "smaran muktva kalevaram",
                "yah prayati sa mad-bhavam",
                "yati nasty atra samsayah"
            ]
        },
        "translation": {
            "hindi": [
                "और जीवन के अन्त में जो केवल मेरा स्मरण करते हुए शरीर का त्याग करता है, वह तुरन्त मेरे स्वभाव को प्राप्त करता है | इसमें रंचमात्र भी सन्देह नहीं है |"
            ],
            "english": [
                "And whoever, at the time of death, quits his body, remembering Me alone, at once attains My nature. Of this there is no doubt."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में कृष्णभावनामृत की महत्ता दर्शित की गई है | जो कोई भी कृष्णभावनामृत में अपना शरीर छोड़ता है, वह तुरन्त परमेश्र्वर के दिव्य स्वभाव (मद्भाव) को प्राप्त होता है | परमेश्र्वर शुद्धातिशुद्ध है, अतः जो व्यक्ति कृष्णभावनाभावित होता है, वह भी शुद्धातिशुद्ध होता है | स्मरन् शब्द महत्त्वपूर्ण है | श्रीकृष्ण का स्मरण उस अशुद्ध जीव से नहीं हो सकता जिसने भक्ति में रहकर कृष्णभावनामृत का अभ्यास नहीं किया | अतः मनुष्य को चाहिए कि जीवन के प्रारम्भ से ही कृष्णभावनामृत का अभ्यास करे | यदि जीवन के अन्त में सफलता वांछनीय है तो कृष्ण का स्मरण अनिवार्य है | अतः मनुष्य को निरन्तर हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे | हरे राम हरे राम राम राम हरे हरे – इस महामन्त्र का जप करना चाहिए | भगवान चैतन्य ने उपदेश दिया है कि मनुष्य को वृक्ष के समान सहिष्णु होना चाहिए (तरोरिवसहिष्णुना) | हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे | हरे राम हरे राम राम राम हरे हरे – का जप करने वाले व्यक्ति को अनेक व्यवधानों का सामना करना पड़ सकता है | तो भी इस महामन्त्र का जप करते रहना चाहिए, जिससे जीवन के अन्त समय कृष्णभावनामृत का पूरा-पूरा लाभ प्राप्त हो सके |"
            ],
            "english": [
                "In this verse the importance of Krsna consciousness is stressed. Anyone who quits his body in Krsna consciousness is at once transferred to the transcendental abode of the Supreme Lord. The word smaran (remembering) is important. Remembrance of Krsna is not possible for the impure soul who has not practiced Krsna consciousness in devotional service. To remember Krsna one should chant the mahamantra, Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/ Hare Rama, Hare Rama, Rama Rama, Hare Hare, incessantly, following in the footsteps of Lord Caitanya, being more tolerant than the tree, humbler than the grass and offering all respect to others without requiring respect in return. In such a way one will be able to depart from the body successfully remembering Krsna and so attain the supreme goal."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम् |",
                "तं तमेवैति कौन्तेय सदा तद्भावभावितः || ६ ||"
            ],
            "english": [
                "yam yam vapi smaran bhavam",
                "tyajaty ante kalevaram",
                "tam tam evaiti kaunteya",
                "sada tad-bhava-bhavitah"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुन्तीपुत्र! शरीर त्यागते समय मनुष्य जिस-जिस भाव का स्मरण करता है, वह उस उस भाव को निश्चित रूप से प्राप्त होता है |"
            ],
            "english": [
                "Whatever state of being one remembers when he quits his body, that state he will attain without fail."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर मृत्यु के समय अपना स्वभाव बदलने की विधि का वर्णन है | जो व्यक्ति अन्त समय कृष्ण का चिन्तन करते हुए शरीर त्याग करता है, उसे परमेश्र्वर का दिव्य स्वभाव प्राप्त होता है | किन्तु यह सत्य नहीं है कि यदि कोई मृत्यु के समय कृष्ण के अतिरिक्त और कुछ सोचता है तो उसे भी दिव्य अवस्था प्राप्त होती है | हमें इस बात पर विशेष ध्यान देना चाहिए | तो फिर कोई मन की सही अवस्था में किस प्रकार मरे? महापुरुष होते हुए भी महाराज भरत ने मृत्यु के समय एक हिरन का चिन्तन किया, अतः अगले जीवन में हिरन के शरीर में उनका देहान्तरण हुआ | यद्यपि हिरन के रूप में उन्हें अपने विगत कर्मों की स्मृति थी, किन्तु उन्हें पशु शरीर धारण करना ही पड़ा | निस्सन्देह मनुष्य के जीवन भर के विचार संचित होकर मृत्यु के समय उसके विचारों को प्रभावित करते हैं, अतः उस जीवन से उसका अगला जीवन बनता है | अगर कोई इस जीवन में सतोगुणी होता है और निरन्तर कृष्ण का चिन्तन करता है तो सम्भावना यही है कि मृत्यु के समय उसे कृष्ण का स्मरण बना रहे | इससे उसे कृष्ण के दिव्य स्वभाव को प्राप्त करने में सहायता मिलेगी | यदि कोई दिव्यरूप से कृष्ण की सेवा में लीन रहता है तो उसका अगला शरीर दिव्य (आध्यात्मिक) ही होगा, भौतिक नहीं | अतः जीवन के अन्त समय अपने स्वभाव को सफलतापूर्वक बदलने के लिए हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे | हरे राम हरे राम राम राम हरे हरे का जप सर्वश्रेष्ठ विधि है |"
            ],
            "english": [
                "The process of changing one's nature at the critical moment of death is here explained. How can one die in the proper state of mind? Maharaja Bharata thought of a deer at the time of death and so was transferred to that form of life. However, as a deer, Maharaja Bharata could remember his past activities. Of course the cumulative effect of the thoughts and actions of one's life influences one's thoughts at the moment of death; therefore the actions of this life determine one's future state of being. If one is transcendentally absorbed in Krsna's service,then his next body will be transcendental (spiritual), not physical. Therefore the chanting of Hare Krsna is the best process for successfully changing one's state of being to transcendental life."
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च |",
                "मय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयः || ७ ||"
            ],
            "english": [
                "tasmat sarvesu kalesu",
                "mam anusmara yudhya ca",
                "mayy arpita-mano-buddhir",
                "mam evaisyasy asamsayah"
            ]
        },
        "translation": {
            "hindi": [
                "अतएव, हे अर्जुन! तुम्हें सदैव कृष्ण रूप में मेरा चिन्तन करना चाहिए और साथ ही युद्ध करने के कर्तव्य को भी पूरा करना चाहिए | अपने कर्मों को मुझे समर्पित करके तथा अपने मन एवं बुद्धि को मुझमें स्थिर करके तुम निश्चित रूप से मुझे प्राप्त कर सकोगे |"
            ],
            "english": [
                "Therefore, Arjuna, you should always think of Me in the form of Krsna and at the same time carry out your prescribed duty of fighting. With your activities dedicated to Me and your mind and intelligence fixed on Me, you will attain Me without doubt."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन को दिया गया यह उपदेश भौतिक कार्यों में व्यस्त रहने वाले समस्त व्यक्तियों के लिए बड़ा महत्त्वपूर्ण है | भगवान् यह नहीं कहते कि कोई अपने कर्तव्यों को त्याग दे | मनुष्य उन्हें करते हुए साथ-साथ हरे कृष्ण का जप करके कृष्ण का चिन्तन कर सकता है | इससे मनुष्य भौतिक कल्मष से मुक्त हो जायेगा और अपने मन तथा बुद्धि को कृष्ण में प्रवृत्त करेगा | कृष्ण का नाम-जप करने से मनुष्य परमधाम कृष्णलोक को प्राप्त होगा, इसमें कोई सन्देह नहीं है |"
            ],
            "english": [
                "This instruction to Arjuna is very important for all men engaged in material activities. The Lord does not say that one should give up his prescribed duties or engagements. One can continue them and at the same time think of Krsna by chanting Hare Krsna. This will free one from material contamination and engage the mind and intelligence in Krsna. By chanting Krsna's names, one will be transferred to the supreme planet, Krsnaloka, without a doubt."
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "अभ्यासयोगयुक्तेन चेतसा नान्यगामिना |",
                "परमं पुरुषं दिव्यं याति पार्थानुचिन्तयन् || ८ ||"
            ],
            "english": [
                "abhyasa-yoga-yuktena",
                "cetasa nanya-gamina",
                "paramam purusam divyam",
                "yati parthanucintayan"
            ]
        },
        "translation": {
            "hindi": [
                "हे पार्थ! जो व्यक्ति मेरा स्मरण करने में अपना मन निरन्तर लगाये रखकर अविचलित भाव से भगवान् के रूप में मेरा ध्यान करता है, वह मुझको अवश्य ही प्राप्त होता है |"
            ],
            "english": [
                "He who meditates on the Supreme Personality of Godhead, his mind constantly engaged in remembering Me, undeviated from the path, he, O Partha [Arjuna], is sure to reach Me."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में भगवान् कृष्ण अपने स्मरण किये जाने की महत्ता पर बल देते हैं | महामन्त्र हरे कृष्ण का जप करने से कृष्ण की स्मृति हो आती है | भगवान् के शब्दोच्चार (ध्वनि) के जप तथा श्रवण के अभ्यास से मनुष्य के कान, जीभ तथा मन व्यस्त रहते हैं | इस ध्यान का अभ्यास अत्यन्त सुगम है और इससे परमेश्र्वर को प्राप्त करने में सहायता मिलती है | पुरुषम् का अर्थ भोक्ता है | यद्यपि सारे जीव भगवान् की तटस्था शक्ति हैं, किन्तु वे भौतिक कल्मष से युक्त हैं | वे स्वयं को भोक्ता मानते हैं, जबकि वे होते नहीं | यहाँ पर स्पष्ट उल्लेख है कि भगवान् ही अपने विभिन्न स्वरूपों तथा नारायण, वासुदेव आदि स्वांशों के रूप में परम भोक्ता हैं |",
                "भक्त हरे कृष्ण का जप करके अपनी पूजा के लक्ष्य परमेश्र्वर का, इनके किसी भी रूप नारायण, कृष्ण, राम आदि का निरन्तर चिन्तन कर सकता है | ऐसा करने से वह शुद्ध हो जाता है और निरन्तर जप करते रहने से जीवन के अन्त में वह भगवद्धाम को जाता है | योग अन्तःकरण के परमात्मा का ध्यान है | इसी प्रकार हरे कृष्ण के जप द्वारा मनुष्य अपने मन को परमेश्र्वर में स्थिर करता है | मन चंचल है, अतः आवश्यक है कि मन को बलपूर्वक कृष्ण-चिन्तन में लगाया जाय | प्रायः उस प्रकार के कीट का दृष्टान्त दिया जाता है जो तितली बनना चाहता है और इसी जीवन में तितली बन जाता है | इसी प्रकार यदि हम निरन्तर कृष्ण का चिन्तन करते रहें, तो यह निश्चित है कि हम जीवन के अन्त में कृष्ण जैसा शरीर प्राप्त कर सकेंगे |"
            ],
            "english": [
                "In this verse Lord Krsna stresses the importance of remembering Him. One's memory of Krsna is revived by chanting the mahamantra, Hare Krsna. By this practice of chanting and hearing the sound vibration of the Supreme Lord, one's ear, tongue and mind are engaged. This mystic meditation is very easy to practice, and it helps one attain the Supreme Lord. Purusam means enjoyer. Although living entities belong to the marginal energy of the Supreme Lord, they are in material contamination. They think themselves enjoyers, but they are not the supreme enjoyer. Here it is clearly stated that the supreme enjoyer is the Supreme Personality of Godhead in His different manifestations and plenary expansions as Narayana, Vasudeva, etc.",
                "The devotees can constantly think of the object of worship, the Supreme Lord, in any of His features, Narayana, Krsna, Rama, etc., by chanting Hare Krsna. This practice will purify him, and at the end of his life, due to his constant chanting, he will be transferred to the kingdom of God. Yoga practice is meditation on the Supersoul within; similarly, by chanting Hare Krsna one fixes his mind always on the Supreme Lord. The mind is fickle, and therefore it is necessary to engage the mind by force to think of Krsna. One example often given is that of the caterpillar that thinks of becoming a butterfly and so is transformed into a butterfly in the same life. Similarly, if we constantly think of Krsna, it is certain that at the end of our lives we shall have the same bodily constitution as Krsna."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "कविं पुराणमनुशासितारमणोरणीयांसमनुस्मरेद्यः |",
                "सर्वस्य धातारमचिन्त्यरूपमादित्यवर्णं तमसः परस्तात् || ९ ||"
            ],
            "english": [
                "kavim puranam anusasitaram",
                "anor aniyamsam anusmared yah",
                "sarvasya dhataram acintya-rupam",
                "aditya-varnam tamasah parastat"
            ]
        },
        "translation": {
            "hindi": [
                "मनुष्य को चाहिए कि परमपुरुष का ध्यान सर्वज्ञ, पुरातन, नियन्ता, लघुतम से भी लघुतर, प्रत्येक के पालनकर्ता, समस्त भौतिकबुद्धि से परे, अचिन्त्य तथा नित्य पुरुष के रूप में करे | वे सूर्य की भाँति तेजवान हैं और इस भौतिक प्रकृति से परे, दिव्य रूप हैं |"
            ],
            "english": [
                "One should meditate upon the Supreme Person as the one who knows everything, as He who is the oldest, who is the controller, who is smaller than the smallest, who is the maintainer of everything, who is beyond all material conception, who is inconceivable, and who is always a person. He is luminous like the sun and, being transcendental, is beyond this material nature."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में परमेश्र्वर के चिन्तन की विधि का वर्णन हुआ है | सबसे प्रमुख बात यह है कि वे निराकार या शून्य नहीं हैं | कोई निराकार या शून्य का चिन्तन कैसे कर सकता है? यह अत्यन्त कठिन है | किन्तु कृष्ण के चिन्तन की विधि अत्यन्त सुगम है और तथ्य रूप में यहाँ वर्णित है | पहली बात तो यह है कि भगवान् पुरुष हैं – हम राम तथा कृष्ण को पुरुष रूप में सोचते हैं | चाहे कोई राम का चिन्तन करे या कृष्ण का, वे जिस तरह के हैं उसका वर्णन भगवद्गीता के इस श्लोक में किया गया है | भगवान् कवि हैं अर्थात् वे भूत, वर्तमान तथा भविष्य के ज्ञाता हैं, अतः वे सब कुछ जानने वाले हैं | वे प्राचीनतम पुरुष हैं क्योंकि वे समस्त वस्तुओं के उद्गम हैं, प्रत्येक वस्तु उन्हीं से उत्पन्न है | वे ब्रह्माण्ड के परम नियन्ता भी हैं | वे मनुष्यों के पालक तथा शिक्षक हैं | वे अणु से भी सूक्ष्म हैं | जीवात्मा बाल के अग्र भाग के दस हजारवें अंश के बराबर है, किन्तु भगवान् अचिन्त्य रूप से इतने लघु हैं कि वे इस अणु के भी हृदय में प्रविष्ट रहते हैं | इसलिए वे लघुतम से भी लघुतर कहलाते हैं | परमेश्र्वर के रूप में वे परमाणु में तथा लघुतम के भी हृदय में प्रवेश कर सकते हैं और परमात्मा रूप में उसका नियन्त्रण करते हैं | इतना लघु होते हुए भी वे सर्वव्यापी हैं और सबों का पालन करने वाले हैं | उनके द्वारा इन लोकों का धारण होता है | प्रायः हम आश्चर्य करते हैं कि ये विशाल लोक किस प्रकार वायु में तैर रहे हैं | यहाँ यह बताया गया है कि परमेश्र्वर अपनी अचिन्त्य शक्ति द्वारा इन समस्त विशाल लोकों तथा आकाशगंगाओं को धारण किए हुए हैं | इस प्रसंग में अचिन्त्य शब्द अत्यन्त सार्थक है | ईश्र्वर की शक्ति हमारी कल्पना या विचार शक्ति के परे है, इसीलिए अचिन्त्य कहलाती है | इस बात का खंडन कौन कर सकता है? वे भौतिक जगत् में व्याप्त हैं फिर भी इससे परे हैं | हम इसी भौतिक जगत् को ठीक-ठीक नहीं समझ पाते जो आध्यात्मिक जगत् की तुलना में नगण्य है तो फिर हम कैसे जान सकते हैं कि इसके परे क्या है? अचिन्त्य का अर्थ है इस भौतिक जगत् से परे जिसे हमारा तर्क, नीतिशास्त्र तथा दार्शनिक चिन्तन छू नहीं पाता और जो अकल्पनीय है | अतः बुद्धिमान मनुष्यों को चाहिए कि व्यर्थ के तर्कों तथा चिन्तन से दूर रहकर वेदों, भगवद्गीता तथा भागवत जैसे शास्त्रों में जो कुछ कहा गया है, उसे स्वीकार कर लें और उनके द्वारा सुनिश्चित किए गए नियमों का पालन करें | इससे ज्ञान प्राप्त हो सकेगा |"
            ],
            "english": [
                "The process of thinking of the Supreme is mentioned in this verse. The foremost point is that He is not impersonal or void. One cannot meditate on something impersonal or void. That is very difficult. The process of thinking of Krsna, however, is very easy and is factually stated herein. First of all, He is purusa, spiritual, Rama and Krsna, and is described herein as kavim; that is, He knows past, present and future and therefore knows everything. He is the oldest personality because He is the origin of everything; everything is born out of Him. He is also the supreme controller of the universe, maintainer and instructor of humanity. He is smaller than the smallest. The living entity is one 10,000th part of the tip of a hair, but the Lord is so inconceivably small that He enters into the heart of this particle. Therefore He is called smaller than the smallest. As the Supreme, He can enter into the atom and into the heart of the smallest and control him as the Supersoul. Although so small, He is still all-pervading and is maintaining everything. By Him all these planetary systems are sustained. We often wonder how these big planets are floating in the air. It is stated here that the Supreme Lord, by His inconceivable energy, is sustaining all these big planets and systems of galaxies. The word acintya (inconceivable) is very significant in this connection. God's energy is beyond our conception, beyond our thinking jurisdiction, and is therefore called inconceivable (acintya). Who can argue this point? He pervades this material world and yet is beyond it. We cannot even comprehend this material world, which is insignificant compared to the spiritual world—so how can we comprehend what is beyond? Acintya means that which is beyond this material world, that which our argument, logic and philosophical speculation cannot touch, that which is inconceivable. Therefore intelligent persons, avoiding useless argument and speculation, should accept what is stated in scriptures like the Vedas, Gita, and Srimad-Bhagavatam and follow the principles they set down. This will lead one to understanding."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "प्रयाणकाले मनसाचलेनभक्तया युक्तो योगबलेन चैव |",
                "भ्रुवोर्मध्ये प्राणमावेश्य सम्यक् स तं परं पुरुषमुपैति दिव्यम् || १० ||"
            ],
            "english": [
                "prayana-kale manasacalena",
                "bhaktya yukto yoga-balena caiva",
                "bhruvor madhye pranam avesya samyak",
                "sa tam param purusam upaiti divyam"
            ]
        },
        "translation": {
            "hindi": [
                "मृत्यु के समय जो व्यक्ति अपने प्राण को भौहों के मध्य स्थिर कर लेता है और योगशक्ति के द्वारा अविचलित मन से पूर्णभक्ति के साथ परमेश्र्वर के स्मरण में अपने को लगाता है, वह निश्चित रूप से भगवान् को प्राप्त होता है |"
            ],
            "english": [
                "One who, at the time of death, fixes his life air between the eyebrows and in full devotion engages himself in remembering the Supreme Lord, will certainly attain to the Supreme Personality of Godhead."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में स्पष्ट किया गया है कि मृत्यु के समय मन को भगवान् की भक्ति में स्थिर करना चाहिए | जो लोग योगाभ्यास करते हैं उनके लिए संस्तुति की गई है कि वे प्राणों को भौहों के बीच (आज्ञा चक्र) में ले आयें | यहाँ पर षट्चक्रयोग के अभ्यास का प्रस्ताव है, जिसमें छः चक्रों पर ध्यान लगाया जाता है | परन्तु निरन्तर कृष्णभावनामृत में लीन रहने के कारण शुद्ध भक्त भगवत्कृपा से मृत्यु के समय योगाभ्यास के बिना भगवान् का स्मरण कर सकता है | इसकी व्याख्या चौदहवें श्लोक में की गई है |",
                "इस श्लोक में योगबलेन शब्द का विशिष्ट प्रयोग महत्त्वपूर्ण है क्योंकि योग के अभाव में चाहे वह षट्चक्रयोग हो या भक्तियोग – मनुष्य कभी भी मृत्यु के समय इस दिव्य अवस्था (भाव) को प्राप्त नहीं होता | कोई भी मृत्यु के समय परमेश्र्वर का सहसा स्मरण नहीं कर पाता, उसे किसी न किसी योग का, विशेषतया भक्तियोग का अभ्यास होना चाहिए | चूँकि मृत्यु के समय मनुष्य का मन अत्यधिक विचलित रहता है, अतः अपने जीवन में मनुष्य को योग के माध्यम से अध्यात्म का अभ्यास करना चाहिए |"
            ],
            "english": [
                "In this verse it is clearly stated that at the time of death the mind must be fixed in devotion on the Supreme Godhead. For those practiced in yoga, it is recommended that they raise the life force between the eyebrows, but for a pure devotee who does not practice such yoga, the mind should always be engaged in Krsna consciousness so that at death he can remember the Supreme by His grace. This is explained in verse fourteen.",
                "The particular use of the word yoga-balena is significant in this verse because without practice of yoga one cannot come to this transcendental state of being at the time of death. One cannot suddenly remember the Supreme Lord at death unless he is practiced in some yoga system, especially the system of bhakti-yoga. Since one's mind at death is very disturbed, one should practice transcendence through yoga during one's life."
            ]
        }
    }
]