[
    {
        "id": [
            11
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "यदक्षरं वेदविदो वदन्तिविशन्ति यद्यतयो वीतरागाः |",
                "यदिच्छन्तो ब्रह्मचर्यं चरन्तितत्ते पदं संग्रहेण प्रवक्ष्ये || ११ ||"
            ],
            "english": [
                "yad aksaram veda-vido vadanti",
                "visanti yad yatayo vita-ragah",
                "yad icchanto brahmacaryam caranti",
                "tat te padam sangrahena pravaksye"
            ]
        },
        "translation": {
            "hindi": [
                "जो वेदों के ज्ञाता हैं, जो ओंकार का उच्चारण करते हैं और जो संन्यास आश्रम के बड़े-बड़े मुनि हैं, वे ब्रह्म में प्रवेश करते हैं | ऐसी सिद्धि की इच्छा करने वाले ब्रह्मचर्यव्रत का अभ्यास करते हैं | अब मैं तुम्हें वह विधि बताऊँगा, जिससे कोई भी व्यक्ति मुक्ति-लाभ कर सकता है |"
            ],
            "english": [
                "Persons learned in the Vedas, who utter omkara and who are great sages in the renounced order, enter into Brahman. Desiring such perfection, one practices celibacy. I shall now explain to you this process by which one may attain salvation."
            ]
        },
        "meaning": {
            "hindi": [
                "श्रीकृष्ण अर्जुन के लिए षट्चक्रयोग की विधि का अनुमोदन कर चुके हैं, जिसमें प्राण को भौहों के मध्य स्थिर करना होता है | यह मानकर कि हो सकता है अर्जुन को षट्चक्रयोग अभ्यास न आता हो, कृष्ण अगले श्लोकों में इसकी विधि बताते हैं | भगवान् कहते हैं कि ब्रह्म यद्यपि अद्वितीय है, किन्तु उसके अनेक स्वरूप होते हैं | विशेषतया निर्विशेषवादियों के लिए अक्षर या ओंकार ब्रह्म है | कृष्ण यहाँ पर निर्विशेष ब्रह्म के विषय में बता रहे हैं जिसमें संन्यासी प्रवेश करते हैं |",
                "ज्ञान की वैदिक पद्धति में छात्रों को प्रारम्भ से गुरु के पास रहने से ब्रह्मचर्य व्रत का पालन करते हुए ओंकार का उच्चारण तथा परमनिर्विशेष ब्रह्म की शिक्षा दी जाती है | इस प्रकार वे ब्रह्म के दो स्वरूपों से परिचित होते हैं | यह प्रथा छात्रों के आध्यात्मिक जीवन के विकास के लिए आवश्यक है, किन्तु इस समय ऐसा ब्रह्मचर्य जीवन (अविवाहित जीवन) बिता पाना बिलकुल सम्भव नहीं है | विश्र्व का सामाजिक ढाँचा इतना बदल चुका है कि छात्र जीवन के प्रारम्भ से ब्रह्मचर्य जीवन बिताना संभव नहीं है | यद्यपि विश्र्व में ज्ञान की विभिन्न शाखाओं के लिए अनेक संस्थाएँ हैं, किन्तु ऐसी मान्यता प्राप्त एक भी संस्था नहीं है जहाँ ब्रह्मचर्य के सिद्धान्तों में शिक्षा प्रदान की जा सके | ब्रह्मचर्य के बिना आध्यात्मिक जीवन में उन्नति कर पाना अत्यन्त कठिन है | अतः इस कलियुग के लिए शास्त्रों के आदेशानुसार भगवान् चैतन्य ने घोषणा की है कि भगवान् कृष्ण के पवित्र नाम – हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे | हरे राम हरे राम राम राम हरे हरे – के जप के अतिरिक्त परमेश्र्वर के साक्षात्कार का कोई अन्य उपाय नहीं है |"
            ],
            "english": [
                "Lord Krsna explains that Brahman, although one without a second, has different manifestations and features. For the impersonalists, the syllable om is identical with Brahman. Krsna here explains the impersonal Brahman in which the renounced order of sages enter.",
                "In the Vedic system of knowledge, students, from the very beginning, are taught to vibrate om and learn of the ultimate impersonal Brahman by living with the spiritual master in complete celibacy. In this way they realize two of Brahman's features. This practice is very essential for the student's advancement in spiritual life, but at the moment such brahmacari (unmarried celibate) life is not at all possible. The social construction of the world has changed so much that there is no possibility of one's practicing celibacy from the beginning of student life. Throughout the world there are many institutions for different departments of knowledge, but there is no recognized institution where students can be educated in the brahmacari principles. Unless one practices celibacy, advancement in spiritual life is very difficult. Therefore Lord Caitanya has announced, according to the scriptural injunctions for this age of Kali, that no process of realizing the Supreme is possible except the chanting of the holy name of Lord Krsna: Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare."
            ]
        }
    },
    {
        "id": [
            12
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च |",
                "मूध्न्र्याधायात्मनः प्राणमास्थितो योगधारणाम् || १२ ||"
            ],
            "english": [
                "sarva-dvarani samyamya",
                "mano hrdi nirudhya ca",
                "murdhny adhayatmanah pranam",
                "asthito yoga-dharanam"
            ]
        },
        "translation": {
            "hindi": [
                "समस्त ऐन्द्रिय क्रियाओं से विरक्ति को योग की स्थिति (योगधारणा) कहा जाता है | इन्द्रियों के समस्त द्वारों को बन्द करके तथा मन को हृदय में और प्राणवायु को सिर पर केन्द्रित करके मनुष्य अपने को योग में स्थापित करता है |"
            ],
            "english": [
                "The yogic situation is that of detachment from all sensual engagements. Closing all the doors of the senses and fixing the mind on the heart and the life air at the top of the head, one establishes himself in yoga."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में बताई गई विधि से योगाभ्यास के लिए सबसे पहले इन्द्रियभोग के सारे द्वार बन्द करने होते हैं | यह प्रत्याहार अथवा इन्द्रियविषयों से इन्द्रियों को हटाना कहलाता है | इसमें ज्ञानेन्द्रियों – नेत्र, कान, नाक, जीभ तथा स्पर्श को पूर्णतया वश में करके उन्हें इन्द्रियतृप्ति में लिप्त होने नहीं दिया जाता | इस प्रकार मन हृदय में स्थित परमात्मा पर केन्द्रित होता है और प्राणवायु को सर के ऊपर तक चढ़ाया जाता है | इसका विस्तृत वर्णन छठे अध्याय में हो चुका है | किन्तु जैसा कि पहले कहा जा चुका है अब यह विधि व्यावहारिक नहीं है | सबसे उत्तम विधि तो कृष्णभावनामृत है | यदि कोई भक्ति में अपने मन को कृष्ण में स्थिर करने में समर्थ होता है, तो उसके लिए अविचलित दिव्य समाधि में बने रहना सुगम हो जाता है |"
            ],
            "english": [
                "To practice yoga, as suggested here, one first has to close the door of all sense enjoyment. This practice is called pratyahara, or withdrawing the senses from the sense objects. Sense organs for acquiring knowledge, such as the eyes, ears, nose, tongue and touch, should be fully controlled and should not be allowed to engage in self-gratification. In this way the mind focuses on the Supersoul in the heart and the life force is raised to the top of the head. In the Sixth Chapter this process is described in detail. But as mentioned before, this practice is not practical in this age. The best process is Krsna consciousness. If one is always able to fix his mind on Krsna in devotional service, it is very easy for him to remain in an undisturbed transcendental trance, or in samadhi."
            ]
        }
    },
    {
        "id": [
            13
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन् |",
                "यः प्रयाति त्यजन्देहं स याति परमां गतिम् || १३ ||"
            ],
            "english": [
                "om ity ekaksaram brahma",
                "vyaharan mam anusmaran",
                "yah prayati tyajan deham",
                "sa yati paramam gatim"
            ]
        },
        "translation": {
            "hindi": [
                "इस योगाभ्यास में स्थित होकर तथा अक्षरों के परं संयोग यानी ओंकार का उच्चारण करते हुए यदि कोई भगवान् का चिन्तन करता है और अपने शरीर का त्याग करता है, तो वह निश्चित रूप से आध्यात्मिक लोकों को जाता है |"
            ],
            "english": [
                "After being situated in this yoga practice and vibrating the sacred syllable om, the supreme combination of letters, if one thinks of the Supreme Personality of Godhead and quits his body, he will certainly reach the spiritual planets."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ स्पष्ट उल्लेख हुआ है कि ओम्, ब्रह्म तथा भगवान् कृष्ण परस्पर भिन्न नहीं हैं | ओम्, कृष्ण की निर्विशेष ध्वनि है, लेकिन हरे कृष्ण में यह ओम् सन्निहित है | इस युग के लिए हरे कृष्ण मन्त्र जप की स्पष्ट संस्तुति है | अतः यदि कोई – हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे | हरे राम हरे राम राम राम हरे हरे– इस मन्त्र का जप करते हुए शरीर त्यागता है तो वह अपने अभ्यास के गुणानुसार आध्यात्मिक लोकों में से किसी एक लोक को जाता है | कृष्ण के भक्त कृष्णलोक या गोलोक वृन्दावन को जाते हैं | सगुणवादियों के लिए आध्यात्मिक आकाश में अन्य लोक हैं, जिन्हें वैकुण्ठ लोक कहते हैं, किन्तु निर्विशेषवादी तो ब्रह्मज्योति में ही रह जाते हैं |"
            ],
            "english": [
                "It is clearly stated here that om, Brahman, and Lord Krsna are not different. The impersonal sound of Krsna is om, but the sound Hare Krsna contains om. It is clearly recommended in this age that if one quits his body at the end of this life chanting the mahamantra, Hare Krsna, he will reach the spiritual planets. Similarly, those who are devotees of Krsna enter the Krsna planet or Goloka Vrndavana, whereas the impersonalists remain in the brahmajyoti. The personalists also enter many innumerable planets in the spiritual sky known as Vaikunthas."
            ]
        }
    },
    {
        "id": [
            14
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "अनन्यचेताः सततं यो मां स्मरति नित्यशः |",
                "तस्याहं सुलभः पार्थ नित्ययुक्तस्य योगिनः || १४ ||"
            ],
            "english": [
                "ananya-cetah satatam",
                "yo mam smarati nityasah",
                "tasyaham sulabhah partha",
                "nitya-yuktasya yoginah"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! जो अनन्य भाव से निरन्तर मेरा स्मरण करता है उसके लिए मैं सुलभ हूँ, क्योंकि वह मेरी भक्ति में प्रवृत्त रहता है |"
            ],
            "english": [
                "For one who remembers Me without deviation, I am easy to obtain, O son of Prtha, because of his constant engagement in devotional service."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में उन निष्काम भक्तों द्वारा प्राप्तव्य अन्तिम गन्तव्य का वर्णन है जो भक्तियोग के द्वारा भगवान् की सेवा करते हैं | पिछले श्लोकों में चार प्रकार के भक्तों का वर्णन हुआ है – आर्त, जिज्ञासु, अर्थार्थी तथा ज्ञानी | मुक्ति की विभिन्न विधियों का भी वर्णन हुआ है – कर्मयोग, ज्ञानयोग तथा हठयोग | इस योग पद्धतियों के नियमों में कुछ न कुछ भक्ति मिली रहती है, लेकिन इस श्लोक में शुद्ध भक्तियोग का वर्णन है, जिसमें ज्ञान, कर्म या हठ का मिश्रण नहीं होता | जैसा की अनन्यचेताः शब्द से सूचित होता है, भक्तियोग में भक्त कृष्ण के अतिरिक्त और कोई इच्छा नहीं करता | शुद्धभक्त न तो स्वर्गलोक जाना चाहता है, न ब्रह्मज्योति से तादात्म्य या मोक्ष या भवबन्धन से मुक्ति ही चाहता है | शुद्धभक्त किसी भी वस्तु की इच्छा नहीं करता | चैतन्यचरितामृत में शुद्धभक्त को निष्काम कहा गया है | उसे ही पूर्णशान्ति का लाभ होता है, उन्हें नहीं जो स्वार्थ में लगे रहते हैं | एक ओर जहाँ ज्ञानयोगी, कर्मयोगी या हठयोगी का अपना-अपना स्वार्थ रहता है, वहीं पूर्णभक्त में भगवान् को प्रसन्न करने के अतिरिक्त अन्य कोई इच्छा नहीं होती | अतः भगवान् कहते हैं कि जो एकनिष्ट भाव से उनकी भक्ति में लगा रहता है, उसे वे सरलता से प्राप्त होते हैं |",
                "शुद्धभक्त सदैव कृष्ण के विभिन्न रूपों में से किसी एक की भक्ति में लगा रहता है | कृष्ण के अनेक स्वांश तथा अवतार हैं, यथा राम तथा नृसिंह जिनमें से भक्त किसी एक रूप को चुनकर उसकी प्रेमाभक्ति में मन को स्थिर कर सकता है | ऐसे भक्त को उन अनेक समस्याओं का सामना नहीं करना पड़ता, जो अन्य योग के अभ्यासकर्ताओं को झेलनी पड़ती हैं | भक्तियोग अत्यन्त सरल, शुद्ध तथा सुगम है इसका शुभारम्भ हरे कृष्ण जप से किया जा सकता है | भगवान् सबों पर कृपालु हैं, किन्तु जैसा कि पहले कहा जा चुका है जो अनन्य भाव से उनकी सेवा करते हैं वे उनके ऊपर विशेष कृपालु रहते हैं | भगवान् ऐसे भक्तों की सहायता अनेक प्रकार से करते हैं | जैसा की वेदों में (कठोपनिषद् १.२-२३) कहा गया है – यमेवैष वृणुते तेन लभ्यस्तस्यैष आत्मा विवृणुते तनुं स्वाम् – जिसने पूरी तरह से भगवान् की शरण ले ली है और जो उनकी भक्ति में लगा हुआ है वही भगवान् को यथारूप में समझ सकता है | तथा गीता में भी (१०.१०) कहा गया है – ददामि बुद्धियोगं तम्– ऐसे भक्त को भगवान् पर्याप्त बुद्धि प्रदान करते हैं, जिससे वह उन्हें भगवद्धाम में प्राप्त कर सके |",
                "शुद्धभक्त का सबसे बड़ा गुण यह है कि वह देश अथवा काल का विचार किये बिना अनन्य भाव से कृष्ण का ही चिन्तन करता रहता है | उसको किसी तरह का व्यवधान नहीं होना चाहिए | उसे कहीं भी और किसी भी समय अपना सेवा कार्य करते रहने में समर्थ होना चाहिए | कुछ लोगों का कहना है कि भक्तों को वृन्दावन जैसे पवित्र स्थानों में या किसी पवित्र नगर में, जहाँ भगवान् रह चुके हैं, रहना चाहिए, किन्तु शुद्धभक्त कहीं भी रहकर अपनी भक्ति से वृन्दावन जैसा वातावरण उत्पन्न कर सकता है | श्री अद्वैत ने चैतन्य महाप्रभु से कहा था, “आप जहाँ भी हैं, हे प्रभु! वहीं वृन्दावन है |”",
                "जैसा कि सततम् तथा नित्यशः शब्दों से सूचित होता है, शुद्धभक्त निरन्तर कृष्ण का ही स्मरण करता है और उन्हीं का ध्यान करता है | ये शुद्धभक्त के गुण हैं, जिनके लिए भगवान् सहज सुलभ हैं | गीता समस्त योग पद्धतियों में से भक्तियोग की ही संस्तुति करती है | सामान्यतया भक्तियोगी पाँच प्रकार से भक्ति में लगे रहते हैं – (१) शान्त भक्त, जो उदासीन रहकर भक्ति में युक्त होते हैं, (२) दास्य भक्त, जो दास के रूप में भक्ति में युक्त होते हैं, (३) सख्य भक्त, जो सखा रूप में भक्ति में युक्त होते हैं, (४) वात्सल्य भक्त, जो माता-पिता की भाँति भक्ति में युक्त होते हैं तथा (५) माधुर्य भक्त, जो परमेश्र्वर के साथ दाम्पत्य प्रेमी की भाँति भक्ति में युक्त होते हैं | शुद्धभक्त उनमें से किसी में भी परमेश्र्वर की प्रेमाभक्ति में युक्त होता है और उन्हें कभी नहीं भूल पाता,जिससे भगवान् उसे सरलता से प्राप्त हो जाते हैं | जिस प्रकार शुद्धभक्त क्षणभर के लिए भी भगवान् को नहीं भूलता, उसी प्रकार भगवान् भी अपने शुद्धभक्त को क्षणभर के लिए भी नहीं भूलते | हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे | हरे राम हरे राम राम राम हरे हरे – इस महामन्त्र के कीर्तन की कृष्णभावनाभावित विधि का यही सबसे बड़ा आशीर्वाद है |"
            ],
            "english": [
                "In this verse the bhakti-yoga of the unalloyed devotees of the Supreme Godhead is described. The preceeding verses mention four different kinds of devotees—the distressed, the inquisitive, those who seek material gain, and the speculative philosophers. Different processes of liberation from material entanglement have also been described: karma-yoga, jnana-yoga, and hatha-yoga. But here bhakti-yoga, without any mixture of these, is mentioned. In bhakti-yoga the devotees desire nothing but Krsna. The pure bhakti devotee does not desire promotion to heavenly planets, nor does he seek salvation or liberation from material entanglement. A pure devotee does not desire anything. In the Caitanya-caritamrta the pure devotee is called niskama, which means he has no desire for self-interest. Perfect peace belongs to him alone, not to them who strive for personal gain. The pure devotee only wants to please the Supreme Lord, and so the Lord says that for anyone who is unflinchingly devoted to Him, He is easy to attain. The devotee can render service to any of the transcendental forms of the Supreme Lord, and he meets with none of the problems that plague the practitioners of other yogas. Bhakti-yoga is very simple and pure and easy to perform. One can begin by simply chanting Hare Krsna. Krsna is very merciful to those who engage in His service, and He helps in various ways that devotee who is fully surrendered to Him so he can understand Him as He is. The Lord gives such a devotee sufficient intelligence so that ultimately the devotee can attain Him in His spiritual kingdom.",
                "The special qualification of the pure devotee is that he is always thinking of Krsna without considering the time or place. There should be no impediments. He should be able to carry out his service anywhere and at any time. Some say that the devotee should remain in holy places like Vrndavana or some holy town where the Lord lived, but a pure devotee can live anywhere and create the atmosphere of Vrndavana by his devotional service. It was Sri Advaita who told Lord Caitanya, \"Wherever You are, O Lord—there is Vrndavana.\"",
                "A pure devotee constantly remembers Krsna and meditates upon Him. These are qualifications of the pure devotee for whom the Lord is most easily attainable. Bhakti-yoga is the system that the Gita recommends above all others. Generally, the bhakti-yogis are engaged in five different ways: 1) santa-bhakta, engaged in devotional service in neutrality; 2) dasya-bhakta, engaged in devotional service as servant; 3) sakhya-bhakta, engaged as friend; 4) vatsalya-bhakta, engaged as parent; and 5) madhurya-bhakta, engaged as conjugal lover of the Supreme Lord. In any of these ways, the pure devotee is always constantly engaged in the transcendental loving service of the Supreme Lord and cannot forget the Supreme Lord, and so for him the Lord is easily attained. A pure devotee cannot forget the Supreme Lord for a moment, and similarly, the Supreme Lord cannot forget His pure devotee for a moment. This is the great blessing of the Krsna conscious process of chanting the mahamantra, Hare Krsna."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "मामुपेत्य पुनर्जन्म दु:खालयमशाश्र्वतम् |",
                "नाप्नुवन्ति महात्मानः संसिद्धिं परमां गताः || १५ ||"
            ],
            "english": [
                "mam upetya punar janma",
                "duhkhalayam asasvatam",
                "napnuvanti mahatmanah",
                "samsiddhim paramam gatah"
            ]
        },
        "translation": {
            "hindi": [
                "मुझे प्राप्त करके महापुरुष, जो भक्तियोगी हैं, कभी भी दुखों से पूर्ण इस अनित्य जगत् में नहीं लौटते, क्योंकि उन्हें परम सिद्धि प्राप्त हो चुकी होती है |"
            ],
            "english": [
                "After attaining Me, the great souls, who are yogis in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection."
            ]
        },
        "meaning": {
            "hindi": [
                "चूँकि यह नश्र्वर जगत् जन्म, जरा तथा मृत्यु के क्लेशों से पूर्ण है, अतः जो परम सिद्धि प्राप्त करता है और परमलोक कृष्णलोक या गोलोक वृन्दावन को प्राप्त होता है, वह वहाँ से कभी वापस नहीं आना चाहता | इस परमलोक को वेदों में अव्यक्त, अक्षर तथा परमा गति कहा गया है | दूसरे शब्दों में, यह लोक हमारी भौतिक दृष्टि से परे है और अवर्णनीय है, किन्तु यह चरमलक्ष्य है, जो महात्माओं का गन्तव्य है | महात्मा अनुभवसिद्ध भक्तों से दिव्य सन्देश प्राप्त करते हैं और इस प्रकार वे धीरे-धीरे कृष्णभावनामृत में भक्ति विकसित करते हैं और दिव्यसेवा में इतने लीन हो जाते हैं कि वे न तो किसी भौतिक लोक में जाना चाहते हैं, यहाँ तक कि न ही वे किसी आध्यात्मिक लोक में जाना चाहते हैं | वे केवल कृष्ण तथा कृष्ण का सामीप्य चाहते हैं, अन्य कुछ नहीं | यही जीवन की सबसे बड़ी सिद्धि है | इस श्लोक में भगवान् कृष्ण के सगुणवादी भक्तों का विशेष रूप से उल्लेख हुआ है | ये भक्त कृष्णभावनामृत में जीवन की परमसिद्धि प्राप्त करते हैं | दूसरे शब्दों में, वे सर्वोच्च आत्माएँ हैं |"
            ],
            "english": [
                "Since this temporary material world is full of the miseries of birth, old age, disease and death, naturally he who achieves the highest perfection and attains the supreme planet, Krsnaloka, Goloka Vrndavana, does not wish to return. The supreme planet is described in Vedic literature as beyond our material vision, and it is considered the highest goal. The mahatmas (great souls) receive transcendental messages from the realized devotees and thus gradually develop devotional service in Krsna consciousness and become so absorbed in transcendental service that they no longer desire elevation to any of the material planets, nor do they even want to be transferred to any spiritual planet. They only want Krsna's association and nothing else. Such great souls in Krsna consciousness attain the highest perfection of life. In other words, they are the supreme souls."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "आब्रह्मभुवनाल्लोकाः पुनरावर्तिनोऽर्जुन |",
                "मामुपेत्य तु कौन्तेय पुनर्जन्म न विद्यते || १६ ||"
            ],
            "english": [
                "a-brahma-bhuvanal lokah",
                "punar avartino 'rjuna",
                "mam upetya tu kaunteya",
                "punar janma na vidyate"
            ]
        },
        "translation": {
            "hindi": [
                "इस जगत् में सर्वोच्च लोक से लेकर निम्नतम सारे लोक दुखों के घर हैं, जहाँ जन्म तथा मरण का चक्कर लगा रहता है | किन्तु हे कुन्तीपुत्र! जो मेरे धाम को प्राप्त कर लेता है, वह फिर कभी जन्म नहीं लेता |"
            ],
            "english": [
                "From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place. But one who attains to My abode, O son of Kunti, never takes birth again."
            ]
        },
        "meaning": {
            "hindi": [
                "समस्त योगियों को चाहें वे कर्मयोगी हों, ज्ञानयोगी या हठयोगी – अन्ततः भक्तियोग या कृष्णभावनामृत में भक्ति की सिद्धि प्राप्त करनी होती है, तभी वे कृष्ण के दिव्य धाम को जा सकते हैं, जहाँ से वे फिर वापस नहीं आते | किन्तु जो सर्वोच्च भौतिक लोकों अर्थात् देवलोकों को प्राप्त होता है, उसका पुनर्जन्म होते रहता है | जिस प्रकार इस पृथ्वी के लोग उच्चलोकों को जाते हैं, उसी तरह ब्रह्मलोक, चन्द्रलोक तथा इन्द्रलोक जैसे उच्चतर लोकों से लोग पृथ्वी पर गिरते रहते हैं | छान्दोग्य उपनिषद् में जिस पंचाग्नि विद्या का विधान है, उससे मनुष्य ब्रह्मलोक को प्राप्त कर सकता है, किन्तु यदि ब्रह्मलोक में वह कृष्णभावनामृत का अनुशीलन नहीं करता, तो उसे पृथ्वी पर फिर से लौटना पड़ता है | जो उच्चतर लोकों में कृष्णभावनामृत में प्रगति करते हैं, वे क्रमशः और ऊपर जाते रहते हैं और प्रलय के समय वे नित्य परमधाम को भेज दिये जाते हैं | श्रीधर स्वामी ने अपने भगवद्गीता भाष्य में यह श्लोक उद्धृत किया है –",
                "ब्रह्मणा सह ते सर्वे सम्प्राप्ते प्रतिसञ्चरे |",
                "परस्यान्ते कृतात्मानः प्रविशन्ति परं पदम् ||",
                "“जब इस भौतिक ब्रह्माण्ड का प्रलय होता है, तो ब्रह्मा तथा कृष्णभावनामृत में निरन्तर प्रवृत्त उनके भक्त अपनी इच्छानुसार आध्यात्मिक ब्रह्माण्ड को तथा विशिष्ट वैकुण्ठ लोकों को भेज दिये जाते हैं |”"
            ],
            "english": [
                "All kinds of yogis—karma, jnana, hatha, etc.—eventually have to attain devotional perfection in bhakti-yoga, or Krsna consciousness, before they can go to Krsna's transcendental abode and never return. Those who attain the highest material planets or the planets of the demigods are again subjected to repeated birth and death. As persons on earth are elevated to higher planets, people in higher planets such as Brahmaloka, Candraloka and Indraloka fall down to earth. The practice of sacrifice called pancagni-vidya, recommended in the Katha Upanisad, enables one to achieve Brahmaloka, but if, in Brahmaloka, one does not cultivate Krsna consciousness, then he must return to earth. Those who progress in Krsna consciousness in the higher planets are gradually elevated to higher and higher planets and at the time of universal devastation are transferred to the eternal spiritual kingdom. When there is devastation of this material universe, Brahma and his devotees, who are constantly engaged in Krsna consciousness, are all transferred to the spiritual universe and to specific spiritual planets according to their desires."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "सहस्त्रयुगपर्यन्तमहर्यद् ब्रह्मणो विदु: |",
                "रात्रिं युगसहस्त्रान्तां तेऽहोरात्रविदो जनाः || १७ ||"
            ],
            "english": [
                "sahasra-yuga-paryantam",
                "ahar yad brahmano viduh",
                "ratrim yuga-sahasrantam",
                "te 'ho-ratra-vido janah"
            ]
        },
        "translation": {
            "hindi": [
                "मानवीय गणना के अनुसार एक हजार युग मिलकर ब्रह्मा का दिन बनता है और इतनी ही बड़ी ब्रह्मा की रात्रि भी होती है |"
            ],
            "english": [
                "By human calculation, a thousand ages taken together is the duration of Brahma's one day. And such also is the duration of his night."
            ]
        },
        "meaning": {
            "hindi": [
                "भौतिक ब्रह्माण्ड की अवधि सीमित है | यह कल्पों के चक्र रूप में प्रकट होती है | यह कल्प ब्रह्मा का एक दिन है जिसमें चतुर्युग – सत्य, त्रेता, द्वापर तथा कलि – के एक हजार चक्र होते हैं | सतयुग में सदाचार, ज्ञान तथा धर्म का बोलबाला रहता है और अज्ञान तथा पाप का एक तरह से नितान्त अभाव होता है | यह युग १७,२८,००० वर्षों तक चलता है | त्रेता युग में पापों का प्रारम्भ होता है और यह युग १२,९६,००० वर्षों तक चलता है | द्वापर युग में सदाचार तथा धर्म का ह्रास होता है और पाप बढ़ते हैं | यह युग ८,६४,००० वर्षों तक चलता है | सबसे अन्त में कलियुग (जिसे हम विगत ५ हजार वर्षों से भोग रहे हैं) आता है जिसमें कलह, अज्ञान, अधर्म तथा पाप का प्राधान्य रहता है और सदाचार का प्रायः लोप हो जाता है | यह युग ४,३२,००० वर्षों तक चलता है | इस युग में पाप यहाँ तक बढ़ जाते हैं कि इस युग के अन्त में भगवान् स्वयं कल्कि अवतार धारण करते हैं, असुरों का संहार करते हैं, भक्तों की रक्षा करते हैं और दुसरे सतयुग का शुभारम्भ होता है | इस तरह यह क्रिया निरन्तर चलति रहती है | ये चारों युग एक सहस्र चक्र कर लेने पर ब्रह्मा के एक दिन के तुल्य होते हैं | इतने ही वर्षों की उनकी रात्रि होती है | ब्रह्मा के ये १०० वर्ष गणना के अनुसार पृथ्वी के ३१,१०,४०,००,००,००,००० वर्ष के तुल्य हैं | इन गणनाओं से ब्रह्मा की आयु अत्यन्त विचित्र तथा न समाप्त होने वाली लगती है, किन्तु नित्यता की दृष्टि से यह बिजली की चमक जैसी अल्प है | कारणार्णव में असंख्य ब्रह्मा अटलांटिक सागर में पानी के बुलबुलों के समान प्रकट होते और लोप होते रहते हैं | ब्रह्मा तथा उनकी सृष्टि भौतिक ब्रह्माण्ड के अंग हैं, फलस्वरूप निरन्तर परिवर्तित होते रहते हैं |",
                "इस भौतिक ब्रह्माण्ड में ब्रह्मा भी जन्म, जरा, रोग और मरण की क्रिया से अछूते नहीं हैं | किन्तु चूँकि ब्रह्मा इस ब्रह्माण्ड की व्यवस्था करते हैं, इसीलिए वे भगवान् की प्रत्यक्ष सेवा में लगे रहते हैं | फलस्वरूप उन्हें तुरन्त मुक्ति प्राप्त हो जाती है | यहाँ तक कि सिद्ध संन्यासियों को भी ब्रह्मलोक भेजा जाता है, जो इस ब्रह्माण्ड का सर्वोच्च लोक है | किन्तु कालक्रम से ब्रह्मा तथा ब्रह्मलोक के सारे वासी प्रकृति के नियमानुसार मरणशील होते हैं |"
            ],
            "english": [
                "The duration of the material universe is limited. It is manifested in cycles of kalpas. A kalpa is a day of Brahma, and one day of Brahma consists of a thousand cycles of four yugas or ages: Satya, Treta, Dvapara, and Kali. The cycle of Satya is characterized by virtue, wisdom and religion, there being practically no ignorance and vice, and the yuga lasts 1,728,000 years. In the Treta-yuga vice is introduced, and this yuga lasts 1,296,000 years. In the Dvapara-yuga there is an even greater decline in virtue and religion, vice increasing, and this yuga lasts 864,000 years. And finally in Kali-yuga (the yuga we have now been experiencing over the past 5,000 years) there is an abundance of strife, ignorance, irreligion and vice, true virtue being practically nonexistent, and this yuga lasts 432,000 years. In Kali-yuga vice increases to such a point that at the termination of the yuga the Supreme Lord Himself appears as the Kalki avatara, vanquishes the demons, saves His devotees, and commences another Satya-yuga. Then the process is set rolling again. These four yugas, rotating a thousand times, comprise one day of Brahma, the creator god, and the same number comprise one night. Brahma lives one hundred of such \"years\" and then dies. These \"hundred years\" by earth calculations total to 311 trillion and 40 million earth years. By these calculations the life of Brahma seems fantastic and interminable, but from the viewpoint of eternity it is as brief as a lightning flash. In the causal ocean there are innumerable Brahmas rising and disappearing like bubbles in the Atlantic. Brahma and his creation are all part of the material universe, and therefore they are in constant flux.",
                "In the material universe not even Brahma is free from the process of birth, old age, disease and death. Brahma, however, is directly engaged in the service of the Supreme Lord in the management of this universe-therefore he at once attains liberation. Elevated sannyasis are promoted to Brahma's particular planet, Brahmaloka, which is the highest planet in the material universe and which survives all the heavenly planets in the upper strata of the planetary system, but in due course Brahma and all inhabitants of Brahmaloka are subject to death, according to the law of material nature."
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "अव्यक्ताद् व्यक्तयः सर्वाः प्रभवन्त्यहरागमे |",
                "रात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसंज्ञके || १८ ||"
            ],
            "english": [
                "avyaktad vyaktayah sarvah",
                "prabhavanty ahar-agame",
                "ratry-agame praliyante",
                "tatraivavyakta-samjnake"
            ]
        },
        "translation": {
            "hindi": [
                "ब्रह्मा के दिन के शुभारम्भ में सारे जीव अव्यक्त अवस्था से व्यक्त होते हैं और फिर जब रात्रि आती है तो वे पुनः अव्यक्त में विलीन हो जाते हैं |"
            ],
            "english": [
                "When Brahma's day is manifest, this multitude of living entities comes into being, and at the arrival of Brahma's night they are all annihilated."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": [
                "The less intelligent jivas try to remain within this material world and are accordingly elevated and degraded in the various planetary systems. During the daytime of Brahma they exhibit their activities, and at the coming of Brahma's night they are annihilated. In the day they receive various bodies for material activities, and at night these bodies perish. The jivas (individual souls) remain compact in the body of Visnu and again and again are manifest at the arrival of Brahma's day. When Brahma's life is finally finished, they are all annihilated and remain unmanifest for millions and millions of years. Finally, when Brahma is born again in another millennium, they are again manifest. In this way the jivas are captivated by the material world. However, those intelligent beings who take to Krsna consciousness and chant Hare Krsna, Hare Rama in devotional service transfer themselves, even in this life, to the spiritual planet of Krsna and become eternally blissful there, not being subject to such rebirths."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "भूतग्रामः स एवायं भूत्वा भूत्वा प्रलीयते |",
                "रात्र्यागमेऽवशः पार्थ प्रभवत्यहरागमे || १९ ||"
            ],
            "english": [
                "bhuta-gramah sa evayam",
                "bhutva bhutva praliyate",
                "ratry-agame 'vasah partha",
                "prabhavaty ahar-agame"
            ]
        },
        "translation": {
            "hindi": [
                "जब-जब ब्रह्मा का दिन आता है तो सारे जीव प्रकट होते हैं और ब्रह्मा की रात्रि होते ही वे असहायवत् विलीन हो जाते हैं |"
            ],
            "english": [
                "Again and again the day comes, and this host of beings is active; and again the night falls, O Partha, and they are helplessly dissolved."
            ]
        },
        "meaning": {
            "hindi": [
                "अल्पज्ञानी पुरुष, जो इस भौतिक जगत् में बने रहना चाहते हैं, उच्चतर लोकों को प्राप्त कर सकते हैं, किन्तु उन्हें पुनः इस धरालोक पर आना होता है | वे ब्रह्मा का दिन होने पर इस जगत् के उच्चतर तथा निम्नतर लोकों में अपने कार्यों का प्रदर्शन करते हैं, किन्तु ब्रह्मा की रात्रि होते ही वे विनष्ट हो जाते हैं | दिन में उन्हें भौतिक कार्यों के लिए नाना शरीर प्राप्त होते रहते हैं, किन्तु रात्रि के होते ही उनके शरीर विष्णु के शरीर में विलीन हो जाते हैं | वे पुनः ब्रह्मा का दिन आने पर प्रकट होते हैं | भूत्वा-भूत्वा प्रलीयते– दिन के समय वे प्रकट होते हैं और रात्रि के समय पुनः विनष्ट हो जाते हैं | अन्ततोगत्वा जब ब्रह्मा का जीवन समाप्त होता है, तो उन सबका संहार हो जाता है और वे करोड़ो वर्षों तक अप्रकट रहते हैं | अन्य कल्प में ब्रह्मा का पुनर्जन्म होने पर वे पुनः प्रकट होते हैं | इस प्रकार वे भौतिक जगत् के जादू से मोहित होते रहते हैं | किन्तु जो बुद्धिमान व्यक्ति कृष्णभावनामृत स्वीकार करते हैं, वे इस मनुष्य जीवन का उपयोग भगवान् की भक्ति करने में तथा हरे कृष्ण मन्त्र के कीर्तन में विताते हैं | इस प्रकार वे इस जीवन में कृष्णलोक को प्राप्त होते हैं और वहाँ पर पुनर्जन्म के चक्कर से मुक्त होकर सतत आनन्द का अनुभव करते हैं |"
            ],
            "english": []
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातनः |",
                "यः स सर्वेषु भूतेषु नश्यत्सु न विनश्यति || २० ||"
            ],
            "english": [
                "paras tasmat tu bhavo 'nyo",
                "'vyakto 'vyaktat sanatanah",
                "yah sa sarvesu bhutesu",
                "nasyatsu na vinasyati"
            ]
        },
        "translation": {
            "hindi": [
                "इसके अतिरिक्त एक अन्य अव्यय प्रकृति है, जो शाश्र्वत है और इस व्यक्त तथा अव्यक्त पदार्थ से परे है | यह परा (श्रेष्ठ) और कभी न नाश होने वाली है | जब इस संसार का सब कुछ लय हो जाता है, तब भी उसका नाश नहीं होता |"
            ],
            "english": [
                "Yet there is another nature, which is eternal and is transcendental to this manifested and unmanifested matter. It is supreme and is never annihilated. When all in this world is annihilated, that part remains as it is."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्ण की पराशक्ति दिव्य और शाश्र्वत है | यह उस भौतिक प्रकृति के समस्त परिवर्तनों से परे है, जो ब्रह्मा के दिन के समय व्यक्त और रात्रि के समय विनष्ट होती रहती है | कृष्ण की पराशक्ति भौतिक प्रकृति के गुण से सर्वथा विपरीत है | परा तथा अपरा प्रकृति की व्याख्या सातवें अध्याय में हुई है |"
            ],
            "english": [
                "Krsna's superior spiritual energy is transcendental and eternal. It is beyond all the changes of material nature, which is manifest and annihilated during the days and nights of Brahma. Krsna's superior energy is completely opposite in quality to material nature. Superior and inferior nature are explained in the Seventh Chapter."
            ]
        }
    }
]