[
    {
        "id": [
            21
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "अव्यक्तोऽक्षर इत्युक्तस्तमाहु: परमां गतिम् |",
                "यं प्राप्य न निवर्तन्ते तद्धाम परमं मम || २१ ||"
            ],
            "english": [
                "avyakto 'ksara ity uktas",
                "tam ahuh paramam gatim",
                "yam prapya na nivartante",
                "tad dhama paramam mama"
            ]
        },
        "translation": {
            "hindi": [
                "जिसे वेदान्ती अप्रकट और अविनाशी बताते हैं, जो परम गन्तव्य है, जिसे प्राप्त कर लेने पर कोई वापस नहीं आता, वही मेरा परमधाम है |"
            ],
            "english": [
                "That supreme abode is called unmanifested and infallible, and it is the supreme destination. When one goes there, he never comes back. That is My supreme abode."
            ]
        },
        "meaning": {
            "hindi": [
                "ब्रह्मसंहिता में भगवान् कृष्ण के परमधाम को चिन्तामणि धाम कहा गया है, जो ऐसा स्थान है जहाँ सारी इच्छाएँ पूरी होती हैं | भगवान् कृष्ण का परमधाम गोलोक वृन्दावन कहलाता है और वह पारसमणि से निर्मित प्रसादों से युक्त है | वहाँ पर वृक्ष भी हैं, जिन्हें कल्पतरु कहा जाता है, जो इच्छा होने पर किसी भी तरह का खाद्य पदार्थ प्रदान करने वाले हैं | वहाँ गौएँ भी हैं, जिन्हें सुरभि गौएँ कहा जाता है और वे अनन्त दुग्ध देने वाली हैं | इस धाम में भगवान् की सेवा के लिए लाखों लक्ष्मियाँ हैं | वे आदि भगवान् गोविन्द तथा समस्त कारणों के कारण कहलाते हैं | भगवान् वंशी बजाते रहते हैं (वेणु क्वणन्तम्) | उनका दिव्य स्वरूप समस्त लोकों में सर्वाधिक आकर्षक है, उनके नेत्र कमलदलों के समान हैं और उनका शरीर मेघों के वर्ण का है | वे इतने रूपवान हैं कि उनका सौन्दर्य हजारों कामदेवों को मात करता है | वे पीत वस्त्र धारण करते हैं, उनके गले में माला रहती है और केशों में मोरपंख लगे रहते हैं | भगवद्गीता में भगवान् कृष्ण अपने निजी धाम, गोलोक वृन्दावन का संकेत मात्र करते हैं, जो आध्यात्मिक जगत् में सर्वश्रेष्ठ लोक है | इसका विषद वृतान्त ब्रह्मसंहिता में मिलता है | वैदिक ग्रंथ (कठोपनिषद् १.३.११) बताते हैं कि भगवान् का धाम सर्वश्रेष्ठ है और यही परमधाम है (पुरुषान्न परं किञ्चित्सा काष्ठा परमा गतिः) | एक बार वहाँ पहुँच कर फिर से भौतिक संसार में वापस नहीं आना होता | कृष्ण का परमधाम तथा स्वयं कृष्ण अभिन्न हैं, क्योंकि वे दोनों एक से गुण वाले हैं | आध्यात्मिक आकाश में स्थित इस गोलोक वृन्दावन की प्रतिकृति (वृन्दावन) इस पृथ्वी पर दिल्ली से १० मील दक्षिण-पूर्व स्थित है | जब कृष्ण ने इस पृथ्वी पर अवतार ग्रहण किया था, तो उन्होने इसी भूमि पर, जिसे वृन्दावन कहते हैं और जो भारत में मथुरा जिले के चौरासी वर्गमील में फैला हुआ है, क्रीड़ा की थी |"
            ],
            "english": [
                "The supreme abode of the Personality of Godhead, Krsna, is described in the Brahma-samhita as cintamani-dhama, a place where all desires are fulfilled. The supreme abode of Lord Krsna known as Goloka Vrndavana is full of palaces made of touchstone. There are also trees which are called “desire trees” that supply any type of eatable upon demand, and there are cows known as surabhi cows which supply a limitless supply of milk. In this abode, the Lord is served by hundreds of thousands of goddesses of fortune (Laksmis), and He is called Govinda, the primal Lord and the cause of all causes. The Lord is accustomed to blow His flute (venum kvanantam). His transcendental form is the most attractive in all the worlds—His eyes are like the lotus petals and the color of His body like clouds. He is so attractive that His beauty excels that of thousands of cupids. He wears saffron cloth, a garland around His neck and a peacock feather in His hair. In the Gita Lord Krsna gives only a small hint of His personal abode (Goloka Vrndavana) which is the supermost planet in the spiritual kingdom. A vivid description is given in the Brahma-samhita. Vedic literature states that there is nothing superior to the abode of the Supreme Godhead, and that that abode is the ultimate destination. When one attains to it, he never returns to the material world. Krsna's supreme abode and Krsna Himself are nondifferent, being of the same quality. On this earth, Vrndavana, ninety miles southeast of Delhi, is a replica of that supreme Goloka Vrndavana located in the spiritual sky. When Krsna descended on this earth, He sported on that particular tract of land known as Vrndavana in the district of Mathura, India."
            ]
        }
    },
    {
        "id": [
            22
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "पुरुषः स परः पार्थ भक्तया लभ्यस्त्वनन्यया |",
                "यस्यान्तःस्थानि भूतानि येन सर्वमिदं ततम् || २२ ||"
            ],
            "english": [
                "purusah sa parah partha",
                "bhaktya labhyas tv ananyaya",
                "yasyantah-sthani bhutani",
                "yena sarvam idam tatam"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान्, जो सबसे महान हैं, अनन्य भक्ति द्वारा ही प्राप्त किये जा सकते हैं | यद्यपि वे अपने धाम में विराजमान हैं, तो भी वे सर्वव्यापी हैं और उनमें सब कुछ स्थित है |/p>"
            ],
            "english": [
                "The Supreme Personality of Godhead, who is greater than all, is attainable by unalloyed devotion. Although He is present in His abode, He is all-pervading, and everything is situated within Him."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ यह स्पष्ट बताया गया है कि जिस परमधाम से फिर लौटना नहीं होता, वह परमपुरुष कृष्ण का धाम है | ब्रह्मसंहिता में इस परमधाम को आनन्दचिन्मय रस कहा गया है जो ऐसा स्थान है जहाँ सभी वस्तुएँ परं आनन्द से पूर्ण हैं | जितनी भी विविधता प्रकट होती है वह सब इसी परमानन्द का गुण है – वहाँ कुछ भी भौतिक नहीं है | यह विविधता भगवान् के विस्तार के साथ ही विस्तृत होती जाती है, क्योंकि वहाँ की सारी अभिव्यक्ति पराशक्ति के कारण है, जैसा कि सातवें अध्याय में बताया गया है | जहाँ तक इस भौतिक जगत् का प्रश्न है, यद्यपि भगवान् अपने धाम में ही सदैव रहते हैं, तो भी वे अपनी भौतिक शक्ति (माया) द्वारा सर्वव्याप्त हैं | इस प्रकार वे अपनी परा तथा अपरा शक्तियों द्वारा सर्वत्र – भौतिक तथा आध्यात्मिक दोनों ब्रह्माण्डों में – उपस्थित रहते हैं | यस्यान्तःस्थानि का अर्थ है कि प्रत्येक वस्तु उनमें या उनकी परा या अपरा शक्ति में निहित है | इन्हीं दोनों शक्तियों के द्वारा भगवान् सर्वव्यापी हैं |",
                "कृष्ण के परमधाम में या असंख्य वैकुण्ठ लोकों में भक्ति के द्वारा ही प्रवेश सम्भव है, जैसा कि भक्त्या शब्द द्वारा सूचित होता है | किसी अन्य विधि से परमधाम की प्राप्ति सम्भव नहीं है | वेदों में (गोपाल-तापनी उपनिषद् ३.२) भी परमधाम तथा भगवान् का वर्णन मिलता है | एको वशी सर्वगः कृष्णः | उस धाम में केवल एक भगवान् रहता है, जिसका नाम कृष्ण है | वह अत्यन्त दयालु विग्रह है और एक रूप में स्थित होकर भी वह अपने को लाखों स्वांशों में विस्तृत करता रहता है | वेदों में भगवान् की उपमा उस शान्त वृक्ष से दी गई है, जिसमें नाना प्रकार के फूल तथा फल लगे हैं और जिसकी पत्तियाँ निरन्तर बदलती रहती हैं | वैकुण्ठ लोक की अध्यक्षता करने वाले भगवान् के स्वांश चतुर्भुजी हैं और विभिन्न नामों से विख्यात है – पुरुषोत्तम, त्रिविक्रम, केशव, माधव, अनिरुद्ध, हृषीकेश, संकर्षण, प्रद्युम्न, श्रीधर, दामोदर, जनार्दन, नारायण, वामन, पद्मनाभ आदि |",
                "ब्रह्मसंहिता में (५.३७) भी पुष्टि हुई है कि यद्यपि भगवान् निरन्तर परमधाम गोलोक वृन्दावन में रहते हैं, किन्तु वे सर्वव्यापी हैं ताकि सब कुछ सुचारू रूप से चलता रहे (गोलोक एव निवसत्यखिलात्मभूतः) | वेदों में (श्र्वेताश्र्वतर उपनिषद् ६.८) कहा गया है – परास्य शक्तिर्विविधैव श्रूयते| स्वाभाविकी ज्ञानबलक्रिया च– उनकी शक्तियाँ इतनी व्यापक हैं कि परमेश्र्वर के दूरस्थ होते हुए भी दृश्यजगत में बिना किसी त्रुटि के सब कुछ सुचारू रूप से संचालित करती रहती हैं |"
            ],
            "english": [
                "It is here clearly stated that the supreme destination from which there is no return is the abode of Krsna, the Supreme Person. The Brahma-samhita describes this supreme abode as ananda-cinmaya-rasa, a place where everything is full of spiritual bliss. Whatever variegatedness is manifest there is all of the quality of spiritual bliss—there is nothing material. All variegatedness is expanded as the spiritual expansion of the Supreme Godhead Himself, for the manifestation there is totally of the spiritual energy, as explained in Chapter Seven. As far as this material world is concerned, although the Lord is always in His supreme abode, He is nonetheless all-pervading by His material energy. So by His spiritual and material energies He is present everywhere—both in the material and in the spiritual universes. Yasyantahsthani means that everything is sustained by Him, whether it be spiritual or material energy.",
                "It is clearly stated here that only by bhakti, or devotional service, can one enter into the Vaikuntha (spiritual) planetary system. In all the Vaikunthas there is only one Supreme Godhead, Krsna, who has expanded Himself into millions and millions of plenary expansions. These plenary expansions are four-armed, and they preside over the innumerable spiritual planets. They are known by a variety of names-Purusottama, Trivikrama, Kesava, Madhava, Aniruddha, Hrsikesa, Sankarsana, Pradyumna, Sridhara, Vasudeva, Damodara, Janardana, Narayana, Vamana, Padmanabha, etc. These plenary expansions are likened unto the leaves of a tree, and the main tree is likened to Krsna. Krsna, dwelling in Goloka Vrndavana, His supreme abode, systematically conducts all affairs of both universes (material and spiritual) without a flaw by power of His all-pervasiveness."
            ]
        }
    },
    {
        "id": [
            23
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                " यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिनः |",
                "प्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ || २३ ||"
            ],
            "english": [
                "yatra kale tv anavrttim",
                "avrttim caiva yoginah",
                "prayata yanti tam kalam",
                "vaksyami bharatarsabha"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतश्रेष्ठ! अब मैं उन विभिन्न कालों को बताऊँगा, जिनमें इस संसार से प्रयाण करने के बाद योगी पुनः आता है अथवा नहीं आता |"
            ],
            "english": [
                "O best of the Bharatas, I shall now explain to you the different times at which, passing away from this world, one does or does not come back."
            ]
        },
        "meaning": {
            "hindi": [
                "परमेश्र्वर के अनन्य, पूर्ण शरणागत भक्तों को इसकी चिन्ता नहीं रहती कि वे कब और किस तरह शरीर को त्यागेंगे | वे सब कुछ कृष्ण पर छोड़ देते हैं और इस तरह सरलतापूर्वक, प्रसन्नता सहित भगवद्धाम जाते हैं | किन्तु जो अनन्य भक्त नहीं हैं और कर्मयोग, ज्ञानयोग तथा हठयोग जैसी आत्म-साक्षात्कार की विधियों पर आश्रित रहते हैं, उन्हें उपयुक्त समय में शरीर त्यागना होता है, जिससे वे आश्र्वस्त हो सकें कि इस जन्म-मृत्यु वाले संसार में उनको लौटना होगा या नहीं |",
                "यदि योगी सिद्ध होता है तो वह इस जगत् से शरीर छोड़ने का समय तथा स्थान चुन सकता है | किन्तु यदि वह इतना पटु नहीं होता तो उसकी सफलता उसके अचानक शरीर त्याग के संयोग पर निर्भर करती है | भगवान् ने अगले श्लोक में ऐसे उचित अवसरों का वर्णन किया है कि कब मरने से कोई वापस नहीं आता | आचार्य बलदेव विद्याभूषण के अनुसार यहाँ पर संस्कृत के काल शब्द का प्रयोग काल के अधिष्ठाता देव के लिए हुआ है |"
            ],
            "english": [
                "The unalloyed devotees of the Supreme Lord who are totally surrendered souls do not care when they leave their bodies or by what method. They leave everything in Krsna's hands and so easily and happily return to Godhead. But those who are not unalloyed devotees and who depend instead on such methods of spiritual realization as karma-yoga, jnana-yoga, hatha-yoga, etc., must leave the body at a suitable time and thereby be assured whether or not they will return to the world of birth and death.",
                "If the yogi is perfect, he can select the time and place for leaving this material world, but if he is not so perfect, then he has to leave at nature's will. The most suitable time to leave the body and not return is being explained by the Lord in these verses. According to Acarya Baladeva Vidyabhusana, the Sanskrit word kala used herein refers to the presiding deity of time."
            ]
        }
    },
    {
        "id": [
            24
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "अग्निर्ज्योतिरः शुक्लः षण्मासा उत्तरायणम् |",
                "तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जनाः || २४ ||"
            ],
            "english": [
                "agnir jyotir ahah suklah",
                "san-masa uttarayanam",
                "tatra prayata gacchanti",
                "brahma brahma-vido janah"
            ]
        },
        "translation": {
            "hindi": [
                "श्जो परब्रह्म के ज्ञाता हैं, वे अग्निदेव के प्रभाव में, प्रकाश में, दिन के शुभक्षण में, शुक्लपक्ष में या जब सूर्य उत्तरायण में रहता है, उन छह मासों में इस संसार से शरीर त्याग करने पर उस परब्रह्म को प्राप्त करते हैं |"
            ],
            "english": [
                "Those who know the Supreme Brahman pass away from the world during the influence of the fiery god, in the light, at an auspicious moment, during the fortnight of the moon and the six months when the sun travels in the north."
            ]
        },
        "meaning": {
            "hindi": [
                "जब अग्नि, प्रकाश, दिन तथा पक्ष का उल्लेख रहता है तो यह समझना चाहिए कि इस सबों के अधिष्ठाता देव होते हैं जो आत्मा की यात्रा की व्यवस्था करते हैं | मृत्यु के समय मन मनुष्य को नवीन जीवन मार्ग पर ले जाता है | यदि कोई अकस्मात् या योजनापूर्वक उपर्युक्त समय पर शरीर त्याग करता है तो उसके लिए निर्विशेष ब्रह्मज्योति प्राप्त कर पाना सम्भव होता है | योग में सिद्ध योगी अपने शरीर को त्यागने के समय तथा स्थान की व्यवस्था कर सकते हैं | अन्यों का इस पर कोई वश नहीं होता | यदि संयोगवश वे शुभमुहूर्त में शरीर त्यागते हैं, तब तो उनको जन्म-मृत्यु के चक्र में लौटना नहीं पड़ता, अन्यथा उनके पुनरावर्तन की सम्भावना बनी रहती है | किन्तु कृष्णभावनामृत में शुद्धभक्त के लिए लौटने का कोई भय नहीं रहता, चाहे वह शुभ मुहूर्त में शरीर त्याग करे या अशुभ क्षण में, चाहे अकस्मात् शरीर त्याग करे या स्वेच्छापूर्वक |"
            ],
            "english": [
                "When fire, light, day and moon are mentioned, it is to be understood that over all of them there are various presiding deities who make arrangements for the passage of the soul. At the time of death, the jiva sets forth on the path to a new life. If one leaves the body at the time designated above, either accidently or by arrangement, it is possible for him to attain the impersonal brahmajyoti. Mystics who are advanced in yoga practice can arrange the time and place to leave the body. Others have no control—if by accident they leave at an auspicious moment, then they will not return to the cycle of birth and death, but if not, then there is every possibility that they will have to return. However, for the pure devotee in Krsna consciousness, there is no fear of returning, whether he leaves the body at an auspicious or inauspicious moment, by accident or arrangement."
            ]
        }
    },
    {
        "id": [
            25
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                " धूमो रात्रिस्तथा कृष्णः षण्मासा दक्षिणायनम् |",
                "तत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते || २५ ||"
            ],
            "english": [
                "dhumo ratris tatha krsnah",
                "san-masa daksinayanam",
                "tatra candramasam jyotir",
                "yogi prapya nivartate"
            ]
        },
        "translation": {
            "hindi": [
                "जो योगी धुएँ, रात्री, कृष्णपक्ष में या सूर्य के दक्षिणायन रहने के छह महीनों में दिवंगत होता है, वह चन्द्रलोक को जाता है, किन्तु वहाँ से पुनः (पृथ्वी पर) चला आता है |"
            ],
            "english": [
                "The mystic who passes away from this world during the smoke, the night, the moonlight fortnight, or in the six months when the sun passes to the south, or who reaches the moon planet, again comes back."
            ]
        },
        "meaning": {
            "hindi": [
                "भागवत के तृतीय स्कंध में कपिल मुनि उल्लेख करते हैं कि जो लोग कर्मकाण्ड तथा यज्ञकाण्ड में निपुण हैं, वे मृत्यु होने पर चन्द्रलोक को प्राप्त करते हैं | ये महान आत्माएँ चन्द्रमा पर लगभग १० हजार वर्षों तक (देवों की गणना से) रहती हैं और सोमरस का पान करते हुए जीवन का आनन्द भोगती हैं | अन्ततोगत्वा वेपृथ्वीपर लौट आती हैं | इसका अर्थ यह हुआ कि चन्द्रमा में उच्चश्रेणी के प्राणी रहते हैं, भले ही हम अपनी स्थूल इन्द्रियों से उन्हें देख न सकें |"
            ],
            "english": [
                "In the Third Canto of Srimad-Bhagavatam we are informed that those who are expert in fruitive activities and sacrificial methods on earth attain to the moon at death. These elevated souls live on the moon for about 10,000 years (by demigod calculations) and enjoy life by drinking soma-rasa. They eventually return to earth. This means that on the moon there are higher classes of living beings, though they may not be perceived by the gross senses."
            ]
        }
    },
    {
        "id": [
            26
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "शुक्लकृष्णे गती ह्येते जगतः शाश्र्वते मते |",
                "एकया यात्यनावृत्तिमन्ययावर्तते पुनः || २६ ||"
            ],
            "english": [
                "sukla-krsne gati hy ete",
                "jagatah sasvate mate",
                "ekaya yaty anavrttim",
                "anyayavartate punah"
            ]
        },
        "translation": {
            "hindi": [
                "वैदिक मतानुसार इस संसार से प्रयाण करने के दो मार्ग हैं – एक प्रकाश का तथा दूसरा अंधकार का | जब मनुष्य प्रकाश के मार्ग से जाता है तो वह वापस नहीं आता, किन्तु अंधकार के मार्ग से जाने वाला पुनः लौटकर आता है |"
            ],
            "english": [
                "According to the Vedas, there are two ways of passing from this world—one in light and one in darkness. When one passes in light, he does not come back; but when one passes in darkness, he returns."
            ]
        },
        "meaning": {
            "hindi": [
                "आचार्य बलदेव विद्याभूषण ने छान्दोग्य उपनिषद् से (५.१०.३-५) ऐसा ही विवरण उद्धृत किया है | जो अनादि काल से सकाम कर्मों तथा दार्शनिक चिन्तक रहे हैं वे निरन्तर आवगमन करते रहे हैं | वस्तुतः उन्हें परममोक्ष प्राप्त नहीं होता, क्योंकि वे कृष्ण की शरण में नहीं जाते |"
            ],
            "english": [
                "The same description of departure and return is quoted by Acarya Baladeva Vidyabhusana from the Chandogya Upanisad. In such a way, those who are fruitive laborers and philosophical speculators from time immemorial are constantly going and coming. Actually they do not attain ultimate salvation, for they do not surrender to Krsna."
            ]
        }
    },
    {
        "id": [
            27
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "नैते सृती पार्थ जानन्योगी मुह्यति कश्र्चन |",
                "तस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन || २७ ||"
            ],
            "english": [
                "naite srti partha janan",
                "yogi muhyati kascana",
                "tasmat sarvesu kalesu",
                "yoga-yukto bhavarjuna"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! यद्यपि भक्तगण इन दोनों मार्गों को जानते हैं, किन्तु वे मोहग्रस्त नहीं होते | अतः तुम भक्ति में सदैव स्थिर रहो |"
            ],
            "english": [
                "The devotees who know these two paths, O Arjuna, are never bewildered. Therefore be always fixed in devotion."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्ण अर्जुन को उपदेश दे रहे हैं कि उसे इस जगत् से आत्मा के प्रयाण करने के विभिन्न मार्गों को सुनकर विचलित नहीं होना चाहिए | भगवद्भक्त को इसकी चिन्ता नहीं होनी चाहिए कि वह स्वेच्छा से मरेगा या दैववशात् | भक्त को कृष्णभावनामृत में दृढ़तापूर्वक स्थित रहकर हरे कृष्ण का जप करना चाहिए | उसे यह जान लेना चाहिए कि इन दोनों मार्गों में से किसी की भी चिन्ता करना कष्टदायक है | कृष्णभावनामृत में तल्लीन होने की सर्वोत्तम विधि यही है कि भगवान् की सेवा में सदैव रत रहा जाय | इससे भगवद्धाम का मार्ग स्वतः सुगम, सुनिश्चित तथा सीधा होगा | इस श्लोक का योगयुक्त शब्द विशेष रूप से महत्त्वपूर्ण है | जो योग में स्थिर है, वह अपनी सभी गतिविधियों में निरन्तर कृष्णभावनामृत में रत रहता है | श्री रूप गोस्वामी का उपदेश है – अनासक्तस्य विषयान् यथार्हमुपयुञ्जतः– मनुष्य को सांसारिक कार्यों से अनासक्त रहकर कृष्णभावनामृत में सब कुछ करना चाहिए | इस विधि से, जिसे युक्तवैराग्य कहते हैं, मनुष्य सिद्धि प्राप्त करता है | अतएव भक्त कभी इन वर्णनों से विचलित नहीं होता, क्योंकि वह जानता रहता है कि भक्ति के कारण भगवद्धाम का उसका प्रयाण सुनिश्चित है |"
            ],
            "english": [
                "Krsna is here advising Arjuna that he should not be disturbed by the different paths the soul can take when leaving the material world. A devotee of the Supreme Lord should not worry whether he will depart either by arrangement or by accident. The devotee should be firmly established in Krsna consciousness and chant Hare Krsna. He should know that concern over either of these two paths is troublesome. The best way to be absorbed in Krsna consciousness is to be always dovetailed in His service, and this will make one's path to the spiritual kingdom safe, certain, and direct. The word yoga-yukta is especially significant in this verse. One who is firm in yoga is constantly engaged in Krsna consciousness in all his activities. Sri Rupa Gosvami advises that one should be unattached in the material world and that all affairs should be steeped in Krsna consciousness. In this way one attains perfection. Therefore the devotee is not disturbed by these descriptions because he knows that his passage to the supreme abode is guaranteed by devotional service."
            ]
        }
    },
    {
        "id": [
            28
        ],
        "chapterId": 8,
        "text": {
            "hindi": [
                "वेदेषु यज्ञेषु तपःसु चैव दानेषु यत्पुण्यफलं प्रदिष्टम् |",
                "अत्येति तत्सर्वमिदं विदित्वा योगी परं स्थानमुपैति चाद्यम् || २८ ||"
            ],
            "english": [
                "vedesu yajnesu tapahsu caiva",
                "danesu yat punya-phalam pradistam",
                "atyeti tat sarvam idam viditva",
                "yogi param sthanam upaiti cadyam"
            ]
        },
        "translation": {
            "hindi": [
                "यह श्लोक सातवें तथा आठवें अध्यायों का उपसंहार है, जिनमे कृष्णभावनामृत तथा भक्ति का विशेष वर्णन है | मनुष्य को अपने गुरु के निर्देशन में वेदाध्ययन करना होता है, उन्हीं के आश्रम में रहते हुए तपस्या करनी होती है | ब्रह्मचारी को गुरु के घर में एक दास की भाँति रहना पड़ता है और द्वार-द्वार भिक्षा माँगकर गुरु के पास लाना होता है | उसे गुरु के उपदेश पर ही भोजन करना होता है और यदि किसी दिन गुरु शिष्य को भोजन करने के लिए बुलाना भूल जाय तो शिष्य को उपवास करना होता है | ब्रह्मचर्य पालन के ये कुछ वैदिक नियम हैं |",
                "अपने गुरु के आश्रम में जब छात्र पाँच से बीस वर्ष तक वेदों का अध्ययन कर लेता है तो वह परम चरित्रवान बन जाता है | वेदों का अध्ययन मनोधर्मियों के मनोरंजन के लिए नहीं, अपितु चरित्र-निर्माण के लिए है | इस प्रशिक्षण के बाद ब्रह्मचारी को गृहस्थ जीवन में प्रवेश करके विवाह करने की अनुमति दी जाती है | गृहस्थ के रूप में उसे अनेक यज्ञ करने होते हैं, जिससे वह आगे उन्नति कर सके | उसे देश, काल तथा पात्र के अनुसार तथा सात्त्विक, राजसिक तथा तामसिक दान में अन्तर करते हुए दान देना होता है, जैसा कि भगवद्गीता में वर्णित है | गृहस्थ जीवन के बाद वानप्रस्थ आश्रम ग्रहण करना पड़ता है, जिसमें उसे जंगल में रहते हुए वृक्ष की छाल पहन कर और क्षौर कर्म आदि किये बिना कठिन तपस्या करनी होती है इस प्रकार मनुष्य ब्रह्मचर्य, गृहस्थ, वानप्रस्थ तथा अन्त में संन्यास आश्रम का पालन करते हुए जीवन की सिद्धावस्था को प्राप्त होता है | तब इनमें से कुछ स्वर्गलोक को जाते हैं और यदि वे और अधिक उन्नति करते हैं तो अधिक उच्च्लोकों को या तो निर्विशेष ब्रह्मज्योति, या वैकुण्ठलोक या कृष्णलोक को जाते हैं | वैदिक ग्रंथों में इसी मार्ग की रूपरेखा प्राप्त होती है |",
                "किन्तु कृष्णभावनामृत की विशेषता यह है कि मनुष्य एक ही झटके में भक्ति करने के कारण मनुष्य जीवन के विभिन्न आश्रमों के अनुष्ठानों को पार कर जाता है |",
                "इदं विदित्वा शब्द सूचित करते हैं कि मनुष्य को भगवद्गीता के इस अध्याय में तथा सातवें अध्याय में दिये हुए कृष्ण के उपदेशों को समझना चाहिए | उसे विद्वता या मनोधर्म से इस दोनों अध्यायों को समझने का प्रयास नहीं करना चाहिए, अपितु भक्तों की संगति से श्रवण करके समझना चाहिए | सातवें से लेकर बारहवें तक के अध्याय भगवद्गीता के सार रूप हैं | प्रथम छह अध्याय तथा अन्तिम छह अध्याय इन मध्यवर्ती छहों अध्यायों के लिए आवरण पात्र हैं जिनकी सुरक्षा भगवान् करते हैं | यदि कोई गीता के इन छह अध्यायों को भक्त की संगति में भलीभाँति समझ लेता है तो उसका जीवन समस्त तपस्याओं, यज्ञों, दानों, चिन्तनों को पार करके महिमा-मण्डित हो उठेगा, क्योंकि केवल कृष्णभावनामृत के द्वारा उसे इतने कर्मों का फल प्राप्त हो जाता है |",
                "जिसे भगवद्गीता में तनिक भी श्रद्धा नहीं है, उसे किसी भक्त से भगवद्गीता समझनी चाहिए, क्योंकि चौथे अध्याय के प्रारम्भ में ही कहा गया है कि केवल भक्तगण ही गीता को समझ सकते हैं, अन्य कोई भी भगवद्गीता के अभिप्राय को नहीं समझ सकता | अतः मनुष्य को चाहिए कि वह किसी भक्त से भगवद्गीता पढ़े; मनोधर्मियों से नहीं | यह श्रद्धा का सूचक है | जब भक्त की खोज की जाती है और अन्ततः भक्त की संगति प्राप्त हो जाती है, उसी क्षण से भगवद्गीता का वास्तविक अध्ययन तथा उसका ज्ञान प्रारम्भ हो जाता है | भक्त की संगति से भक्ति आती है और भक्ति के कारण कृष्ण या ईश्र्वर तथा कृष्ण के कार्यकलापों, उनके रूप, नाम, लीलाओं आदि से संबंधित सारे भ्रम दूर हो जाते हैं | इस प्रकार भ्रमों के दूर हो जाने पर वह अपने अध्ययन में स्थिर हो जाता है | तब उसे भगवद्गीता के अध्ययन में रस आने लगता है और कृष्णभावनाभावित होने की अनुभूति होने लगती है | आगे बढ़ने पर वह कृष्ण के प्रेम में पूर्णतया अनुरक्त हो जाता है | यह जीवन की सर्वोच्च सिद्ध अवस्था है, जिससे भक्त कृष्ण के धाम गोलोक वृन्दावन को प्राप्त होता है, जहाँ वह नित्य सुखी रहता है |",
                "इस प्रकार श्रीमद्भगवद्गीता के आठवें अध्याय “भगवत्प्राप्ति” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
            ],
            "english": [
                "A person who accepts the path of devotional service is not bereft of the results derived from studying the Vedas, performing austere sacrifices, giving charity or pursuing philosophical and fruitive activities. At the end he reaches the supreme abode."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": [
                "This verse is the summation of the Seventh and Eighth Chapters, particularly as the chapters deal with Krsna consciousness and devotional service. One has to study the Vedas under the guidance of the spiritual master and undergo many austerities and penances while living under his care. A brahmacari has to live in the home of the spiritual master just like a servant, and he must beg alms from door to door and bring them to the spiritual master. He takes food only under the master's order, and if the master neglects to call the student for food that day, the student fasts. These are some of the Vedic principles for observing brahmacarya.",
                "After the student studies the Vedas under the master for a period from five to twenty years, he may become a man of perfect character. Study of the Vedas is not meant for the recreation of armchair speculators, but for the formation of character. After this training, the brahmacari is allowed to enter into household life and marry. When he is a householder, he also has to perform many sacrifices and strive for further enlightenment. Then after retiring from household life, upon accepting the order of vanaprastha, he undergoes severe penances, such as living in forests, dressing with tree bark, not shaving, etc. By carrying out the orders of brahmacari, householder, vanaprastha and finally sannyasa, one becomes elevated to the perfectional stage of life. Some are then elevated to the heavenly kingdoms, and when they become even more advanced they are liberated in the spiritual sky, either in the impersonal brahmajyoti or in the Vaikuntha planets or Krsnaloka. This is the path outlined by Vedic literatures.",
                "The beauty of Krsna consciousness, however, is that by one stroke, by engaging in devotional service, one can surpass all rituals of the different orders of life.",
                "One should try to understand the Seventh and Eighth Chapters of the Gita not by scholarship or mental speculation, but by hearing them in association with pure devotees. Chapters Six through Twelve are the essence of the Gita. If one is fortunate to understand the Gita-especially these middle six chapters-in the association of devotees, then his life at once becomes glorified beyond all penances, sacrifices, charities, speculations, etc. One should hear the Gita from the devotee because at the beginning of the Fourth Chapter it is stated that the Gita can only be perfectly understood by devotees. Hearing the Gita from devotees, not from mental speculators, is called faith. Through association of devotees, one is placed in devotional service, and by this service Krsna's activities, form, pastimes, name, etc., become clear, and all misgivings are dispelled. Then once doubts are removed, the study of the Gita becomes extremely pleasurable, and one develops a taste and feeling for Krsna consciousness. In the advanced stage, one falls completely in love with Krsna, and that is the beginning of the highest perfectional stage of life which prepares the devotee's transferral to Krsna's abode in the spiritual sky, Goloka Vrndavana, where the devotee enters into eternal happiness."
            ]
        }
    }
]