[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रीभगवानुवाच",
            "मय्यावेश्य मनो ये मां नित्ययुक्ता उपासते ।",
            "श्रद्धया परयोपेतास्ते मे युक्ततमा मताः ॥ २ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्री-भगवान् उवाच - श्रीभगवान् ने कहा; मयि - मुझमें; आवेश्य - स्थिर करके; मनः - मन को; ये - जो; माम् - मुझको; नित्य - सदा; युक्ताः - लगे हुए; उपासते - पूजा करते हैं; श्रद्धया - श्रद्धापूर्वक; परया - दिव्य; उपेताः - प्रदत्त; ते - वे; मे - मेरे द्वारा; युक्त-तमाः - योग में परम सिद्ध; मताः - माने जाते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीभगवान् ने कहा – जो लोग अपने मन को मेरे साकार रूप में एकाग्र करते हैं, और अत्यन्त श्रद्धापूर्वक मेरी पूजा करने में सदैव लगे रहते हैं, वे मेरे द्वारा परम सिद्ध माने जाते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन के प्रश्न का उत्तर देते हुए कृष्ण स्पष्ट कहते हैं कि जो व्यक्ति उनके साकार रूप में अपने मन को एकाग्र करता है, और जो अत्यन्त श्रद्धा तथा निष्ठापूर्वक उनको पूजता है, उसे योग में परम सिद्ध मानना चाहिए | जो इस प्रकार कृष्णभावनाभावित होता है, उसके लिए कोई भी भौतिक कार्यकलाप नहीं रह जाते, क्योंकि हर कार्य कृष्ण के लिए किया जाता है | शुद्ध भक्त निरन्तर कार्यरत रहता है – कभी कीर्तन करता है, तो कभी श्रवण करता है, या कृष्ण विषयक कोई पुस्तक पढता है, या कभी-कभी प्रसाद तैयार करता है या बाजार से कृष्ण के लिए कुछ मोल लाता है, या कभी मन्दिर झाड़ता-बुहारता है, तो कभी बर्तन धोता है | वह जो कुछ भी करता है, कृष्ण सम्बन्धी कार्यों के अतिरिक्त अन्य किसी कार्य में एक क्षण भी नहीं गँवाता | ऐसा कार्य पूर्ण समाधि कहलाता है |"
        ]
    }
]