[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dialogue between Lord Śiva and Goddess Pārvatī; Garuḍa's delusion; Garuḍa listens to Śrī Rāma's story and to an account of His glory from Kākabhuśuṇḍi"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "girijā sunahu bisada yaha kathā. maiṃ saba kahī mōri mati jathā..",
            "rāma carita sata kōṭi apārā. śruti sāradā na baranai pārā.. [7-51-1]",
            "rāma anaṃta anaṃta gunānī. janma karma anaṃta nāmānī..",
            "jala sīkara mahi raja gani jāhīṃ. raghupati carita na barani sirāhīṃ.. [7-51-2]",
            "bimala kathā hari pada dāyanī. bhagati hōi suni anapāyanī..",
            "umā kahiu saba kathā suhāī. jō Bhuśuṇḍi khagapatihi sunāī.. [7-51-3]",
            "kachuka rāma guna kahēu bakhānī. aba kā kahauṃ sō kahahu bhavānī..",
            "suni subha kathā umā haraṣānī. bōlī ati binīta mṛdu bānī.. [7-51-4]",
            "dhanya dhanya maiṃ dhanya purārī. sunēu rāma guna bhava bhaya hārī.. [7-51-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Listen, Girijā; (continues Lord Śaṅkara,) \"I have told you in full this holy narrative according to My own lights. The stories of Śrī Rāma are without number and beyond all dimensions. Not even the Vedas and Śāradā (the goddess of speech) could recount them all. Infinite is Rāma and infinite His excellences; His births, exploits and names too are endless. It may be possible to count the drops of water (in a shower of rain) or the grains of sand; but the exploits of Śrī Rāma (the Lord of the Raghus) cannot be recounted in full. This sacred story enables one to reach the abode of Śrī Hari; whoever hears it is blessed with unceasing devotion. Umā, (goes on Lord Śiva,) I have repeated in full the delightful story which Bhuśuṇḍi recited to the king of the birds. I have thus recounted a few of Śrī Rāma's virtues; let me know, Bhavānī (Pārvatī), what am I to tell you next.\" Umā was glad to have heard the blessed story and replied in exceedingly polite and soft accents : \"I am thrice blessed, O Slayer of the demon Tripura, to have heard Śrī Rāma's praises, that take away the fear of birth and death.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tumharī kṛpāom kṛpāyatana aba kṛtakṛtya na mōha.",
            "jānēu rāma pratāpa prabhu cidānaṃda saṃdōha..52ka.. [7-52(A)]",
            "nātha tavānana sasi sravata kathā sudhā raghubīra.",
            "śravana puṭanhi mana pāna kari nahiṃ aghāta matidhīra..52kha.. [7-52(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "By Your grace, O Abode of mercy, I have now attained the object of my life and have no delusion left in me. I have realized the greatness of Lord Śrī Rāma, who is knowledge and bliss personified. O lord of resolute mind, my soul knows no satiety as I quaff with the cups of my ears the nectar-like story of Śrī Rāma (the Hero of Raghu's line) flowing from Your moon-like mouth."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma carita jē sunata aghāhīṃ. rasa bisēṣa jānā tinha nāhīṃ..",
            "jīvanamukta mahāmuni jēū. hari guna sunahīṃ niraṃtara tēū.. [7-52(B)-1]",
            "bhava sāgara caha pāra jō pāvā. rāma kathā tā kahaom dṛḍha nāvā..",
            "biṣainha kahaom puni hari guna grāmā. śravana sukhada aru mana abhirāmā.. [7-52(B)-2]",
            "śravanavaṃta asa kō jaga māhīṃ. jāhi na raghupati carita sōhāhīṃ..",
            "tē jaḍa jīva nijātmaka ghātī. jinhahi na raghupati kathā sōhātī.. [7-52(B)-3]",
            "haricaritra mānasa tumha gāvā. suni maiṃ nātha amiti sukha pāvā..",
            "tumha jō kahī yaha kathā suhāī. kāgabhasuṃḍi garuḍa prati gāī.. [7-52(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "They who feel satiated with hearing the exploits of Śrī Rāma have little known their peculiar sapor. Even those great sages who have attained final beatitude in their very lifetime constantly hear the praises of Śrī Hari. To him who seeks to cross the ocean of worldly existence, the narrative of Śrī Rāma serves as a secure bark. Nay, the praises of Śrī Hari are delightful to the ear and pleasing to the mind even of the sensualist. Is there in this world anyone with ears to hear, whom the exploits of Śrī Rāma (the Lord of the Raghus) do not delight. Stupid are those creatures and indeed killers of their soul, whom the narrative of Śrī Rāma does not attract.\" While You sang what You have chosen to call, \"the Mānasa Lake of Śrī Hari's exploits\" I listened, my lord, with boundless joy. You have just told me that this charming story was recited by Kākabhuśuṇḍi to Garuḍa."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "birati gyāna bigyāna dṛḍha rāma carana ati nēha.",
            "bāyasa tana raghupati bhagati mōhi parama saṃdēha..53.. [7-53]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Bhuśuṇḍi is staunch in his dispassion and steadfast in his wisdom and realization, and cherishes deep devotion to Śrī Rāma's feet. That one possessing the form of a crow should be a devotee of Śrī Rāma (the Lord of the Raghus) fills me with great doubt.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nara sahastra mahaom sunahu purārī. kōu ēka hōi dharma bratadhārī..",
            "dharmasīla kōṭika mahaom kōī. biṣaya bimukha birāga rata hōī.. [7-53-1]",
            "kōṭi birakta madhya śruti kahaī. samyaka gyāna sakṛta kōu lahaī..",
            "gyānavaṃta kōṭika mahaom kōū. jīvanamukta sakṛta jaga sōū.. [7-53-2]",
            "tinha sahastra mahu saba sukha khānī. durlabha brahmalīna bigyānī..",
            "dharmasīla birakta aru gyānī. jīvanamukta brahmapara prānī.. [7-53-3]",
            "saba tē sō durlabha surarāyā. rāma bhagati rata gata mada māyā..",
            "sō haribhagati kāga kimi pāī. bisvanātha mōhi kahahu bujhāī.. [7-53-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Listen, O Slayer of demon Tripura : among a thousand men there is scarce one who is steadfast in his vow of piety. Among ten million souls devoted to religion there may be one who is averse to the pleasures of sense and takes delight in dispassion. Among ten million souls free from worldly attachment, so declare the Vedas, scarce one succeeds in acquiring perfect wisdom. Among ten million enlightened souls in this world there is hardly one who attains final beatitude even when living. Among a thousand such souls he who has not only realized his oneness with Brahma but merged his identity in the Absolute and has accordingly become a fountain of all joy is rarely to be found. Of the religious, the unattached, the enlightened and the emancipated, as well as of those merged in the Absolute, O lord of divinities, he who takes delight in devotion to Śrī Rāma and is free from vanity and wiles is most difficult to find.\" Kindly explain to me at length, O Lord of the universe, how such a devotion to Śrī Hari was attained by a crow."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma parāyana gyāna rata gunāgāra mati dhīra.",
            "nātha kahahu kēhi kārana pāyau kāka sarīra..54.. [7-54]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Also tell me, my lord, how did Bhuśuṇḍi obtain the form of a crow even though devoted to Śrī Rāma, steeped in wisdom, a home of virtues and resolute of mind?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "yaha prabhu carita pavitra suhāvā. kahahu kṛpāla kāga kahaom pāvā..",
            "tumha kēhi bhāomti sunā madanārī. kahahu mōhi ati kautuka bhārī.. [7-54-1]",
            "garuḍa mahāgyānī guna rāsī. hari sēvaka ati nikaṭa nivāsī..",
            "tēhiṃ kēhi hētu kāga sana jāī. sunī kathā muni nikara bihāī.. [7-54-2]",
            "kahahu kavana bidhi bhā saṃbādā. dōu haribhagata kāga uragādā..",
            "gauri girā suni sarala suhāī. bōlē siva sādara sukha pāī.. [7-54-3]",
            "dhanya satī pāvana mati tōrī. raghupati carana prīti nahiṃ thōrī..",
            "sunahu parama punīta itihāsā. jō suni sakala lōka bhrama nāsā.. [7-54-4]",
            "upajai rāma carana bisvāsā. bhava nidhi tara nara binahiṃ prayāsā.. [7-54-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Further tell me, O merciful lord, wherefrom did the crow get this sacred and delightful story? And also let me know how could You hear it, O Destroyer of Cupid: for all this fills me with much inquisitiveness. Garuḍa, again, is highly enlightened and an embodiment of virtues; moreover, he is a servant of Śrī Hari (being His own mount) and lives very close to Him. Leaving a host of sages, wherefore did he approach a crow and hear Śrī Rāma's story from him? Further let me know how the dialogue proceeded between the crow and Garuḍa (the devourer of serpents), both of whom are devotees of Śrī Hari.\" Lord Śiva rejoiced to hear the artless and welcome speech of His Consort (Gaurī) and politely replied, \"You are blessed indeed, O virtuous lady; your idea is holy, and you possess not a little love for the feet of Śrī Rāma (the Lord of the Raghus). Therefore, listen to a most sacred story, which, when heard, puts an end to the delusion of the whole universe, engenders faith in Śrī Rāma's feet and enables a man to cross the ocean of worldly existence without any difficulty.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "aisia prasna bihaṃgapati kīnha kāga sana jāi.",
            "sō saba sādara kahihau sunahu umā mana lāi..55.. [7-55]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The king of the birds too went and put quite similar questions to the crow. I will reverently tell you all that: listen, Umā with an attentive mind."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "maiṃ jimi kathā sunī bhava mōcani. sō prasaṃga sunu sumukhi sulōcani..",
            "prathama daccha gṛha tava avatārā. satī nāma taba rahā tumhārā.. [7-55-1]",
            "daccha jagya taba bhā apamānā. tumha ati krōdha tajē taba prānā..",
            "mama anucaranha kīnha makha bhaṃgā. jānahu tumha sō sakala prasaṃgā.. [7-55-2]",
            "taba ati sōca bhayau mana mōrēṃ. dukhī bhayau biyōga priya tōrēṃ..",
            "suṃdara bana giri sarita taḍaāgā. kautuka dēkhata phirau bērāgā.. [7-55-3]",
            "giri sumēra uttara disi dūrī. nīla saila ēka sundara bhūrī..",
            "tāsu kanakamaya sikhara suhāē. cāri cāru mōrē mana bhāē.. [7-55-4]",
            "tinha para ēka ēka biṭapa bisālā. baṭa pīpara pākarī rasālā..",
            "sailōpari sara suṃdara sōhā. mani sōpāna dēkhi mana mōhā.. [7-55-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Listen, O charming and bright-eyed lady, to the circumstances in which I heard this story, that delivers one from the cycle of births and deaths. You first took birth in the house of Dakṣa and Sati was the name you then bore. At Dakṣa's sacrifice you were subjected to contumely and in the heat of your indignation you gave up your life then. My servants wrecked the sacrifice : you know the whole episode already. I felt much troubled at heart thereafter; for your loss had left me disconsolate, my dear. I wandered among beautiful woodlands, mountains, rivers and tanks seeing sights, but found no charm anywhere. In the far north, even beyond Mount Sumeru, there stands a most lovely mountain, known by the name of Nilagiri (the Blue Mountain). It has four charming and delightful gold peaks, which gladdened my soul : on each stood one gigantic tree, a banyan, a Peepul (the sacred bo-tree), a Plaksa (the Indian fig tree) and a mango. On the top of the mountain sparkled a beautiful tarn with jewelled steps, which were so enchanting to behold."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sītala amala madhura jala jalaja bipula bahuraṃga.",
            "kūjata kala rava haṃsa gana guṃjata majuṃla bhṛṃga..56.. [7-56]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Its water was cool, limpid and sweet; its lotuses abundant and many coloured. Flocks of swans murmured their sweet notes and the bees made a delightful buzzing."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tēhiṃ giri rucira basai khaga sōī. tāsu nāsa kalpāṃta na hōī..",
            "māyā kṛta guna dōṣa anēkā. mōha manōja ādi abibēkā.. [7-56-1]",
            "rahē byāpi samasta jaga māhīṃ. tēhi giri nikaṭa kabahu nahiṃ jāhīṃ..",
            "tahaom basi harihi bhajai jimi kāgā. sō sunu umā sahita anurāgā.. [7-56-2]",
            "pīpara taru tara dhyāna sō dharaī. jāpa jagya pākari tara karaī..",
            "āomba chāhaom kara mānasa pūjā. taji hari bhajanu kāju nahiṃ dūjā.. [7-56-3]",
            "bara tara kaha hari kathā prasaṃgā. āvahiṃ sunahiṃ anēka bihaṃgā..",
            "rāma carita bicītra bidhi nānā. prēma sahita kara sādara gānā.. [7-56-4]",
            "sunahiṃ sakala mati bimala marālā. basahiṃ niraṃtara jē tēhiṃ tālā..",
            "jaba maiṃ jāi sō kautuka dēkhā. ura upajā ānaṃda bisēṣā.. [7-56-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On that splendid mountain dwells the same bird (Kākabhuśuṇḍi), that outlives even the end of the world. The various good and evil phenomena created by Māyā (the Cosmic Illusion), and ignorance in its varied forms such as infatuation,lust etc., which hold sway all over the universe, never touch the precincts of that mountain. Now hear, Umā, with tender affection how the crow spends his days there in adoring Śrī Hari. Under the Peepul tree he practises meditation; he performs secrifice in the form of Japa (muttering of prayers) under the Plaksa; in the shade of the mango tree he offers mental worship to the Lord, having no occupation other than adoring Śrī Hari; and under the banyan he narrates episodes from the story of Śrī Hari, to hear which many a bird flocks there. With loving reverence he sings the various marvellous exploits of Śrī Rāma; the swans of pure mind, that ever dwell in that lake, all listen to the story. When I arrived there and saw the spectacle, an intense joy welled up in my heart."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba kachu kāla marāla tanu dhari tahaom kīnha nivāsa.",
            "sādara suni raghupati guna puni āyau kailāsa..57.. [7-57]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then, assuming the form of a swan, I sojourned there for some length of time. And, after reverently listening to the praises of Śrī Rāma (the Lord of the Raghus), I returned to Kailāsa."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "girijā kahēu sō saba itihāsā. maiṃ jēhi samaya gayau khaga pāsā..",
            "aba sō kathā sunahu jēhī hētū. gayau kāga pahiṃ khaga kula kētū.. [7-57-1]",
            "jaba raghunātha kīnhi rana krīḍaā. samujhata carita hōti mōhi brīḍaā..",
            "iṃdrajīta kara āpu baomdhāyō. taba nārada muni garuḍa paṭhāyō.. [7-57-2]",
            "baṃdhana kāṭi gayō uragādā. upajā hṛdayaom pracaṃḍa biṣādā..",
            "prabhu baṃdhana samujhata bahu bhāomtī. karata bicāra uraga ārātī.. [7-57-3]",
            "byāpaka brahma biraja bāgīsā. māyā mōha pāra paramīsā..",
            "sō avatāra sunēu jaga māhīṃ. dēkhēu sō prabhāva kachu nāhīṃ.. [7-57-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Girijā, I have thus narrated the whole episode as to when I visited the bird (Kākabhuśuṇḍi). Now hear the circumstances under which Garuḍa (the glory of the feathered kingdom) called on the crow. When the Lord of the Raghus enacted the sport of a combat (with Meghanāda, Rāvaṇa's son)-the very thought of which fills me with shame-and allowed Himself to be bound by Meghanāda (the conqueror of Indra), the sage Nārada despatched Garuḍa. When Garuḍa (the devourer of serpents) had cut the bonds and departed a terrible dejection possessed his soul. Racalling the Lord's bondage, the enemy of the serpents thought over the incident in many ways : \"It was the all-pervading and passionless Brahma, the lord of speech, the supreme Ruler beyond Māyā and error, who had, I was told, taken descent in this world. But I saw none of His divine glory"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhava baṃdhana tē chūṭahiṃ nara japi jā kara nāma.",
            "kharca nisācara bāomdhēu nāgapāsa sōi rāma..58.. [7-58]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"The same Rāma, by repeating whose Name men get freedom from the bonds of worldly existence was tied down by a puny demon with coils of snakes !\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nānā bhāomti manahi samujhāvā. pragaṭa na gyāna hṛdayaom bhrama chāvā..",
            "khēda khinna mana tarka baḍhaāī. bhayau mōhabasa tumharihiṃ nāī.. [7-58-1]",
            "byākula gayau dēvariṣi pāhīṃ. kahēsi jō saṃsaya nija mana māhīṃ..",
            "suni nāradahi lāgi ati dāyā. sunu khaga prabala rāma kai māyā.. [7-58-2]",
            "jō gyāninha kara cita apaharaī. bariāī bimōha mana karaī..",
            "jēhiṃ bahu bāra nacāvā mōhī. sōi byāpī bihaṃgapati tōhī.. [7-58-3]",
            "mahāmōha upajā ura tōrēṃ. miṭihi na bēgi kahēṃ khaga mōrēṃ..",
            "caturānana pahiṃ jāhu khagēsā. sōi karēhu jēhi hōi nidēsā.. [7-58-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Garuḍa did all he could to reassure himself; but the light of wisdom did not dawn on him; on the other hand,error overshadowed his soul all the more. Torn by torments and full of mental questionings, he fell a prey to delusion just like yourself. In his perplexity he approached the celestial sage (Nārada) and apprized him of the doubt that preyed upon his mind. On hearing his tale Nārada was moved with great compassion and said, \"Listen, Garuḍa: formidable is Śrī Rāma's Māyā (delusive power); it robs even the wise of their sense and bringing them under its sway clouds their mind with utter infatuation. The same Māyā that befooled me many a time has laid its hold on you, O lord of the feathered creation. A blinding infatuation has taken root in your heart and it will not be readily eradicated by any words of mine. Therefore, betake yourself to Brahma (the four-faced Creator), O lord of the winged creatures, and do whatever he enjoins you.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asa kahi calē dēvariṣi karata rāma guna gāna.",
            "hari māyā bala baranata puni puni parama sujāna..59.. [7-59]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "So saying the most enlightened celestial sage went his way, chanting Śrī Rāma's praises and repeatedly recalling to his mind the power of Śrī Hari's Māyā."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba khagapati biraṃci pahiṃ gayaū. nija saṃdēha sunāvata bhayaū..",
            "suni biraṃci rāmahi siru nāvā. samujhi pratāpa prēma ati chāvā.. [7-59-1]",
            "mana mahu karai bicāra bidhātā. māyā basa kabi kōbida gyātā..",
            "hari māyā kara amiti prabhāvā. bipula bāra jēhiṃ mōhi nacāvā.. [7-59-2]",
            "aga jagamaya jaga mama uparājā. nahiṃ ācaraja mōha khagarājā..",
            "taba bōlē bidhi girā suhāī. jāna mahēsa rāma prabhutāī.. [7-59-3]",
            "bainatēya saṃkara pahiṃ jāhū. tāta anata pūchahu jani kāhū..",
            "tahaom hōihi tava saṃsaya hānī. calēu bihaṃga sunata bidhi bānī.. [7-59-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The lord of the feathered creation then went to the Creator and told him his doubt. On hearing his story Brahma bowed his head to Śrī Rāma and, realizing His might, was overwhelmed with love. The Creator mused within himself : \"The seers and sages as well as the learned are all dominated by Māyā. Unbounded is the power of Śrī Hari's Māyā, that has often made a puppet of me. The whole of this animate and inanimate creation was evolved by me; no wonder, then, that the king of the birds has been beguiled by it.\" Thereupon Brahma said in charming accents, \"The great Lord Śiva is conversant with Śrī Rāma's glory. Therefore, O son of Vinata, approach Lord Śaṅkara and ask no question of anyone elsewhere, dear child. There alone will your doubts be resolved.\" On hearing the Creator's advice the bird flew away."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "paramātura bihaṃgapati āyau taba mō pāsa.",
            "jāta rahēu kubēra gṛha rahihu umā kailāsa..60.. [7-60]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then came the lord of the feathered kingdom in utmost distress to me. At that time I was on my way to Kubera's residence; while you, Umā, were here on Mount Kailāsa."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tēhiṃ mama pada sādara siru nāvā. puni āpana saṃdēha sunāvā..",
            "suni tā kari binatī mṛdu bānī. parēma sahita maiṃ kahēu bhavānī.. [7-60-1]",
            "milēhu garuḍa māraga mahaom mōhī. kavana bhāomti samujhāvauṃ tōhī..",
            "tabahi hōi saba saṃsaya bhaṃgā. jaba bahu kāla karia satasaṃgā.. [7-60-2]",
            "sunia tahāom hari kathā suhāī. nānā bhāomti muninha jō gāī..",
            "jēhi mahu ādi madhya avasānā. prabhu pratipādya rāma bhagavānā.. [7-60-3]",
            "nita hari kathā hōta jahaom bhāī. paṭhavau tahāom sunahi tumha jāī..",
            "jāihi sunata sakala saṃdēhā. rāma carana hōihi ati nēhā.. [7-60-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He reverently bowed his head at my feet and then placed his doubt before me. On hearing his submission, which was couched in polite terms, Bhavānī, I lovingly replied to him, \"Garuḍa, you have met me on the way; how then, shall I instruct you? Doubts are wholly resolved only when one enjoys the fellowship of saints for a long time, and listens there to the delightful story of Śrī Hari, that has been sung by the sages in diverse ways and the sole theme of which-at the beginning, in the middle as well as at the end-is the divine Lord Śrī Rāma. I shall accordingly send you to a place where, O brother, the story of Śrī Hari is recited everyday; you go there and listen. As you hear it all your doubts will vanish and you will develop intense love for Śrī Rāma's feet.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "binu satasaṃga na hari kathā tēhi binu mōha na bhāga.",
            "mōha gaēom binu rāma pada hōi na dṛḍha anurāga..61.. [7-61]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Except in the company of saints there is no talk of Śrī Hari, and one cannot be rid of error except through such talk. And till one's error is dispersed one cannot have deep-rooted affection for Śrī Rāma's feet."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "milahiṃ na raghupati binu anurāgā. kiēom jōga tapa gyāna birāgā..",
            "uttara disi suṃdara giri nīlā. tahaom raha kākabhusuṃḍi susīlā.. [7-61-1]",
            "rāma bhagati patha parama prabīnā. gyānī guna gṛha bahu kālīnā..",
            "rāma kathā sō kahai niraṃtara. sādara sunahiṃ bibidha bihaṃgabara.. [7-61-2]",
            "jāi sunahu tahaom hari guna bhūrī. hōihi mōha janita dukha dūrī..",
            "maiṃ jaba tēhi saba kahā bujhāī. calēu haraṣi mama pada siru nāī.. [7-61-3]",
            "tātē umā na maiṃ samujhāvā. raghupati kṛpāom maramu maiṃ pāvā..",
            "hōihi kīnha kabahu abhimānā. sō khauvai caha kṛpānidhānā.. [7-61-4]",
            "kachu tēhi tē puni maiṃ nahiṃ rākhā. samujhai khaga khagahī kai bhāṣā..",
            "prabhu māyā balavaṃta bhavānī. jāhi na mōha kavana asa gyānī.. [7-61-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord of the Raghus cannot be found except through love, even though you may practise Yoga (mind-control) or austere penance or culivate spiritual wisdom or dispassion. In the north there is a beautiful blue mountain called Nilagiri, where lives the amiable Kākabhuśuṇḍi, highly conversant with the path of Devotion to Śrī Rāma, enlightened, full of all good qualities and ages old. He unceasingly recites Śrī Rāma's narrative and noble birds of different species reverently listen to it. Go there and hear of the many virtues of Śrī Hari; your distress born of infatuation will thus disappear.\" When I had thus told him everything in unambiguous terms, Garuḍa bowed his head at my feet and departed with joy. Umā, I did not instruct him myself, because by the grace of Śrī Rāma (the Lord of the Raghus) I had come to know the secret (of Garuḍa's infatuation). He must have given vent to his pride on some ocassion and the All-merciful evidently wished to cure him of it. Partly there was another reason why I did not detain him; a bird can follow the language of a bird alone. My lord's Māyā, Bhavānī, is formidable; who is there so wise as not to be beguiled by it?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gyāni bhagata sirōmani tribhuvanapati kara jāna.",
            "tāhi mōha māyā nara pāvaomra karahiṃ gumāna..62ka.. [7-62(A)]",
            "siva biraṃci kahu mōhai kō hai bapurā āna.",
            "asa jiyaom jāni bhajahiṃ muni māyā pati bhagavāna..62kha.. [7-62(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Even Garuḍa, the very crest-jewel of devotees and enlightened souls and the mount of Lord Viṣṇu (the sovereign of the three spheres), was deluded by Māyā how absurd, then, the poor mortals vaunt their immunity from it. The Lord's Māyā beguiles even Śiva and Brahma; of what account in any poor creature? Bearing this in mind, the sages adore the divine Lord of Māyā."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gayau garuḍa jahaom basai bhusuṃḍā. mati akuṃṭha hari bhagati akhaṃḍā..",
            "dēkhi saila prasanna mana bhayaū. māyā mōha sōca saba gayaū.. [7-62(B)-1]",
            "kari taḍaāga majjana jalapānā. baṭa tara gayau hṛdayaom haraṣānā..",
            "bṛddha bṛddha bihaṃga tahaom āē. sunai rāma kē carita suhāē.. [7-62(B)-2]",
            "kathā araṃbha karai sōi cāhā. tēhī samaya gayau khaganāhā..",
            "āvata dēkhi sakala khagarājā. haraṣēu bāyasa sahita samājā.. [7-62(B)-3]",
            "ati ādara khagapati kara kīnhā. svāgata pūchi suāsana dīnhā..",
            "kari pūjā samēta anurāgā. madhura bacana taba bōlēu kāgā.. [7-62(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Garuḍa went to the abode of Bhuśuṇḍi (Kākabhuśuṇḍi) of unhampered intellect and possessing uninterrupted devotion to Śrī Hari. At the sight of the mountain his heart rejoiced and he was rid of all Māyā (delusion), infatuation and anxiety. After bathing in the tarn and drinking of its water he betook himself under the banyan tree, delighted at heart. Aged birds of all kinds flocked there to hear Śrī Rāma's charming exploits. Bhuśuṇḍi was just on the point of commencing the narration when the king of the birds arrived. All were rejoiced to see the king of the whole feathered creation approach, the crow no less than the rest of the assembly. Bhuśuṇḍi received the king of the birds with the utmost reverence and, having enquired after his welfare, conducted him to an exalted seat. After offering him loving worship the crow addressed him in honeyed accents:-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nātha kṛtāratha bhayau maiṃ tava darasana khagarāja.",
            "āyasu dēhu sō karauṃ aba prabhu āyahu kēhi kāja..63ka.. [7-63(A)]",
            "sadā kṛtāratha rūpa tumha kaha mṛdu bacana khagēsa.",
            "jēhi kai astuti sādara nija mukha kīnhi mahēsa..63kha.. [7-63(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "My lord, I have been blessed by your sight; now let me do whatever you bid me, O king of the birds. With what object have you come, my master ?\" \"You have always been a picture of blessedness,\" replied the lord of the feathered kingdom in gentle phrase, \"as I find that the great Lord Śiva reverently extolled you with His own mouth.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunahu tāta jēhi kārana āyau. sō saba bhayau darasa tava pāyau..",
            "dēkhi parama pāvana tava āśrama. gayau mōha saṃsaya nānā bhrama.. [7-63(B)-1]",
            "aba śrīrāma kathā ati pāvani. sadā sukhada dukha puṃja nasāvani..",
            "sādara tāta sunāvahu mōhī. bāra bāra binavau prabhu tōhī.. [7-63(B)-2]",
            "sunata garuḍa kai girā binītā. sarala suprēma sukhada supunītā..",
            "bhayau tāsu mana parama uchāhā. lāga kahai raghupati guna gāhā.. [7-63(B)-3]",
            "prathamahiṃ ati anurāga bhavānī. rāmacarita sara kahēsi bakhānī..",
            "puni nārada kara mōha apārā. kahēsi bahuri rāvana avatārā.. [7-63(B)-4]",
            "prabhu avatāra kathā puni gāī. taba sisu carita kahēsi mana lāī.. [7-63(B)-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Listen, dear one : the object for which I came has already been fully accomplished and I have also had the privilege of seeing you. At the very sight of your most holy hermitage my infatuation, doubt and many misconceptions have been removed. Now, dear one, narrate to me with due reverence the most sacred story of Śrī Rāma, which is ever delightful and a cure for all sufferings. This is what I beg of you again and again.\" The moment Bhuśuṇḍi heard Garuḍa's prayer, humble, sincere, loving; delightful and pious, a supreme joy diffused over his soul and he commenced recounting the virtues of Śrī Rāma (the Lord of the Raghus). First of all, with fervent devotion, O Bhavānī, he gave an elaborate description of the lake of Śrī Rāma's exploits. Next he told about Nārada's terrible infatuation and then of Rāvaṇa's incarnation. Thereafter he sang the story of the Lord's descent and then recounted with deep interest His childlike sports."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bālacarita kahiṃ bibidha bidhi mana mahaom parama uchāha.",
            "riṣi āgavana kahēsi puni śrī raghubīra bibāha..64.. [7-64]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "After narrating His boyish sports of various kinds with the utmost rapture of soul he told of the sage's (Viśvāmitra's) arrival and thereafter of Śrī Rāma's wedding."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bahuri rāma abhiṣēka prasaṃgā. puni nṛpa bacana rāja rasa bhaṃgā..",
            "purabāsinha kara biraha biṣādā. kahēsi rāma lachimana saṃbādā.. [7-64-1]",
            "bipina gavana kēvaṭa anurāgā. surasari utari nivāsa prayāgā..",
            "bālamīka prabhu milana bakhānā. citrakūṭa jimi basē bhagavānā.. [7-64-2]",
            "sacivāgavana nagara nṛpa maranā. bharatāgavana prēma bahu baranā..",
            "kari nṛpa kriyā saṃga purabāsī. bharata gaē jahaom prabhu sukha rāsī.. [7-64-3]",
            "puni raghupati bahu bidhi samujhāē. lai pādukā avadhapura āē..",
            "bharata rahani surapati suta karanī. prabhu aru atri bhēṃṭa puni baranī.. [7-64-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then he narrated the episode of Śrī Rāma's projected installaion (as the PrinceRegent of Ayodhyā) and after that he spoke of the sudden interruption in the festivities connected with the installation due to King Daśaratha's solemn pledge (to Kaikeyī), as well as of the citizens' agony at Rāma's parting. He then reproduced the dialogue between Śrī Rāma and Lakṣmaṇa and further described their journey to the forest, the devotion of the boatman and their ferrying across the celestial stream (Gaṅgā) and halt at Prayāga. He further described the Lord's meeting with the sage Vālmīki and how the divine Śrī Rāma sojourned at Citrakūṭa. Again, he then told of the minister's (Sumantra's) return to the capital, the King's demise, Bharata's coming back (from his maternal grandfather's) as well as his abundant love (for Śrī Rāma). He further related how after performing the King's obsequies Bharata with all the citizens betook himself to where the All-blissful Lord was, and how when the Lord of the Raghus consoled him in every way he took the Lord's sandals and returned to the city of Ayodhyā. Bhuśuṇḍi continued and described Bharata's mode of life (at Nandigrama), the (mischievous) conduct of Jayanta (the son of Indra, the lord of the celestials) and the Lord's meeting with the sage Atri."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahi birādha badha jēhi bidhi dēha tajī sarabhaṃga..",
            "barani sutīchana prīti puni prabhu agasti satasaṃga..65.. [7-65]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "After giving an account of Viradha's death (at the hands of the Lord) he told how the sage Sarabhanga dropped his body, and further described Sutiksna's devotion and also the Lord's holy communion with the sage Agastya."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahi daṃḍaka bana pāvanatāī. gīdha maitrī puni tēhiṃ gāī..",
            "puni prabhu paṃcavaṭīṃ kṛta bāsā. bhaṃjī sakala muninha kī trāsā.. [7-65-1]",
            "puni lachimana upadēsa anūpā. sūpanakhā jimi kīnhi kurūpā..",
            "khara dūṣana badha bahuri bakhānā. jimi saba maramu dasānana jānā.. [7-65-2]",
            "dasakaṃdhara mārīca batakahīṃ. jēhi bidhi bhaī sō saba tēhiṃ kahī..",
            "puni māyā sītā kara haranā. śrīraghubīra biraha kachu baranā.. [7-65-3]",
            "puni prabhu gīdha kriyā jimi kīnhī. badhi kabaṃdha sabarihi gati dīnhī..",
            "bahuri biraha baranata raghubīrā. jēhi bidhi gaē sarōbara tīrā.. [7-65-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "After speaking about the purification of the Daṇḍaka forest Bhuśuṇḍi told of the Lord's friendship with the vulture king (Jaṭāyu). He further narrated how the Lord took up His abode at Pancavati and dissipated the fears of all the hermits. Then came the Lord's incomparable exhortation to Lakṣmaṇa and the story of Śũrpaṇakhā's mutilation. He further narrated the death of Khara and Dũṣaṇa (at the Lord's hands) and how Rāvaṇa (the ten-headed monster) got all the information. Again, he then told all the particulars of the latter's talk with Marica. Thereafter he described the abduction of the fictitious Sītā and briefly referred to the desolation of Śrī Rāma (the Hero of Raghu's line). After this he told how the Lord performed the Obsequies of the vulture king, slew the demon Kabandha and bestowed the highest state (final beatitude) on Śabarī (the Bhīla woman), and further narrated how the Hero of Raghu's line went to the bank of the Pampa lake, bewailing His desolation all the way."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prabhu nārada saṃbāda kahi māruti milana prasaṃga.",
            "puni sugrīva mitāī bāli prāna kara bhaṃga..66ka.. [7-66(A)]",
            "kapihi tilaka kari prabhu kṛta saila prabaraṣana bāsa.",
            "baranana barṣā sarada aru rāma rōṣa kapi trāsa..66kha.. [7-66(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "After repeating the Lord's talk with the sage Nārada as well as the episode of His meeting with the son of the wind-good, Bhuśuṇḍi told of Śrī Rāma's alliance with Sugrīva and of Vali's death at His hands. He further related how after installing Sugrīva (on the throne of Kiskindha) the Lord took up His abode on Mount Pravarsana, gave an account of the rains as well as of the autumn that immediately followed and told of Śrī Rāma's wrath on Sugrīva and the latter's dismay"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jēhi bidhi kapipati kīsa paṭhāē. sītā khōja sakala disi dhāē..",
            "bibara prabēsa kīnha jēhi bhāomtī. kapinha bahōri milā saṃpātī.. [7-66(B)-1]",
            "suni saba kathā samīrakumārā. nāghata bhayau payōdhi apārā..",
            "laṃkāom kapi prabēsa jimi kīnhā. puni sītahi dhīraju jimi dīnhā.. [7-66(B)-2]",
            "bana ujāri rāvanahi prabōdhī. pura dahi nāghēu bahuri payōdhī..",
            "āē kapi saba jahaom raghurāī. baidēhī ki kusala sunāī.. [7-66(B)-3]",
            "sēna samēti jathā raghubīrā. utarē jāi bārinidhi tīrā..",
            "milā bibhīṣana jēhi bidhi āī. sāgara nigraha kathā sunāī.. [7-66(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The crow further narrated how Sugrīva (the lord of the monkeys) sent out monkeys, who rushed forth in every direction in quest of Sītā; how the party sent to the south entered a cave and were met later on by Sampati (Jaṭāyu's elder brother); how after hearing all the news from him the son of the wind-god jumped over the vast ocean, how the monkey chief made his way into Laṅkā and how later on he saw and reassured Sītā; how after laying waste the grove (where Sītā had been lodged) and exhorting Rāvaṇa he set fire to his capital and leapt back across the sea; how the whole party of the monkeys rejoined the Lord of the Raghus and told Him of Sītā's welfare and how the Hero of Raghu's line with His army went and encamped on the seashore and how Vibhīṣaṇa came and saw Him; and further recited the story of the ocean's subjugation."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sētu bāomdhi kapi sēna jimi utarī sāgara pāra.",
            "gayau basīṭhī bīrabara jēhi bidhi bālikumāra..67ka.. [7-67(A)]",
            "nisicara kīsa larāī baranisi bibidha prakāra.",
            "kuṃbhakarana ghananāda kara bala pauruṣa saṃghāra..67kha.. [7-67(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Bhuśuṇḍi then narrated how after building a bridge across the ocean the monkey host crossed over to the other side and how the most heroic son of Vali went as an envoy to Rāvaṇa. He further described the conflict between the demons and the monkeys in all its phases, and in course of it the might and valour, and eventually the destruction, of Kumbhakarṇa and Meghanāda."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nisicara nikara marana bidhi nānā. raghupati rāvana samara bakhānā..",
            "rāvana badha maṃdōdari sōkā. rāja bibhīṣaṇa dēva asōkā.. [7-67(B)-1]",
            "sītā raghupati milana bahōrī. suranha kīnha astuti kara jōrī..",
            "puni puṣpaka caḍhai kapinha samētā. avadha calē prabhu kṛpā nikētā.. [7-67(B)-2]",
            "jēhi bidhi rāma nagara nija āē. bāyasa bisada carita saba gāē..",
            "kahēsi bahōri rāma abhiṣaikā. pura baranata nṛpanīti anēkā.. [7-67(B)-3]",
            "kathā samasta bhusuṃḍa bakhānī. jō maiṃ tumha sana kahī bhavānī..",
            "suni saba rāma kathā khaganāhā. kahata bacana mana parama uchāhā.. [7-67(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The crow then told about the extermination of the demon host and the various phases of the combat between the Lord of the Raghus and Rāvaṇa, Rāvaṇa's death and Mandodarī's lament, the enthronement of Vibhīṣaṇa, the cessation of the gods' sorrow and Sītā's reunion with the Lord of the Raghus. He further narrated how the gods with joined palms hymned the Lord's praises, how the All-merciful Lord then mounted the aerial car known by the name of Puṣpaka alongwith the monkeys and flew to Ayodhyā and how Śrī Rāma arrived at His own capital and all such holy doings. He then told of Śrī Rāma's coronation and also described the city and all its kingly polity. In this way Bhuśuṇḍi narrated the whole story as I have already told you, Bhavānī. When he heard the whole of Śrī Rāma's narrative, Garuḍa's mind was filled with rapture and he spoke as follows:-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gayau mōra saṃdēha sunēu sakala raghupati carita.",
            "bhayau rāma pada nēha tava prasāda bāyasa tilaka..68ka.. [7-67(B)-68(A)]",
            "mōhi bhayau ati mōha prabhu baṃdhana rana mahu nirakhi.",
            "cidānaṃda saṃdōha rāma bikala kārana kavana. 68kha.. [7-67(B)-68(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"My doubts have gone, now that I have heard the whole of Śrī Rāma's narrative. And by your grace, O best of crows, I have developed devotion to Śrī Rāma's feet. A mighty bewilderment possessed me when I saw the Lord bound in battle : Śrī Rāma is Knowledge and Bliss personified; how can He be embarrassed?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dēkhi carita ati nara anusārī. bhayau hṛdayaom mama saṃsaya bhārī..",
            "sōi bhrama aba hita kari maiṃ mānā. kīnha anugraha kṛpānidhānā.. [7-67(B)-1]",
            "jō ati ātapa byākula hōī. taru chāyā sukha jānai sōī..",
            "jauṃ nahiṃ hōta mōha ati mōhī. milatēu tāta kavana bidhi tōhī.. [7-67(B)-2]",
            "sunatēu kimi hari kathā suhāī. ati bicitra bahu bidhi tumha gāī..",
            "nigamāgama purāna mata ēhā. kahahiṃ siddha muni nahiṃ saṃdēhā.. [7-67(B)-3]",
            "saṃta bisuddha milahiṃ pari tēhī. citavahiṃ rāma kṛpā kari jēhī..",
            "rāma kṛpāom tava darasana bhayaū. tava prasāda saba saṃsaya gayaū.. [7-67(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"As I found His ways so closely resembling those of a human being, a grievous doubt arose in my soul. Now I regard that error of mine as a blessing and feel that the All-merciful bestowed a favour on me (in the form of that error). For he alone who is terribly oppressed with the heat of the sun can appreciate the blessing of an umbrageous tree. Had I not thus fallen a prey to gross infatuation, how could it have been possible for me to meet you, revered sir, and how could I get an opportunity to hear the charming and most wonderful story of Śrī Hari that you have just sung in all its details. The Vedas, the Tantras and the Purāṇas are at one on this point and so declare the Siddhas and sages in unequivocal terms that the fellowship of genuine saints is only attained by those whom Śrī Rāma regards with favour. By Śrī Rāma's grace I have been blessed with your sight and by your blessing, again, all my doubts have disappeared.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni bihaṃgapati bānī sahita binaya anurāga.",
            "pulaka gāta lōcana sajala mana haraṣēu ati kāga..69ka.. [7-69(A)]",
            "śrōtā sumati susīla suci kathā rasika hari dāsa.",
            "pāi umā ati gōpyamapi sajjana karahiṃ prakāsa..69kha.. [7-69(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On hearing Garuḍa's speech, so modest and affectionate, the crow was greatly rejoiced at heart; every hair on his body stood erect and tears rushed to his eyes. Umā, (continues Lord Śiva,) saints reveal their profoundest secrets when they find a listener who is not only intelligent, virtuous and pious, but fond of Śrī Rāma's story and a devotee of Śrī Hari."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bōlēu kākabhasuṃḍa bahōrī. nabhaga nātha para prīti na thōrī..",
            "saba bidhi nātha pūjya tumha mērē. kṛpāpātra raghunāyaka kērē.. [7-69(B)-1]",
            "tumhahi na saṃsaya mōha na māyā. mō para nātha kīnha tumha dāyā..",
            "paṭhai mōha misa khagapati tōhī. raghupati dīnhi baḍaāī mōhī.. [7-69(B)-2]",
            "tumha nija mōha kahī khaga sāīṃ. sō nahiṃ kachu ācaraja gōsāīṃ..",
            "nārada bhava biraṃci sanakādī. jē munināyaka ātamabādī.. [7-69(B)-3]",
            "mōha na aṃdha kīnha kēhi kēhī. kō jaga kāma nacāva na jēhī..",
            "tṛsnāom kēhi na kīnha baurāhā. kēhi kara hṛdaya krōdha nahiṃ dāhā.. [7-69(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then answered Kākabhuśuṇḍi, who had no small affection for the lord of the feathered creation : \"My lord, you are in everyway entitled to my homage, a recipient as you are of Śrī Rāma's favour. You had neither doubt nor infatuation, nor delusion; it was only an excuse, my lord, for doing me a kindness. By sending you, O king of the birds, under the pretext of infatuation the Lord of the Raghus has conferred an honour on me. Yet, my lord, there is nothing peculiar in that delusion of yours of which you have told me, O king of the birds; for the celestial sage Nārada, Bhava (Lord Śiva) and Virañci (the Creator), as well as Sanaka and the other great sages, exponents of the truth of the Spirit- which of these has not been blinded by infatuation? Again, is there anyone in this world whom lust has not made a puppet of? Who has not been maddened by the thirst for enjoyment and whose heart has not been inflamed by anger?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gyānī tāpasa sūra kabi kōbida guna āgāra.",
            "kēhi kai laubha biḍaṃbanā kīnhi na ēhiṃ saṃsāra..70ka.. [7-70(A)]",
            "śrī mada bakra na kīnha kēhi prabhutā badhira na kāhi.",
            "mṛgalōcani kē naina sara kō asa lāga na jāhi..70kha.. [7-70(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Is there any sage, ascetic, hero, seer, man of learning or man of virtue in this world, whom greed has not batrayed? Again, whom has the pride of pelf not perverted? Who has not been deafened by power? And is there anyone who has not been smitten by the shaft-like glances of a fawn-eyed woman?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "guna kṛta sanyapāta nahiṃ kēhī. kōu na māna mada tajēu nibēhī..",
            "jōbana jvara kēhi nahiṃ balakāvā. mamatā kēhi kara jasa na nasāvā.. [7-70(B)-1]",
            "macchara kāhi kalaṃka na lāvā. kāhi na sōka samīra ḍōlāvā..",
            "ciṃtā sāompini kō nahiṃ khāyā. kō jaga jāhi na byāpī māyā.. [7-70(B)-2]",
            "kīṭa manōratha dāru sarīrā. jēhi na lāga ghuna kō asa dhīrā..",
            "suta bita lōka īṣanā tīnī. kēhi kē mati inha kṛta na malīnī.. [7-70(B)-3]",
            "yaha saba māyā kara parivārā. prabala amiti kō baranai pārā..",
            "siva caturānana jāhi ḍērāhīṃ. apara jīva kēhi lēkhē māhīṃ.. [7-70(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Who is not thrown out of his mental equipoise by the combined action of the three Gunas (modes of Prakrti) as by the synchronous derangement of the three humours of the body (which generally proves fatal to the victim according to the principles of ayurveda)? None has escaped the stings of pride and arrogance. Who does not get wildly excited under an attack of fever in the form of youth and whose good reputation is not marred by worldly attachment? Who does not incur obloquy through envy and who is not shaken by the blast of grief? Who is not bitten by the serpent of care? And is there anyone in this world who is not overcome by Māyā (the delusive potency of God)? Again, is there anyone so resolute of mind, whose body is not being consumed by desire as a piece of wood is eaten away by a wooded-borer? Whose mind has not been polluted by the threefold desire-the desire of progeny, the desire of wealth and the desire of fame? All these constitute the retinue of Māyā, formidable and infinite in number, more than any can tell. Even Lord Śiva and the four-faced Brahmā (the Creator) are ever afraid of these; of what account, then, are other creatures?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "byāpi rahēu saṃsāra mahu māyā kaṭaka pracaṃḍa..",
            "sēnāpati kāmādi bhaṭa daṃbha kapaṭa pāṣaṃḍa..71ka.. [7-71(A)]",
            "sō dāsī raghubīra kai samujhēṃ mithyā sōpi.",
            "chūṭa na rāma kṛpā binu nātha kahau pada rōpi..71kha.. [7-71(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Māyā's formidable army is spread over the whole universe. Concupiscence and others (viz., Anger and Greed) are its generals; Hypocrisy, Deceit and Heresy its champions. That Māyā, however, is Śrī Rāma's own handmaid; though unreal when understood, there is no release from her grip except by Śrī Rāma's grace: I declare this with the utmost confidence."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jō māyā saba jagahi nacāvā. jāsu carita lakhi kāhu na pāvā..",
            "sōi prabhu bhrū bilāsa khagarājā. nāca naṭī iva sahita samājā.. [7-71(B)-1]",
            "sōi saccidānaṃda ghana rāmā. aja bigyāna rūpō bala dhāmā..",
            "byāpaka byāpya akhaṃḍa anaṃtā. akhila amōghasakti bhagavaṃtā.. [7-71(B)-2]",
            "aguna adabhra girā gōtītā. sabadarasī anavadya ajītā..",
            "nirmama nirākāra niramōhā. nitya niraṃjana sukha saṃdōhā.. [7-71(B)-3]",
            "prakṛti pāra prabhu saba ura bāsī. brahma nirīha biraja abināsī..",
            "ihāom mōha kara kārana nāhīṃ. rabi sanmukha tama kabahu ki jāhīṃ.. [7-71(B)-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The same Māyā that has made a puppet of the whole world and whose ways are unknown to anyone, dences with all her troups like an actress on the stage to the play of the Lord's eyebrows, O king of birds. Such is Śrī Rāma, who is devoid of birth, the totality of Existence, Knowledge and Bliss, wisdom personified, the home of beauty and strength. He is both pervading and pervaded, fractionless, infinite and integral, the Lord of unfailing power, attributeless, vast, transcending speech as well as the other senses, all-seeing, free from blemish, invincible, unattached, devoid of form, free from error, eternal and untainted by Māyā, beyond the realm of Prakrti (Matter), bliss personified, the Lord indwelling the heart of all, the actionless Brahma, free from passion and imperishable. In Him error finds no ground to stand upon; can the shades of darkness ever approach the sun?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhagata hētu bhagavāna prabhu rāma dharēu tanu bhūpa.",
            "kiē carita pāvana parama prākṛta nara anurūpa..72ka.. [7-72(A)]",
            "jathā anēka bēṣa dhari nṛtya karai naṭa kōi.",
            "sōi sōi bhāva dēkhāvai āpuna hōi na sōi..72kha.. [7-72(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "For the sake of His devotees, the divine Lord Śrī Rāma took the form of an earthly sovereign and performed most sacred deeds, in the manner of an ordinary mortal, even as an actor, while acting on the stage, assumes various guises and exhibits different characters but himself remains the same."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asi raghupati līlā uragārī. danuja bimōhani jana sukhakārī..",
            "jē mati malina biṣayabasa kāmī. prabhu mōha dharahiṃ imi svāmī.. [7-72(B)-1]",
            "nayana dōṣa jā kahaom jaba hōī. pīta barana sasi kahu kaha sōī..",
            "jaba jēhi disi bhrama hōi khagēsā. sō kaha pacchima uyau dinēsā.. [7-72(B)-2]",
            "naukārūḍha calata jaga dēkhā. acala mōha basa āpuhi lēkhā..",
            "bālaka bhramahiṃ na bhramahiṃ gṛhādīṃ. kahahiṃ paraspara mithyābādī.. [7-72(B)-3]",
            "hari biṣaika asa mōha bihaṃgā. sapanēhu nahiṃ agyāna prasaṃgā..",
            "māyābasa matimaṃda abhāgī. hṛdayaom jamanikā bahubidhi lāgī.. [7-72(B)-4]",
            "tē saṭha haṭha basa saṃsaya karahīṃ. nija agyāna rāma para dharahīṃ.. [7-72(B)-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Such, O enemy of serpents, is the pastime of Śrī Rāma (the Lord of the Raghus), a bewilderment to the demons but a delight to His servants. Those who are impure of mind, given over to the pleasures of sense and slaves of passion attribute infatuation to the Lord in the following manner, my master. He who has a jaundiced eye declares the moon as of a yellow colour so long as the disease is there. When a man is bewildered as to the point of the compass, O Garuḍa, he affirms that the sun has risen in the west. A man who is sailing on a boat finds the world moving and deludes himself with the idea that he himself is standing still. Children whirl round in play, but not the surrounding buildings etc., yet they dub one another a liar (when some of them insist that it is they themselves who are moving). It is in this way, O king of the birds, that error is ascribed to Śrī Hari; otherwise not even in a dream is He subject to delusion. Those dull-witted wretches who are dominated by Māyā and who have many a veil hanging over their soul, such fools alone raise doubts in their perversity and ascribe their own ignorance to Śrī Rāma."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kāma krōdha mada lōbha rata gṛhāsakta dukharūpa.",
            "tē kimi jānahiṃ raghupatihi mūḍha parē tama kūpa..73ka.. [7-73(A)]",
            "nirguna rūpa sulabha ati saguna jāna nahiṃ kōi.",
            "sugama agama nānā carita suni muni mana bhrama hōi..73kha.. [7-73(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Steeped in lust, anger, arrogance and greed and attached to their home, which is a picture of woe, how can such dullards know the Lord of the Raghus, fallen as they are in the depths of darkness (ignorance)? The attributeless aspect of the Godhead is easy to understand; but no one can comprehend the embodied form (which is beyond all modes of Prakrti and divine in character). Even a sage's soul is bewildered on hearing of the various exploits of the Lord, both of an intelligible and baffling character."
        ]
    }
]