[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रीभगवानुवाच |",
            "परं भूयः प्रवक्ष्यामि ज्ञानानां ज्ञानमुत्तमम् |",
            "यज्ज्ञात्वा मुनयः सर्वे परां सिद्धिमितो गताः || १ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्री-भगवान् उवाच - भगवान् ने कहा; परम् - दिव्य; भूयः - फिर; प्रवक्ष्यामि - कहूँगा; ज्ञानानाम् - समस्त ज्ञान का; ज्ञानम् - ज्ञान; उत्तमम् - सर्वश्रेष्ठ; यत् - जिसे; ज्ञात्वा - जानकर; मुनयः - मुनि लोग; सर्वे - समस्त; पराम् - दिव्य; सिद्धिम् - सिद्धि को; इतः - इस संसार से; गताः - प्राप्त किया |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् ने कहा – अब मैं तुमसे समस्त ज्ञानों में सर्वश्रेष्ठ इस परम ज्ञान को पुनः कहूँगा, जिसे जान लेने पर समस्त मुनियों ने परम सिद्धि प्राप्त की है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सातवें अध्याय से लेकर बारहवें अध्याय तक श्रीकृष्ण परम सत्य भगवान् के विषय में विस्तार से बताते हैं | अब भगवान् स्वयं अर्जुन को और आगे ज्ञान दे रहे हैं | यदि कोई इस अध्याय को दार्शनिक चिन्तन द्वारा भलीभाँति समझ ले तो उसे भक्ति का ज्ञान हो जाएगा | तेरहवें अध्याय में यह स्पष्ट बताया जा चुका है कि विनयपूर्वक ज्ञान का विकास करते हुए भवबन्धन से छूटा जा सकता है | यह भी बताया जा चुका है कि प्रकृति के गुणों की संगति के फलस्वरूप ही जीव इस भौतिक जगत् में बद्ध है | अब इस अध्याय में भगवान् स्वयं बताते हैं कि वे प्रकृति के गुण कौन-कौन से हैं, वे किस प्रकार क्रिया करते हैं, किस तरह बाँधते हैं और किस प्रकार मोक्ष प्रदान करते हैं | इस अध्याय में जिस ज्ञान का प्रकाश किया गया है उसे अन्य पूर्ववर्ती अध्यायों में दिए गये ज्ञान से श्रेष्ठ बताया गया है | इस ज्ञान को प्राप्त करके अनेक मुनियों ने सिद्धि प्राप्त की और वे वैकुण्ठलोक के भागी हुए | अब भगवान् उसी ज्ञान को और अच्छे ढंग से बताने जा रहे हैं | यह ज्ञान अभी तक बताये गये समस्त ज्ञानयोग से कहीं अधिक श्रेष्ठ है और इसे जान लेने पर अनेक लोगों को सिद्धि प्राप्त हुई है | अतः यह आशा की जाती है कि जो भी इस अध्याय को समझेगा उसे सिद्धि प्राप्त होगी |"
        ]
    }
]