[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dialogue between Sita and Trijata"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tēhī nisi sītā pahiṃ jāī. trijaṭā kahi saba kathā sunāī..",
            "sira bhuja bāḍhai sunata ripu kērī. sītā ura bhai trāsa ghanērī.. [6-98-1]",
            "mukha malīna upajī mana ciṃtā. trijaṭā sana bōlī taba sītā..",
            "hōihi kahā kahasi kina mātā. kēhi bidhi marihi bisva dukhadātā.. [6-98-2]",
            "raghupati sara sira kaṭēhu na maraī. bidhi biparīta carita saba karaī..",
            "mōra abhāgya jiāvata ōhī. jēhiṃ hau hari pada kamala bichōhī.. [6-98-3]",
            "jēhiṃ kṛta kapaṭa kanaka mṛga jhūṭhā. ajahu sō daiva mōhi para rūṭhā..",
            "jēhiṃ bidhi mōhi dukha dusaha sahāē. lachimana kahu kaṭu bacana kahāē.. [6-98-4]",
            "raghupati biraha sabiṣa sara bhārī. taki taki māra bāra bahu mārī..",
            "aisēhu dukha jō rākha mama prānā. sōi bidhi tāhi jiāva na ānā.. [6-98-5]",
            "bahu bidhi kara bilāpa jānakī. kari kari surati kṛpānidhāna kī..",
            "kaha trijaṭā sunu rājakumārī. ura sara lāgata marai surārī.. [6-98-6]",
            "prabhu tātē ura hatai na tēhī. ēhi kē hṛdayaom basati baidēhī.. [6-98-7]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "That very night the demoness Trijata called on Sita and told Her the whole story. When Sita heard of the renewal of the enemy's heads and arms, She felt much dismayed at heart. She wore a doleful countenance and Her mind was filled with anxiety. Then Sita addressed Trijata thus : \"Why do you not tell me, mother, what is going to happen? How can this plague of the universe be obliterated? He does not die even though the arrows of Sri Rama (the Lord of the Raghus) have struck off his heads. It is Heaven who is disposing of things perversely. Nay, it is my ill luck that sustains him, the same misfortune which separated me from Sri Hari's lotus-feet. The fate which created the phantom of a fictitious deer of gold still frowns at me. The same Providence who made me suffer terrible woes and prompted me to speak harsh words to Laksmana, nay, who pierced me through and through time and again with the mighty and poisoned shafts of separation from the Lord of the Raghus, and who keeps me alive even under such trying circumstances-it is He and He alone who is conserving Ravana's life.\" With many such words did Janaka's Daughter make lament as She recalled to Her mind the All-merciful. Trijata replied : \"Listen, O Princess: the enemy of the gods will surely die if an arrow pierces his breast. But the Lord is careful not to strike him there; for He knows that Videha's Daughter (Yourself) abides in his heart."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi kē hṛdayaom basa jānakī jānakī ura mama bāsa hai.",
            "mama udara bhuana anēka lāgata bāna saba kara nāsa hai..",
            "suni bacana haraṣa biṣāda mana ati dēkhi puni trijaṭāom kahā.",
            "aba marihi ripu ēhi bidhi sunahi suṃdari tajahi saṃsaya mahā.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"He is prevented by the thought that Janaka's Daughter dwells in Ravana's heart and that Janaki's heart is His own abode; in His belly, again, are contained the numberless spheres, which will all perish the moment His arrow pierces Ravana's heart.\" Trijata's explanation filled Sita's mind with both joy and sorrow in a superlative degree. Perceiving this Trijata spoke again: \"Now listen, fair lady, how your enemy will meet his death, and shake off the great misgiving which still haunts your mind.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kāṭata sira hōihi bikala chuṭi jāihi tava dhyāna.",
            "taba rāvanahi hṛdaya mahu marihahiṃ rāmu sujāna..99.. [6-99]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Ravana will get disconcerted when his heads are cut off, with the result that you will escape his mind. That particular moment will the all-wise Sri Rama strike him in his heart.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asa kahi bahuta bhāomti samujhāī. puni trijaṭā nija bhavana sidhāī..",
            "rāma subhāu sumiri baidēhī. upajī biraha bithā ati tēhī.. [6-99-1]",
            "nisihi sasihi niṃdati bahu bhāomtī. juga sama bhaī sirāti na rātī..",
            "karati bilāpa manahiṃ mana bhārī. rāma birahaom jānakī dukhārī.. [6-99-2]",
            "jaba ati bhayau biraha ura dāhū. pharakēu bāma nayana aru bāhū..",
            "saguna bicāri dharī mana dhīrā. aba milihahiṃ kṛpāla raghubīrā.. [6-99-3]",
            "ihāom ardhanisi rāvanu jāgā. nija sārathi sana khījhana lāgā..",
            "saṭha ranabhūmi chaḍaāisi mōhī. dhiga dhiga adhama maṃdamati tōhī.. [6-99-4]",
            "tēhiṃ pada gahi bahu bidhi samujhāvā. bhauru bhaēom ratha caḍhai puni dhāvā..",
            "suni āgavanu dasānana kērā. kapi dala kharabhara bhayau ghanērā.. [6-99-5]",
            "jahaom tahaom bhūdhara biṭapa upārī. dhāē kaṭakaṭāi bhaṭa bhārī.. [6-99-6]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "With many such words did Trijata comfort Sita and then returned to her residence. As She recalled Sri Rama's kind disposition Videha's Daughter was overwhelmed with the anguish of separation from Him. She reproached the night and the moon in many ways. \"The night has already assumed the length of an age and does not end\" She added. Disconsolate at Her separation from Sri Rama, Janaka's Daughter grievously lamented within Herself. When Her agony of separation grew acute, Her left eye and arm throbbed. Considering it to be a good omen, She took heart and said to Herself, \"The gracious Hero of Raghu's line will surely meet me.\" In his palace Ravana recovered from his swoon at midnight and cut up rough with his charioteer, \"Fool, to have severed me from the battlefield; shame, shame on you, O vile dullard!\" The charioteer clasped his feet and deprecated his anger in many ways. As soon as it was dawn Ravana mounted his car and sallied forth again. There was a great stir in the monkey host at the news of Ravana's return. Tearing up mountains and trees from wherever they could, mighty warriors rushed forward gnashing their teeth."
        ]
    }
]