{
    "id": 1,
    "title": [
        "अध्याय १ - अर्जुनविषादयोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय १ - अर्जुनविषादयोग",
            "कुरुक्षेत्र के युद्धस्थल में सैन्यनिरीक्षण"
        ],
        "english": [
            "Adhyaya 1 - Arjuna Vishada Yoga",
            "Chapter 1 - Arjuna's Dilemma",
            "The Yoga of the Despondency of Arjuna (Observing the Armies on the Battlefield of Kuruksetra)"
        ]
    },
    "summary": {
        "hindi": [
            "Summary not available in hindi."
        ],
        "english": [
            "The great Mahabharata war between the Pandavas and the Kauravas took place on the holy plain of Kurukshetra. After the failure of Lord Krishna’s peace mission, when He Himself went to Hastinapura as the emissary of the Pandavas, there was no other alternative for the Pandavas but to engage in war for their rightful share of the kingdom.",
            "All the famous warriors from both sides had assembled on the battlefield. Tents and wagons, weapons and machines, chariots and animals covered the vast plain.",
            "Lord Krishna arrived on the scene in a magnificent chariot yoked by white horses. He was to act as the charioteer of Arjuna, one of the Pandava princes.",
            "The din of hundreds of conches, blaring forth suddenly, announced the commencement of the battle. Arjuna blew his conch “Devadatta”, while Bhima, his brother, sounded the “Paundra”. All the other great warriors blew their respective conches.",
            "As the two armies were arrayed, ready for battle, Arjuna requested Krishna to place his chariot between them so that he might survey his opponents. He was bewildered by the scene before him, for he beheld on both sides, fathers and grandfathers, teachers and uncles, fathers-in-law, grandsons, relatives and comrades.",
            "Confusion reigned in Arjuna’s mind. Should he participate in this terrible carnage? Was it proper to destroy one’s relatives for the sake of a kingdom and some pleasures? Would it not be much better for him to surrender everything in favour of his enemies and retire in peace? As these thoughts rushed into his mind, a feeling of despondency overtook Arjuna. He had no enthusiasm to engage in this battle. Letting his bow slip from his hands, Arjuna could do nothing but turn to Lord Krishna for guidance and enlightenment."
        ]
    }
}