{
    "id": 12,
    "title": [
        "अध्याय १२ - भक्तियोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय १२ - भक्तियोग",
            "भक्तियोग"
        ],
        "english": [
            "Adhyaya 12 - Bhakti Yoga",
            "Chapter 12 - The Yoga of Devotion",
            "The Yoga of Devotion"
        ]
    },
    "summary": {
        "hindi": [
            "Summary not available in hindi."
        ],
        "english": [
            "The twelfth discourse indicates that the path of devotion is easier than the path of knowledge. In this path the aspirant worships God in His Cosmic Form of the Supreme Personality. He develops a loving relationship with Him, adores Him, remembers Him and chants His glories and Name. He thus effects union with the Lord and attains not only His formless aspect but also the Lord as the manifest universe.",
            "The path of knowledge, whereby the aspirant meditates on the formless Brahman, is more difficult as he has to give up his attachment to the body from the very beginning. He has to have dispassion for the things of the world.",
            "How to practise devotion? Krishna asks Arjuna to fix his entire mind on Him. As often as the mind wanders it should be brought back to the Lord. If this process of concentration is difficult he should dedicate all his actions to Him, feeling that it is His power that activates everything. If this also is beyond his ability, he should offer all his actions to the Lord, abandoning the desire for their fruits. He should take complete refuge in Him. The devotee who surrenders himself to the Lord attains perfect peace.",
            "The Lord goes on to describe the qualities that a true devotee possesses. He neither attaches himself to anything nor does he have any aversion to things. He has a balanced mind under all circumstances. He is not agitated by the happenings of the world, nor does he himself cause any agitation in others. He is perfectly desireless and rejoices in the Lord within. He sees equality everywhere, being untouched by sorrow, fear, honour as also dishonour. He is perfectly content as he has surrendered his entire being to the Lord."
        ]
    }
}