{
    "id": 13,
    "title": [
        "अध्याय १३ - क्षेत्र-क्षेत्रज्ञविभागयोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय १३ - क्षेत्र-क्षेत्रज्ञविभागयोग",
            "प्रकृति, पुरुष तथा चेतना"
        ],
        "english": [
            "Adhyaya 13 - Ksetra Ksetrajna Vibhaaga Yoga",
            "Chapter 13 - Yoga through Distinguishing the Field and the Knower of the Field",
            "The Yoga of Distinction Between The Field & the Knower of the Field",
            "Nature, the Enjoyer, and Consciousness (The Individual Consciousness and Ultimate Consciousness)"
        ]
    },
    "summary": {
        "hindi": [],
        "english": [
            "In this discourse we have one of the most significant, most illuminating, most inspiring and most mystical portions of the Bhagavad Gita. The Lord gives us a wonderfully revealing insight into the human individual. It is the metaphysics of man, the unknown. The immortal Soul, with its physical embodiment, is the main theme of this discourse. The supreme transcendental Spirit, which is the eternal substratum beyond both, is also described in a wonderful manner. The knower of the Supreme Reality is instantly liberated.",
            "The blessed Lord tells us that the knowledge of the Field and the Knower of the Field is the true knowledge. This highest and the best knowledge grants us divine wisdom and spiritual illumination that lead to divine beatitude. This body is the Field. The Immortal Soul (yourself), dwelling in the body is the Knower of the Field. Verily, it is the Supreme Being who has projected Himself and assumed the form of this Knower of the Field within this body. This self is none other than That. Thus, Lord Krishna explains the mystery of the individual soul dwelling within this mortal body. This knowledge constitutes the main subject matter of all the scriptures and the highest philosophical works.",
            "The five elements, the ego, the mind, intellect and the ten organs, desire and aversion and such factors constitute the Field. Next follows a wonderful summing-up of what constitutes true knowledge. Then follows the declaration of the Supreme Soul, the knowledge of which grants us immortality. That Supreme Reality is the one universal Essence present everywhere. It pervades all. It shines within the inmost chambers of our heart, it is everything, it is the one seer, the witness, the guide, sustainer, experiencer and Lord of all. One who knows this mystery is not bound by activity even in the midst of life. When we perceive this supreme Presence dwelling in all beings we cannot injure anyone. Krishna asks us to see and know the difference between the Field (body or Prakriti) and the Knower of the Field (Spirit or Purusha), and thus reach the Self. This is the teaching and the message of this illuminating discourse."
        ]
    }
}