{
    "id": 14,
    "title": [
        "अध्याय १४ - गुणत्रयविभागयोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय १४ - गुणत्रयविभागयोग",
            "प्रकृति के तीन गुण"
        ],
        "english": [
            "Adhyaya 14 - Gunatraya Vibhaga Yoga",
            "Chapter 14 - Yoga through Understanding the Three Modes of Material Nature",
            "The Yoga of the Division of the Three Gunas (The Three Modes of Material Nature)"
        ]
    },
    "summary": {
        "hindi": [
            "Summary not available in hindi."
        ],
        "english": [
            "Knowledge of the three cosmic qualities or Gunas, namely, Sattwa, Rajas and Tamas is now given through this discourse. The knowledge of these three Gunas, which hold the entire universe and all creatures under their sway, is of vital importance to each and everyone for their progress and happiness in life. Without this knowledge one will be forever bound by sorrow. In this knowledge we have the secret of success in worldly life as well as in spiritual life. Therefore, one should acquire this precious knowledge.",
            "Lord Krishna reveals that these three qualities compose the Cosmic Nature. This Cosmic Nature is the primal source and origin of the entire creation and all things in it. Hence all things created are subject to their influence and irresistible power. The individual soul also is bound to the body by these three qualities present in Cosmic Nature. The Supreme Being brings about creation through the help of His Prakriti (Nature) endowed with these threefold qualities.",
            "The highest of the three qualities is Sattwa. It is pure. It brings about happiness, wisdom and also illumination. The second quality of Rajas gives rise to passion manifested by intense attachment and greed. It causes sorrow and suffering. The third, termed Tamas, is the worst of all. It arises due to ignorance and results in darkness, lethargy and delusion.",
            "Krishna asks us to diligently endeavour to cast out Tamas from our nature. We should control and master Rajas, and by holding it in check, wisely divert its power towards good kinds of activities. Sattwa should be carefully cultivated, developed and conserved in order to enable us to attain immortality. The realised sage, of course, goes beyond all these qualities, for, although it is Sattwa that enables him to reach God, even this quality will bind him if he is attached to it.",
            "The aspirant should know the symptoms and signs of their presence in his personality and acquire a knowledge of their subtle workings. Then only can he maintain an unhampered and smooth progress in all activities of his life, both secular as well as spiritual. Lord Krishna teaches us this important subject in this discourse from the ninth to the eighteenth verse. He declares that one who rises beyond all the three Gunas through spiritual practices, becomes free from birth, death, old age and sorrow, and enjoys immortality.",
            "In reply to a question from Arjuna, the blessed Lord describes the marks of one who has risen above the three Gunas. He states that if one constantly worships Him with exclusive devotion one will attain the highest divine experience and supreme peace and blessedness."
        ]
    }
}