{
    "id": 16,
    "title": [
        "अध्याय १६ - दैवासुरसम्पद्विभागयोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय १६ - दैवासुरसम्पद्विभागयोग",
            "दैवी तथा आसुरी स्वभाव"
        ],
        "english": [
            "Adhyaya 16 - Daivasura Sampad Vibhaga Yoga",
            "Chapter 16 - Yoga through Discerning the Divine and Demoniac Natures",
            "The Yoga of the Division Between the Divine and the Demoniacal",
            "The Divine and Demoniac Natures"
        ]
    },
    "summary": {
        "hindi": [],
        "english": [
            "This discourse is important and very instructive to all persons who wish to attain happiness, prosperity and blessedness, and to seekers in particular, who wish to attain success in their spiritual life. Lord Krishna brings out quite clearly and unmistakably here the intimate connection between ethics and spirituality, between a life of virtue and God-realisation and liberation. Listing two sets of qualities of opposite kinds, the Lord classifies them as divine and demoniacal (undivine), and urges us to eradicate the latter and cultivate the divine qualities.",
            "What kind of nature should one develop? What conduct must one follow? What way should one live and act if one must attain God and obtain divine bliss? These questions are answered with perfect clarity and very definitely. The pure divine qualities are conducive to peace and liberation and the undivine qualities lead to bondage. Purity, good conduct and truth are indispensable to spiritual progress and even to an honourable life here.",
            "Devoid of purity, good conduct and truth, and having no faith in God or a higher Reality beyond this visible world, man degenerates into a two-legged beast of ugly character and cruel actions, and sinks into darkness. Such a person becomes his own enemy and the destroyer of the happiness of others as well as his own. Caught in countless desires and cravings, a slave of sensual enjoyments and beset by a thousand cares, his life ultimately ends in misery and degradation. Haughtiness, arrogance and egoism lead to this dire fate. Therefore, a wise person, desiring success, must eradicate vice and cultivate virtue.",
            "In this world three gates lead to hell—the gates of passion, anger and greed. Released from these three qualities one can succeed in attaining salvation and reaching the highest goal, namely God. Thus the sacred scriptures teach wisely the right path of pure, virtuous living. One should therefore follow the injunctions of the sacred scriptures that wish his welfare and be guided in his actions by their noble teachings."
        ]
    }
}