{
    "id": 18,
    "title": [
        "अध्याय १८ - मोक्षसंन्यासयोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय १८ - मोक्षसंन्यासयोग",
            "उपसंहार-संन्यास की सिद्धि"
        ],
        "english": [
            "Adhyaya 18 - Moksha Sanyaas Yoga",
            "Chapter 18 - Yoga through the Perfection of Renunciation and Surrender",
            "The Yoga of Liberation by Renunciation",
            "Conclusion - The Perfection of Renunciation"
        ]
    },
    "summary": {
        "hindi": [],
        "english": [
            "The eighteenth discourse, which is the conclusion of the divine discourse of Lord Krishna, is in many ways a summary of the foregoing portions of the Gita. It covers in brief numerous important points dealt with in the previous discourses. Here you behold the ultimate result or effect of the Lord’s discourse to Arjuna. The drama of Arjuna’s utter despondency and breakdown is finally resolved in triumphant self-mastery, strength and bold resoluteness. Its central message emerges as an assurance that in and through the performance of one’s respective duties in life one can qualify for the highest liberation, if one performs actions by renouncing egoism and attachment and surrendering all desire for selfish, personal gain. By regarding the performance of your duties as worship offered to God, you obtain the Grace of the Lord and attain the eternal One.",
            "Significantly, this discourse opens with a question by Arjuna asking what is true Sannyasa and true Tyaga (renunciation). In reply to this important and crucial query, the blessed Lord makes it clear to us that real Sannyasa or renunciation lies in renunciation of selfish actions, and even more in the renunciation of the desire or greed for the fruits of any action. Very clearly we are told that selfless and virtuous actions, and actions conducive to the welfare of others should not be abandoned. You must engage yourself in performing such action but renouncing attachment and greed. The true and proper renunciation is giving up of selfishness and attachment while performing one’s legitimate duties. This is called Sattwic Tyaga. We neither hate unpleasant action nor are we attached to pleasurable action. As it is not possible for you to renounce all action, the renunciation of egoism, selfishness and attachment in your activity is declared as true renunciation. Karma does not accumulate and bind one who is thus established in such inner renunciation.",
            "The divine injunction is that God must be made the sole object of one’s life. This is the heart of the Gita gospel. This is the central message in its teaching. This is the one way to your welfare here.",
            "Now Sanjaya concludes his narrative by declaring that where there is such obedience as that of Arjuna, and such willing readiness to carry out the divine teachings, there surely prosperity, victory, glory and all blessedness will prevail."
        ]
    }
}