{
    "id": 3,
    "title": [
        "अध्याय ३ - कर्मयोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय ३ - कर्मयोग",
            "कर्मयोग"
        ],
        "english": [
            "Adhyaya 3 - Karma Yoga",
            "Chapter 3 - Path of Selfless Service",
            "The Yoga of Action (Karma-yoga - The Eternal Duties of Human Beings)"
        ]
    },
    "summary": {
        "hindi": [
            "Summary not available in hindi."
        ],
        "english": [
            "In order to remove Moha or attachment, which was the sole cause of Arjuna’s delusion, Sri Krishna taught him the imperishable nature of the Atman, the realisation of which would grant him the freedom of the Eternal. A doubt therefore arises in Arjuna’s mind as to the necessity of engaging in action even after one has attained this state.",
            "Sri Krishna clears this doubt by telling him that although one has realised oneness with the Eternal, one has to perform action through the force of Prakriti or Nature. He emphasises that perfection is attained not by ceasing to engage in action but by doing all actions as a divine offering, imbued with a spirit of non-attachment and sacrifice.",
            "The man of God-vision, Sri Krishna explains to Arjuna, need not engage in action, as he has attained everything that has to be attained. He can be ever absorbed in the calm and immutable Self. But to perform action for the good of the world and for the education of the masses is no doubt superior. Therefore, action is necessary not only for one who has attained perfection but also for one who is striving for perfection. Sri Krishna quotes the example of Janaka, the great sage-king of India, who continued to rule his kingdom even after attaining God-realisation.",
            "Prakriti or Nature is made up of the three qualities—Rajas, Tamas and Sattwa. The Atman is beyond these three qualities and their functions. Only when knowledge of this fact dawns in man does he attain perfection.",
            "The Lord tells Arjuna that each one should do his duty according to his nature, and that doing duty that is suited to one’s nature in the right spirit of detachment will lead to perfection.",
            "Arjuna raises the question as to why man commits such actions that cloud his mind and drag him downwards, by force, as it were. Sri Krishna answers that it is desire that impels man to lose his discrimination and understanding, and thus commit wrong actions. Desire is the root cause of all evil actions. If desire is removed, then the divine power manifests in its full glory and one enjoys peace, bliss, light and freedom."
        ]
    }
}