{
    "id": 4,
    "title": [
        "अध्याय ४ - ज्ञानकर्मसन्यासयोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय ४ - ज्ञानकर्मसन्यासयोग",
            "दिव्य ज्ञान"
        ],
        "english": [
            "Adhyaya 4 - Gyana Karma Sanyasa Yoga",
            "Chapter 4 - Path of Knowledge and the Disciplines of Action",
            "The Yoga of Wisdom (Transcendental Knowledge)"
        ]
    },
    "summary": {
        "hindi": [
            "Summary not available in hindi."
        ],
        "english": [
            "Lord Krishna declares that He is born from age to age, in order to raise man and take him to the Supreme. Whenever there is a prevalence of unrighteousness and the world is ruled by the forces of darkness, the Lord manifests Himself to destroy these adverse forces and to establish peace, order and harmony. Hence we see the appearance of the great saviours of the world.",
            "What is the secret of Yogic action? This the Lord proceeds to explain to Arjuna. Even though one is not engaged in action, but if the mind is active with the idea of doership and egoism, then it is action in inaction. On the other hand, though engaged physically in intense action, if the idea of agency is absent, if one feels that Prakriti does everything, it is inaction in action. The liberated man is free from attachment and is always calm and serene though engaged in ceaseless action. He is unaffected by the pairs of opposites like joy and grief, success and failure.",
            "One who has true union with the Lord is not subject to rebirth. He attains immortality. Such a union can only be achieved when one is free from attachment, fear and anger, being thoroughly purified by right knowledge. The Lord accepts the devotion of all, whatever path they may use to approach Him.",
            "Various kinds of sacrifices are performed by those engaged in the path to God. Through the practice of these sacrifices the mind is purified and led Godward. Here also there must be the spirit of non-attachment to the fruits of actions.",
            "Divine wisdom, according to Sri Krishna, should be sought at the feet of a liberated Guru, one who has realised the Truth. The aspirant should approach such a sage in a spirit of humility and devotion. God Himself manifests in the heart of the Guru and instructs the disciple. Having understood the Truth from the Guru by direct intuitive experience the aspirant is no longer deluded by ignorance.",
            "The liberated aspirant directly beholds the Self in all beings and all beings in the Self. He cognises through internal experience or intuition that all beings, from the Creator down to a blade of grass, exist in his own Self and also in God.",
            "Arjuna is given the most heartening assurance that divine wisdom liberates even the most sinful. When knowledge of the Self dawns, all actions with their results are burnt by the fire of that knowledge, just as fuel is burnt by fire. When there is no idea of egoism, when there is no desire for the fruits of one’s actions, actions are no actions. They lose their potency.",
            "In order to attain divine wisdom one must have supreme faith and devotion. Faith is therefore the most important qualification for a spiritual aspirant. The doubting mind is always led astray from the right path. Faith ultimately confers divine knowledge, which removes ignorance once and for all.",
            "Mere intellectual knowledge does not lead to liberation. It cannot grant one supreme peace and freedom. When one has achieved complete self-mastery and self-control, when one has intense faith and devotion, then true knowledge dawns within and one attains liberation and freedom from all weaknesses and sins.",
            "The Lord concludes by emphasising that the soul that doubts goes to destruction. Without faith in oneself, in the scriptures and in the words of the preceptor, one cannot make any headway on the spiritual path. It is doubt that prevents one from engaging in spiritual Sadhana and realising the highest knowledge and bliss. By following the instructions of the Guru and through sincere service, one’s doubts are rent asunder and divine knowledge manifests itself within. Spiritual progress then goes on at a rapid pace."
        ]
    }
}