{
    "id": 5,
    "title": [
        "अध्याय ५ - कर्मसन्यासयोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय ५ - कर्मसन्यासयोग",
            "कर्मयोग-कृष्णभावनाभावित कर्म"
        ],
        "english": [
            "Adhyaya 5 - Karma Sanyasa Yoga",
            "Chapter 5 - Path of Renunciation",
            "The Yoga of Renunciation of Action (Karma-yoga-Action in Krsna Consciousness)"
        ]
    },
    "summary": {
        "hindi": [
            "Summary not available in hindi."
        ],
        "english": [
            "In spite of Sri Krishna’s clear instructions, Arjuna still seems to be bewildered. He wants to know conclusively which is superior, the path of action or the path of renunciation of action.",
            "The Lord says that both the paths lead to the highest goal of God-realisation. In both cases the final realisation of the Atman is the aim, but the path of Karma Yoga is superior. Actually there is no real difference between the two.",
            "Krishna further asserts that perfection can be attained and one can be established in the Atman only after the mind has been purified through the performance of selfless action. The Karma Yogi who is aware of the Atman and who is constantly engaged in action knows that although the intellect, mind and senses are active, he does not do anything. He is a spectator of everything. He dedicates all his actions to the Lord and thus abandons attachment, ever remaining pure and unaffected. He surrenders himself completely to the Divine Shakti. Having completely rooted out all desires, attachments and the ego, he is not born again.",
            "The sage who has realised Brahman and is always absorbed in It does not have any rebirth. Such a sage sees Brahman within and without—within as the static and transcendent Brahman, and without as the entire universe. He sees the one Self in all beings and creatures—in a cow, an elephant, and even in a dog and an outcaste. He is ever free from joy and grief and enjoys eternal peace and happiness. He does not depend upon the senses for his satisfaction. On the other hand the enjoyments of the senses are generators of pain. They are impermanent. Sri Krishna reminds Arjuna that desire is the main cause of pain and suffering. It is the cause of anger. Therefore, the aspirant should try to eradicate desire and anger if he is to reach the Supreme.",
            "The Lord concludes by describing how to control the senses, mind and intellect by concentrating between the eyebrows and practising Pranayama. One who has achieved perfect control of the outgoing senses and is freed from desire, anger and fear attains liberation and enjoys perfect peace."
        ]
    }
}