{
    "id": 6,
    "title": [
        "अध्याय ६ - ध्यानयोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय ६ - ध्यानयोग",
            "ध्यानयोग"
        ],
        "english": [
            "Adhyaya 6 - Dhyana Yoga",
            "Chapter 6 - Path of Meditation",
            "The Yoga of Meditation",
            "Sankhya-yoga (The Science of Self Realization)"
        ]
    },
    "summary": {
        "hindi": [],
        "english": [
            "Sri Krishna emphasises once again that the Yogi or Sannyasin is one who has renounced the fruits of actions, not the actions themselves. The performance of actions without an eye on their fruits brings about the purification of the mind. Only a purified mind, a mind free from desires, can engage itself in constant meditation on the Atman. Desire gives rise to imagination or Sankalpa, which drives the soul into the field of action. Therefore, none can realise permanent freedom and tranquillity of mind without renouncing desires.",
            "The lower self must be controlled by the higher Self. All the lower impulses of the body, mind and senses must be controlled by the power of the higher Self. Then the higher Self becomes one’s friend. He who has perfect control of the body, mind and senses and is united with God, sees God in all objects and beings. He sees inwardly that there is no difference between gold and stone, between friends and enemies, between the righteous and the unrighteous. He is perfectly harmonised.",
            "Sri Krishna proceeds to give various practical hints as to the practice of meditation. The aspirant should select a secluded spot where there is no likelihood of disturbance. He should arrange his meditation seat properly and sit in a comfortable posture, with the head, neck and spine erect but not tensed. He should fix his purified mind on the Atman by concentrating between the eyebrows or on the tip of the nose.",
            "The practice of Brahmacharya is absolutely necessary if one is to succeed in meditation. The conservation and transformation of the vital fluid into spiritual energy gives immense power of concentration. Fearlessness, too, is an essential quality on the Godward path. It is faith in the sustaining protection and Grace of God.",
            "The aspirant is advised to practise moderation in his daily habits—in eating, sleeping, recreation, etc. Extremes are to be avoided as they hinder the practice of meditation. Living a life of such moderation, and gathering up all his forces and directing them towards meditation upon the Atman, the aspirant gradually transcends the senses and intellect and merges himself in the blissful Atman. He finds that the bliss of the Atman is incomparable, that there is no gain greater than the Self. Having thus attained perfect union with the Self, the Yogi no more descends into ignorance or delusion. He does not relish any more the pleasures of the senses.",
            "Lord Krishna again emphasises that the concentration of the mind on the Atman should be like a steady flame in a windless place. This ultimately leads to the vision of the Lord in all beings and creatures. Arjuna is doubtful whether it is at all possible to engage the mind steadily on the higher Self, as its very nature seems to be one of restlessness. Krishna assures him that the practice can succeed through Vairagya (dispassion) and constant effort.",
            "Arjuna wishes to know the fate of the aspirant who fails to realise the Supreme in spite of his faith and sincerity. Krishna tells him that the accumulated power of his Yogic practices will assure him a better birth in the future, with more favourable conditions for Sadhana. The aspirant will then be compelled to carry on his Yogic practices with greater vigour and faith and will finally achieve God-realisation.",
            "Krishna concludes that the Yogi—one who has attained union with the Supreme Lord—is superior to the ascetics, to the men of book knowledge and the men of action, as the latter have not transcended ignorance and merged in the Self."
        ]
    }
}