{
    "id": 7,
    "title": [
        "अध्याय ७ - ज्ञानविज्ञानयोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय ७ - ज्ञानविज्ञानयोग",
            "भगवद्ज्ञान"
        ],
        "english": [
            "Adhyaya 7 - Gyaan Vigyana Yoga",
            "Chapter 7 - Self-Knowledge and Enlightenment",
            "The Yoga of Wisdom and Realisation (Knowledge of the Absolute)"
        ]
    },
    "summary": {
        "hindi": [
            "Summary not available in hindi."
        ],
        "english": [
            "Sri Krishna tells Arjuna that the supreme Godhead has to be realised in both its transcendent and immanent aspects. The Yogi who has reached this summit has nothing more to know.",
            "This complete union with the Lord is difficult of attainment. Among many thousands of human beings, very few aspire for this union, and even among those who aspire for it, few ever reach the pinnacle of spiritual realisation.",
            "The Lord has already given a clear description of the all-pervading static and infinite state of His. Now He proceeds to explain His manifestations as the universe and the power behind it. He speaks of these manifestations as His lower and higher Prakritis. The lower Prakriti is made up of the five elements, mind, ego and intellect. The higher Prakriti is the life-element which upholds the universe, activates it and causes its appearance and final dissolution.",
            "Krishna says that whatever exists is nothing but Himself. He is the cause of the appearance of the universe and all things in it. Everything is strung on Him like clusters of gems on a string. He is the essence, substance and substratum of everything, whether visible or invisible. Although everything is in Him, yet He transcends everything as the actionless Self. Prakriti or Nature is made up of the three Gunas or qualities—Sattwa, Rajas and Tamas. These three qualities delude the soul and make it forget its true nature, which is one with God. This delusion, termed Maya, can only be removed by the Grace of the Lord Himself.",
            "Thus far Arjuna has been taught the highest form of devotion, which leads to union with God in His static aspect as also with His dynamic Prakriti. Krishna tells him that there are also other forms of devotion which are inferior as they are performed with various motives. The distressed, the seeker of divine wisdom, and he who desires wealth, worship Him, as also the wise. Of these the Lord deems the wise as dearest to Him. Such a devotee loves the Lord for the sake of pure love alone. Whatever form the devotee worships, the ultimate goal is the Lord Himself. The Lord accepts such worship, knowing that it is directed to Him only."
        ]
    }
}