{
    "id": 9,
    "title": [
        "अध्याय ९ - राजविद्याराजगुह्ययोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय ९ - राजविद्याराजगुह्ययोग",
            "परम गुह्य ज्ञान"
        ],
        "english": [
            "Adhyaya 9 - Raja Vidya rajguhy Yoga",
            "Chapter 9 - Yoga through the King of Sciences",
            "The Yoga of the Kingly Science & the Kingly Secret"
        ]
    },
    "summary": {
        "hindi": [
            "Summary not available in hindi."
        ],
        "english": [
            "Observing that Arjuna was a qualified aspirant and endowed with faith, Krishna declares to him the sovereign knowledge and sovereign secret that is to be known by direct experience. He adds that without faith in this knowledge man fails to reach God and is reborn to suffer.",
            "Now the Lord proceeds to describe His nature as the eternal, all-comprehensive Truth. He is everything that is invisible and visible. He pervades everything that exists. He creates everything, sustains everything, and when final dissolution takes place, absorbs everything into Himself. He manifests them again when the next creation begins. All beings who are ignorant of this knowledge are caught helplessly in the cycle of birth and death. In the midst of this creation, preservation and dissolution of the universe, the Lord stands as a silent witness, unaffected and unattached. He is the sole director, sustainer and supervisor of His Cosmic Prakriti.",
            "Ignorant beings are not able to recognise the Lord in one who has realised Him. Although these cruel beings assume a human form, their nature is that of demons. The God-realised Mahatma, on the other hand, is a man of knowledge, and perceives Him indwelling all beings and creatures. He beholds the underlying unity of existence in all names and forms.",
            "The Lord’s divine protection is assured to all those who take refuge in Him. Whatever path a devotee follows, he ultimately reaches Him. He is the goal of the various methods of spiritual practice. Devotion, Sri Krishna emphasises, is the essence of all spiritual discipline. If this supreme element is present, then the devotee is freed from bondage. The Lord observes the motive and degree of devotion. Even the most sinful and diabolical man, if he takes a radical turn towards the path of righteousness and truth, reaches the Lord. Whatever vocation one follows, one can attain the Lord if one seeks earnestly and with loving devotion. The essential thing is to fix the mind on the Lord and dedicate everything unto Him—one’s body, mind, actions, emotion and will."
        ]
    }
}