[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया ।",
            "उपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिनः ॥ ३४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**तत्** – विभिन्न यज्ञों के उस ज्ञान को; **विद्धि** – जानने का प्रयास करो; **प्रणिपातेन** – गुरु के पास जाकर के; **परिप्रश्नेन** – विनीत जिज्ञासा से; **सेवया** – सेवा के द्वारा; **उपदेक्ष्यन्ति** – दीक्षित  करेंगे; **ते** – तुमको; **ज्ञानम्** – ज्ञान में; **ज्ञानिनः** – स्वरूपसिद्ध; **तत्त्व** – तत्त्व के; **दर्शिनः** – दर्शी ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "तुम गुरु के पास जाकर सत्य को जानने का प्रयास करो । उनसे विनीत होकर जिज्ञासा करो और उनकी सेवा करो । स्वरूपसिद्ध व्यक्ति तुम्हें ज्ञान प्रदान कर सकते हैं, क्योंकि उन्होंने सत्य का दर्शन किया है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "निस्सन्देह आत्म-साक्षात्कार का मार्ग कठिन है अतः भगवान् का उपदेश है कि उन्हीं से प्रारम्भ होने वाली परम्परा से प्रामाणिक गुरु की शरण ग्रहण की जाए । इस परम्परा के सिद्धान्त का पालन किये बिना कोई प्रामाणिक गुरु नहीं बन सकता । भगवान् आदि गुरु हैं, अतः गुरु-परम्परा का ही व्यक्ति अपने शिष्य को भगवान् का सन्देश प्रदान कर सकता है । कोई अपनी निजी विधि का निर्माण करके स्वरूपसिद्ध नहीं बन सकता जैसा कि आजकल के मर्ख पाखंडी करने लगे हैं । भागवत का (६.३.१९) कथन है – *धर्मं तु साक्षात्भगवत्प्रणीतम* – धर्मपथ का निर्माण स्वयं भगवान् ने किया है । अतएव मनोधर्म या शुष्क तर्क से सही पद प्राप्त नहीं हो सकता । न ही ज्ञानग्रंथों के स्वतन्त्र अध्ययन से ही कोई आध्यात्मिक जीवन में उन्नति कर सकता है । ज्ञान-प्राप्ति के लिए उसे प्रामाणिक गुरु की शरण में जाना ही होगा । ऐसे गुरु को पूर्ण समर्पण करके ही स्वीकार करना चाहिए और अहंकाररहित होकर दास की भाँति गुरु की सेवा करनी चाहिए । स्वरूपसिद्ध गुरु की प्रसन्नता ही आध्यात्मिक जीवन की प्रगति का रहस्य है । जिज्ञासा और विनीत भाव के मेल से आध्यात्मिक ज्ञान प्राप्त होता है । बिना विनीत भाव तथा सेवा के विद्वान् गुरु से की गई जिज्ञासाएँ प्रभावपूर्ण नहीं होंगी । शिष्य को गुरु-परीक्षा में उत्तीर्ण होना चाहिए और जब गुरु शिष्य में वास्तविक इच्छा देखता है तो स्वतः ही शिष्य को आध्यात्मिक ज्ञान का आशीर्वाद देता है । इस श्लोक में अन्धानुगमन तथा निरर्थक जिज्ञासा-इन दोनों की भर्त्सना की गई है । शिष्य न केवल गुरु से विनीत होकर सुने, अपितु विनीत भाव तथा सेवा और जिज्ञासा द्वारा गुरु से स्पष्ट ज्ञान प्राप्त करे । प्रामाणिक गुरु स्वभाव से शिष्य के प्रति दयालु होता है, अतः यदि शिष्य विनीत हो और सेवा में तत्पर रहे तो ज्ञान और जिज्ञासा का विनिमय पूर्ण हो जाता है ।"
        ]
    }
]