[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Śrī Rāma's sport of a frantic wail; Hanumān's return; lakṣmaṇa's coming back to consciousness"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "uhāom rāma lachimanahiṃ nihārī. bōlē bacana manuja anusārī..",
            "ardha rāti gai kapi nahiṃ āyau. rāma uṭhāi anuja ura lāyau.. [6-60(B)-1]",
            "sakahu na dukhita dēkhi mōhi kāū. baṃdhu sadā tava mṛdula subhāū..",
            "mama hita lāgi tajēhu pitu mātā. sahēhu bipina hima ātapa bātā.. [6-60(B)-2]",
            "sō anurāga kahāom aba bhāī. uṭhahu na suni mama baca bikalāī..",
            "jauṃ janatēu bana baṃdhu bichōhū. pitā bacana manatēu nahiṃ ōhū.. [6-60(B)-3]",
            "suta bita nāri bhavana parivārā. hōhiṃ jāhiṃ jaga bārahiṃ bārā..",
            "asa bicāri jiyaom jāgahu tātā. milai na jagata sahōdara bhrātā.. [6-60(B)-4]",
            "jathā paṃkha binu khaga ati dīnā. mani binu phani karibara kara hīnā..",
            "asa mama jivana baṃdhu binu tōhī. jauṃ jaḍa daiva jiāvai mōhī.. [6-60(B)-5]",
            "jaihau avadha kavana muhu lāī. nāri hētu priya bhāi gaomvāī..",
            "baru apajasa sahatēu jaga māhīṃ. nāri hāni bisēṣa chati nāhīṃ.. [6-60(B)-6]",
            "aba apalōku sōku suta tōrā. sahihi niṭhura kaṭhōra ura mōrā..",
            "nija jananī kē ēka kumārā. tāta tāsu tumha prāna adhārā.. [6-60(B)-7]",
            "sauṃpēsi mōhi tumhahi gahi pānī. saba bidhi sukhada parama hita jānī..",
            "utaru kāha daihau tēhi jāī. uṭhi kina mōhi sikhāvahu bhāī.. [6-60(B)-8]",
            "bahu bidhi sicata sōca bimōcana. stravata salila rājiva dala lōcana..",
            "umā ēka akhaṃḍa raghurāī. nara gati bhagata kṛpāla dēkhāī.. [6-60(B)-9]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Now, there on Suvela Śrī Rāma uttered words befitting a mortal as He looked at lakṣmaṇa, \"Although it is now past midnight, Hanumān has not yet turned up!\" Śrī Rāma raised His younger brother and clasped him to His bosom. \"Brother, you could never bear to see me in distress, since your disposition has always been so tender. On my account you left both father and mother and exposed yourself to the cold, the heat and the winds of the forest. Where is that old love now, brother, that you refuse to get up even on hearing my lament? Had I known that I would lose my brother in the forest, I would never have obeyed even my father's command. Sons, riches, wives, houses and kinsfolk in this world repeatedly come and go; but a real brother cannot be had again in this world. Ponder this in your mind and arise, dear brother. As a bird is utterly miserable without wings, a serpent without its head-jewel and a noble elephant without its trunk, so is my life without you, brother, in case stupid fate compels me to survive. With what face shall I return to Ayodhyā after sacrificing a beloved brother for the sake of my wife. I would rather have suffered obloquy in the world (for my inability to recover my wife); for after all the loss of a wife is not a serious loss. Now, however, my unfeeling and stony heart will endure both that obloquy and the deep anguish of your loss, my son. Your mother's only son, you are the sole prop of her life. Yet she took you by the hand and entrusted you to me, knowing that I would make you happy in everyway and that I am your greatest well-wisher. What answer shall I give her when I go back? Why should you not get up and advise me, brother?\" Thus lamented the Dispeller of sorrow in diverse ways; and tears flowed from His eyes which resembled the petals of a lotus. Umā, (continues Lord Śiva,) the Lord of the Raghus is one (without a second) and indivisible; He exhibited the ways of human being only because He is so compassionate to His devotees."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prabhu pralāpa suni kāna bikala bhaē bānara nikara.",
            "āi gayau hanumāna jimi karunā mahaom bīra rasa..61.. [6-60(B)-61]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The hosts of monkeys that surrounded the Lord were distressed to hear the Lord's frantic wailing. Presently arrived Hanumān like a heroic strain in the midst of pathos."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "haraṣi rāma bhēṃṭēu hanumānā. ati kṛtagya prabhu parama sujānā..",
            "turata baida taba kīnha upāī. uṭhi baiṭhē lachimana haraṣāī.. [6-60(B)-1]",
            "hṛdayaom lāi prabhu bhēṃṭēu bhrātā. haraṣē sakala bhālu kapi brātā..",
            "kapi puni baida tahāom pahucāvā. jēhi bidhi tabahiṃ tāhi lai āvā.. [6-60(B)-2]",
            "yaha bṛttāṃta dasānana sunēū. ati biṣaada puni puni sira dhunēū..",
            "byākula kuṃbhakarana pahiṃ āvā. bibidha jatana kari tāhi jagāvā.. [6-60(B)-3]",
            "jāgā nisicara dēkhia kaisā. mānahu kālu dēha dhari baisā..",
            "kuṃbhakarana būjhā kahu bhāī. kāhē tava mukha rahē sukhāī.. [6-60(B)-4]",
            "kathā kahī saba tēhiṃ abhimānī. jēhi prakāra sītā hari ānī..",
            "tāta kapinha saba nisicara mārē. mahāmahā jōdhā saṃghārē.. [6-60(B)-5]",
            "durmukha suraripu manuja ahārī. bhaṭa atikāya akaṃpana bhārī..",
            "apara mahōdara ādika bīrā. parē samara mahi saba ranadhīrā.. [6-60(B)-6]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Transported with joy, Śrī Rāma embraced Hanumān; for the Lord is exceedingly grateful by nature and supremely wise. The physician (Susena) then immediately applied the remedy and lakṣmaṇa cheerfully rose and sat up. The Lord clasped His brother to His heart and the whole host of bears and monkeys was rejoiced. Hanumān took the physician back to Laṇkā in the same way he had brought him the previous night. When the ten-headed monster heard this news, he beat his head in utter despair again and again. In sore perplexity he called on Kumbhakarṇa (his younger brother) and succeeded in waking him by using all sorts of devices. Having woken and sat up, he looked like Death himself in a corporeal body. Kumbhakarṇa asked; \"Tell me, brother, why do you look so withered up?\" The haughty Rāvaṇa told him the whole story as to how he had carried off Sītā \"Dear brother, the monkeys have killed all the demons and extirpated the greatest warriors. Durmukha, Devantaka (the enemy of gods), Narantaka (the devourer of men), the mighty champions Atikaya (of enormous size) and Akampana (who never trembles in fear) and other heroes like Mahodara (the bigbellied), so staunch in battle, have all fallen on the field of battle.\""
        ]
    }
]