[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अपि चेत्सुदुराचारो भजते मामनन्यभाक् |",
            "साधुरेव स मन्तव्यः सम्यग्व्यवसितो हि सः || ३० ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अपि – भी; चेत् – यदि; सु-दुराचारः – अत्यन्त गर्हित कर्म करने वाला; भजते – सेवा करता है; माम् – मेरी; अनन्य-भाक् – बिना विचलित हुए; साधुः – साधु पुरुष; एव – निश्चय ही; सः – वह; मन्तव्यः – मानने योग्य; सम्यक् – पूर्णतया; व्यवसितः – संकल्प करना; हि – निश्चय ही; सः – वह |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यदि कोई जघन्य से जघन्य कर्म करता है, किन्तु यदि वह भक्ति में रत रहता है तो उसे साधु मानना चाहिए, क्योंकि वह अपने संकल्प में अडिग रहता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक का सुदुराचारः शब्द अत्यन्त महत्त्वपूर्ण है, अतः हमें इसे ठीक से समझना होगा | जब मनुष्य बद्ध रहता है तो उसके दो प्रकार के कर्म होते हैं – प्रथम बद्ध और द्वितीय स्वाभाविक | जिस प्रकार शरीर की रक्षा करने या समाज तथा राज्य के नियमों का पालन करने के लिए तरह-तरह के कर्म करने होते हैं, उसी प्रकार से बद्ध जीवन के प्रसंग में भक्तों के लिए कर्म होते हैं, जो बद्ध कहलाते हैं | इनके अतिरिक्त, जो जीव अपने अध्यात्मिक स्वभाव से पूर्णतया भिज्ञ रहता है और कृष्णभावनामृत में या भगवद्भक्ति में लगा रहता है, उसके लिए भी कर्म होते हैं, जो दिव्य कहलाते हैं | ऐसे कार्य उसकी स्वाभाविक स्थिति में सम्पन्न होते हैं और शास्त्रीय दृष्टि से भक्ति कहलाते हैं | बद्ध अवस्था में कभी-कभी भक्ति और शरीर की बद्ध सेवा एक दूसरे के समान्तर चलती हैं | किन्तु पुनः कभी-कभी वे एक दूसरे के विपरीत हो जाती हैं | जहाँ तक सम्भव होता है, भक्त सतर्क रहता है कि वह ऐसा कोई कार्य न करे, जिससे यह अनुकूल स्थिति भंग हो | वह जानता है कि उसकी कर्म-सिद्धि उसके कृष्णभावनामृत की अनुभूति की प्रगति पर निर्भर करती है | किन्तु कभी-कभी यह देखा जाता है कि कृष्णभावनामृत में रत व्यक्ति सामाजिक या राजनीतिक दृष्टि से निन्दनीय कार्य करबैठता है | किन्तु इस प्रकार के क्षणिक पतन से वह अयोग्य नहीं हो जाता | श्रीमद्भागवत में कहा गया है कि यदि कोई पतित हो जाय, किन्तु यदि भगवान् की दिव्य सेवा में लगा रहे तो हृदय में वास करने वाले भगवान् उसे शुद्ध कर देते हैं और उस निन्दनीय कार्य के लिए क्षमा कर देते हैं | भौतिक कल्मष इतना प्रबल है कि भगवान् की सेवा में लगा योगी भी कभी-कभी उसके जाल में आ फँसता है | लेकिन कृष्णभावनामृत इतना शक्तिशाली होता है कि इस प्रकार का आकस्मिक पतन तुरन्त रुक जाता है | इसीलिए भक्तियोग सदैव सफल होता है, क्योंकि जैसा कि अगले श्लोक में बताया गया है कि ज्योंही भक्त कृष्णभावनामृत में पूर्णतया स्थित हो जाता है, ऐसे आकस्मिक पतन कुछ समय के पश्चात् रुक जाते हैं |",
            "अतः जो व्यक्ति कृष्णभावनामृत में स्थित है और अनन्य भाव से हरे कृष्ण मन्त्र का जप करता है, उसे दिव्य स्थिति में आसीन समझना चाहिए, भले ही देववशात् उसका पतन क्यों न हो चुका हो | साधुरेव शब्द अत्यन्त प्रभावात्मक हैं | ये अभक्तों को सावधान करते हैं कि आकस्मिक पतन के कारण भक्त का उपहास नहीं किया जाना चाहिए, उसे तब भी साधु ही मानना चाहिए | मन्तव्यः शब्द तो इससे भी अधिक बलशाली है | यदि कोई इस नियम को नहीं मानता और भक्त पर उसके पतन के कारण हँसता है तो वह भगवान् के आदेश की अवज्ञा करता है | भक्त की एकमात्र योग्यता यह है कि वह अविचल तथा अनन्य भाव से भक्ति में तत्पर रहे –",
            "नृसिंह पुराण में निम्नलिखित कथन प्राप्त है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "भगवति च हरावनन्यचेता",
            "भृशमलिनोऽपि विराजते मनुष्यः |",
            "न हि शशकलुषच्छबिः कदाचित्",
            "तिमिरपराभवतामुपैति चन्द्रः ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कहने का अर्थ यह है कि यदि भगवद्भक्ति में तत्पर व्यक्ति कभी घृणित कार्य करता पाया जाये तो इन कार्यों को उन धब्बों की तरह मान लेना चाहिए, जिस प्रकार चाँद में खरगोश के धब्बे हैं | इन धब्बों से चाँदनी के विस्तार में बाधा नहीं आती | इसी प्रकार साधु-पथ से भक्त का आकस्मिक पतन उसे निन्दनीय नहीं बनाता |",
            "किन्तु इसी के साथ यह समझने की भूल नहीं करनी चाहिए कि दिव्य भक्ति करने वाला भक्त सभी प्रकार के निन्दनीय कर्म कर सकता है | इस श्लोक में केवल इसका उल्लेख है कि भौतिक सम्बन्धों की प्रबलता के कारण कभी कोई दुर्घटना हो सकती है | भक्ति तो एक प्रकार से माया के विरुद्ध युद्ध की घोषणा है | जब तक मनुष्य माया से लड़ने के लिए पर्याप्त शक्तिशाली नहीं होता, तब तक आकस्मिक पतन हो सकते हैं | किन्तु बलवान होने पर ऐसे पतन नहीं होते, जैसा कि पहले कहा जा चुका है | मनुष्य को इस श्लोक का दुरूपयोग करते हुए अशोभनीय कर्म नहीं करना चाहिए और यह नहीं सोचना चाहिए कि इतने पर भी वह भक्त बना रह सकता है | यदि वह भक्ति के द्वारा अपना चरित्र नहीं सुधार लेता तो उसे उच्चकोटि का भक्त नहीं मानना चाहिए |"
        ]
    }
]