[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Protection of Viśvāmitra's sacrifice"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "āyudha saba samarpi kai prabhu nija āśrama āni.",
            "kaṃda mūla phala bhōjana dīnha bhagati hita jāni..209.. [1-209]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Making over to Him every kind of weapon the sage took the Lord to his own hermitage and devoutly gave Him bulbs, roots and fruits to eat, perceiving in Him his greatest friend."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prāta kahā muni sana raghurāī. nirbhaya jagya karahu tumha jāī..",
            "hōma karana lāgē muni jhārī. āpu rahē makha kīṃ rakhavārī.. [1-209-1]",
            "suni mārīca nisācara krōhī. lai sahāya dhāvā munidrōhī..",
            "binu phara bāna rāma tēhi mārā. sata jōjana gā sāgara pārā.. [1-209-2]",
            "pāvaka sara subāhu puni mārā. anuja nisācara kaṭaku saomghārā..",
            "māri asura dvija nirmayakārī. astuti karahiṃ dēva muni jhārī.. [1-209-3]",
            "tahaom puni kachuka divasa raghurāyā. rahē kīnhi bipranha para dāyā..",
            "bhagati hētu bahu kathā purānā. kahē bipra jadyapi prabhu jānā.. [1-209-4]",
            "taba muni sādara kahā bujhāī. carita ēka prabhu dēkhia jāī..",
            "dhanuṣajagya muni raghukula nāthā. haraṣi calē munibara kē sāthā.. [1-209-5]",
            "āśrama ēka dīkha maga māhīṃ. khaga mṛga jīva jaṃtu tahaom nāhīṃ..",
            "pūchā munihi silā prabhu dēkhī. sakala kathā muni kahā bisēṣī.. [1-209-6]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At daybreak the Lord of Raghus said to the sage, \"You may now go and perform your sacrifice without any fear of molestation.\" All the sages then started offering oblations into the sacred fire, while Śrī Rāma Himself guarded the sacrifice. On hearing of it the furious demon Marica, a great enemy of hermits, rushed with his army. Śrī Rāma struck him with a headless shaft and he fell at a distance of eight hundred miles beyond the sea-shore. The Lord next despatched Subāhu with an arrow of fire; while His younger brother, lakṣmaṇa, exterminated the demon host. Having killed the demons in this way the Lord rid the Brāhmaṇas of their fear; the whole company of gods and sages offered praises to Him. The Lord of Raghus stayed there a few days more and showed His grace to the Brāhmaṇas. Even though the Lord knew everything, the Brāhmaṇas out of their devotion repeated to Him many legends from the Purāṇas. The sage then politely said to Him in a pleading tone, \"My lord, let us go and witness a performance.\" Hearing of a bow-sacrifice, the Lord of Raghus gladly accompanied the noble sage. On the way they saw a hermitage without bird, beast or any other living creature. Observing a slab of stone lying there the Lord inquired of the sage about it, and the latter in reply told Him in detail the whole history behind it."
        ]
    }
]