[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "आत्मसम्भाविता: स्तब्धा धनमानमदान्विता: ।",
            "यजन्ते नामयज्ञैस्ते दम्भेनाविधिपूर्वकम् ॥ १७ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "ātma-sambhāvitāḥ stabdhā",
            "dhana-māna-madānvitāḥ",
            "yajante nāma-yajñais te",
            "dambhenāvidhi-pūrvakam"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ātma-sambhāvitāḥ — self-complacent; stabdhāḥ — impudent; dhana-māna — of wealth and false prestige; mada — in the delusion; anvitāḥ — absorbed; yajante — they perform sacrifice; nāma — in name only; yajñaiḥ — with sacrifices; te — they; dambhena — out of pride; avidhi-pūrvakam — without following any rules and regulations."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Self-complacent and always impudent, deluded by wealth and false prestige, they sometimes proudly perform sacrifices in name only, without following any rules or regulations."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Thinking themselves all in all, not caring for any authority or scripture, the demoniac sometimes perform so-called religious or sacrificial rites. And since they do not believe in authority, they are very impudent. This is due to illusion caused by accumulating some wealth and false prestige. Sometimes such demons take up the role of preacher, mislead the people, and become known as religious reformers or as incarnations of God. They make a show of performing sacrifices, or they worship the demigods, or manufacture their own God. Common men advertise them as God and worship them, and by the foolish they are considered advanced in the principles of religion, or in the principles of spiritual knowledge. They take the dress of the renounced order of life and engage in all nonsense in that dress. Actually there are so many restrictions for one who has renounced this world. The demons, however, do not care for such restrictions. They think that whatever path one can create is one’s own path; there is no such thing as a standard path one has to follow. The word avidhi-pūrvakam, meaning a disregard for the rules and regulations, is especially stressed here. These things are always due to ignorance and illusion."
        ]
    }
]