[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dialogue between Sītā and Śrī Rāma"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mātu samīpa kahata sakucāhīṃ. bōlē samau samujhi mana māhīṃ..",
            "rājakumāri sikhāvana sunahū. āna bhāomti jiyaom jani kachu gunahū.. [2-60-1]",
            "āpana mōra nīka jauṃ cahahū. bacanu hamāra māni gṛha rahahū..",
            "āyasu mōra sāsu sēvakāī. saba bidhi bhāmini bhavana bhalāī.. [2-60-2]",
            "ēhi tē adhika dharamu nahiṃ dūjā. sādara sāsu sasura pada pūjā..",
            "jaba jaba mātu karihi sudhi mōrī. hōihi prēma bikala mati bhōrī.. [2-60-3]",
            "taba taba tumha kahi kathā purānī. suṃdari samujhāēhu mṛdu bānī..",
            "kahau subhāyaom sapatha sata mōhī. sumukhi mātu hita rākhau tōhī.. [2-60-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Even though He hesitated in speaking to Her in the presence of His mother, He realized within Himself the emergency of the situation and said, \"Listen to my advice, O princess, and do not misunderstand me. If you wish well of me as well as of yourself, please accept my suggestion and stay at home. You will be obeying my order and rendering service to your mother-in-law; by remaining at home, O good lady, you will be benefited in everyway. For a woman there is no other duty more sacred than reverently adoring the feet of her husband's parents. Whenever my mother thinks of me and feeling disconsolate due to her love for me loses her balance of mind, do you console her, my love, with soothing words by narrating old legends to her. I tell you sincerely and solemnly; it is for my mother's sake, O charming lady, that I leave you here."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "gura śruti saṃmata dharama phalu pāia binahiṃ kalēsa.",
            "haṭha basa saba saṃkaṭa sahē gālava nahuṣa narēsa..61.. [2-61]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"(By staying at home in deference to me wishes) you will easily obtain the reward of virtue approved of by one's elders and the Vedas; whereas by giving themselves over to obduracy the sage Galava,* King Nahusa† and all others suffered great hardships.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "maiṃ puni kari pravāna pitu bānī. bēgi phiraba sunu sumukhi sayānī..",
            "divasa jāta nahiṃ lāgihi bārā. suṃdari sikhavanu sunahu hamārā.. [2-61-1]",
            "jau haṭha karahu prēma basa bāmā. tau tumha dukhu pāuba parināmā..",
            "kānanu kaṭhina bhayaṃkaru bhārī. ghōra ghāmu hima bāri bayārī.. [2-61-2]",
            "kusa kaṃṭaka maga kāomkara nānā. calaba payādēhiṃ binu padatrānā..",
            "carana kamala mudu maṃju tumhārē. māraga agama bhūmidhara bhārē.. [2-61-3]",
            "kaṃdara khōha nadīṃ nada nārē. agama agādha na jāhiṃ nihārē..",
            "bhālu bāgha bṛka kēhari nāgā. karahiṃ nāda suni dhīraju bhāgā.. [2-61-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"As for myself listen, O fair and sensible lady: I will soon return after redeeming my father's word. Days will steal away quickly; therefore, heed my advice, O charming lady. If on the other hand, you persist in your obstinacy due to your affection for me, O pretty girl, you will eventually come to grief. The forest is rugged and most dreadful with its terrible heat, cold, rain and blasts. The tracks are beset with prickly grass and thorns and stones of various kinds and you will have to tread them without any protection for the feet. Your lotus-like feet are delicate and lovely, while the paths are most difficult and intercepted by huge mountains, caves and chasms, streams, rivers and rivulets that are unapproachable, unfathomable and terrible to look at. Bears and tigers, wolves, lions and elephants raise such a cry as staggers one's presence of mind."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhūmi sayana balakala basana asanu kaṃda phala mūla.",
            "tē ki sadā saba dina milihiṃ sabui samaya anukūla..62.. [2-62]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The ground will be your couch and the bark of trees, your raiment; while bulbs, fruits and roots will be your food. And do you think even these latter will be available to you all the year round? You will get everything according to its season.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nara ahāra rajanīcara carahīṃ. kapaṭa bēṣa bidhi kōṭika karahīṃ..",
            "lāgai ati pahāra kara pānī. bipina bipati nahiṃ jāi bakhānī.. [2-62-1]",
            "byāla karāla bihaga bana ghōrā. nisicara nikara nāri nara cōrā..",
            "ḍarapahiṃ dhīra gahana sudhi āēom. mṛgalōcani tumha bhīru subhāēom.. [2-62-2]",
            "haṃsagavani tumha nahiṃ bana jōgū. suni apajasu mōhi dēihi lōgū..",
            "mānasa salila sudhāom pratipālī. jiai ki lavana payōdhi marālī.. [2-62-3]",
            "nava rasāla bana biharanasīlā. sōha ki kōkila bipina karīlā..",
            "rahahu bhavana asa hṛdayaom bicārī. caṃdabadani dukhu kānana bhārī.. [2-62-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Man-eating demons roams about in the woods and assume all sorts of deceptive forms. The water of the hills is exceedingly unwholesome; the hardships of the forest are beyond all description. There are terrible serpents and fierce wild birds and multitudes of demons who steal both man and woman. The boldest shudder at the very thought of the forest; while you, O fawn-eyed lady, are timid by nature. You are not fit for the woods, O fair lady; the world will revile me when they hear that I am taking you to the forest. Can a female cygnet who has been brought up in the nectarean water of the Mānasa lake live in the salt water of the ocean? Can a cuckoo that has made merry in a young mango grove have its appropriate place in a thicket of Karila bushes? Pondering this in your heart stay at home, O moon-faced lady; the hardships of the forest are great.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sahaja suhda gura svāmi sikha jō na karai sira māni..",
            "sō pachitāi aghāi ura avasi hōi hita hāni..63.. [2-63]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He who does not reverently follow the advice of a disinterested friend, preceptor and master has to repent fully at heart and surely harms himself.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni mṛdu bacana manōhara piya kē. lōcana lalita bharē jala siya kē..",
            "sītala sikha dāhaka bhai kaiṃsēṃ. cakaihi sarada caṃda nisi jaiṃsēṃ.. [2-63-1]",
            "utaru na āva bikala baidēhī. tajana cahata suci svāmi sanēhī..",
            "barabasa rōki bilōcana bārī. dhari dhīraju ura avanikumārī.. [2-63-2]",
            "lāgi sāsu paga kaha kara jōrī. chamabi dēbi baḍai abinaya mōrī..",
            "dīnhi prānapati mōhi sikha sōī. jēhi bidhi mōra parama hita hōī.. [2-63-3]",
            "maiṃ puni samujhi dīkhi mana māhīṃ. piya biyōga sama dukhu jaga nāhīṃ.. [2-63-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When Sītā heard these soft and winning words of Her beloved lord, Her lovely eyes filled with tears. His soothing advice proved as scorching to Her as a moon-lit autumnal night to a female Cakravaka bird. Videha's Daughter could make no answer. She was filled with agony to think that Her pious and loving lord would leave Her behind. Perforce restraining Her tears Earth's Daughter took courage and throwing Herself at Her mother-in-law's feet spoke to her with Her two palms joined together, \"Forgive, O venerable lady, my great impudence. The lord of my life has tendered me only such advice as is conducive to my best interests. I have, however, pondered within myself and realized that there is no calamity in this world as great as being torn away from one's beloved lord.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prānanātha karunāyatana suṃdara sukhada sujāna.",
            "tumha binu raghukula kumuda bidhu surapura naraka samāna..64.. [2-64]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"O lord of my life, O abode of mercy, handsome, genial and wise, O moon for the lily-like race of Raghu, without you heaven would be as obnoxious as hell.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mātu pitā bhaginī priya bhāī. priya parivāru suhrada samudāī..",
            "sāsu sasura gura sajana sahāī. suta suṃdara susīla sukhadāī.. [2-64-1]",
            "jahaom lagi nātha nēha aru nātē. piya binu tiyahi taranihu tē tātē..",
            "tanu dhanu dhāmu dharani pura rājū. pati bihīna sabu sōka samājū.. [2-64-2]",
            "bhōga rōgasama bhūṣana bhārū. jama jātanā sarisa saṃsārū..",
            "prānanātha tumha binu jaga māhīṃ. mō kahu sukhada katahu kachu nāhīṃ.. [2-64-3]",
            "jiya binu dēha nadī binu bārī. taisia nātha puruṣa binu nārī..",
            "nātha sakala sukha sātha tumhārēṃ. sarada bimala bidhu badanu nihārēṃ.. [2-64-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Father and mother, sisters and dear brothers, beloved kinsmen and friends, father-in-law and mother-in-law, preceptor and relatives, allies and even sons, however good-looking, well-behaved and congenial-nay, whatever ties of affection and kinship there exist-to a woman bereft of her beloved lord they are far more tormenting than the scorching sun. Life, riches, house, land, city and kingdom-all these are mere accoutrements of woe to a woman bereft of her lord. Luxury to her is loathsome like a disease and ornaments a burden; while the world is like the torments of hell. Without you, O lord of my life, nothing in this world is delightful to me. As the body without a soul, and a river without water, even so, my lord, is a woman without her husband. In your company, my lord, I shall be happy in everyway so long as I behold your countenance resembling the cloudless moon of an autumnal night.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "khaga mṛga parijana nagaru banu balakala bimala dukūla.",
            "nātha sātha surasadana sama paranasāla sukha mūla..65.. [2-65]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Birds and beasts will be my kindred; the forest, my city and the bark of trees, my spotless robes. And a hut of leaves in the company of my lord will be as comfortable as the abode of gods."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "banadēvīṃ banadēva udārā. karihahiṃ sāsu sasura sama sārā..",
            "kusa kisalaya sātharī suhāī. prabhu saomga maṃju manōja turāī.. [2-65-1]",
            "kaṃda mūla phala amia ahārū. avadha saudha sata sarisa pahārū..",
            "chinu chinu prabhu pada kamala bilōki. rahihau mudita divasa jimi kōkī.. [2-65-2]",
            "bana dukha nātha kahē bahutērē. bhaya biṣāda paritāpa ghanērē..",
            "prabhu biyōga lavalēsa samānā. saba mili hōhiṃ na kṛpānidhānā.. [2-65-3]",
            "asa jiyaom jāni sujāna sirōmani. lēia saṃga mōhi chāḍaia jani..",
            "binatī bahuta karauṃ kā svāmī. karunāmaya ura aṃtarajāmī.. [2-65-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"The generous-hearted sylvan gods and goddesses will take care of me like my own father-in-law and mother-in-law. A charming litter of grass and tender leaves will in the company of my lord vie with Cupid's own lovely cushion. Bulbs, roots and fruits will be my ambrosial food; while mountains will be as good as a hundred royal mansions of Ayodhyā. Gazing on the lotus feet of my lord every moment I shall remain as cheerful as a female Cakravaka bird during the daytime. You have mentioned a number of hardships and perils, woes and afflictions attendant with forest life; but all these put together will hardly compare with an iota of the pangs of separation from my lord, O fountain of mercy! Bearing this in mind, O crest-jewel of wise men, take me with you; pray do not leave me behind. I refrain from making a lengthy submission, my lord, knowing as I do that you are all-merciful and have access to the hearts of all.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rākhia avadha jō avadhi lagi rahata na janiahiṃ prāna.",
            "dīnabaṃdhu saṃdara sukhada sīla sanēha nidhāna..66.. [2-66]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"If you leave me in Ayodhyā till the expiry of your exile, you may rest assured that I shall not survive, O friend of the afflicted, O handsome and congenial lord. O storehouse of amiability and affection!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mōhi maga calata na hōihi hārī. chinu chinu carana sarōja nihārī..",
            "sabahi bhāomti piya sēvā karihauṃ. māraga janita sakala śrama harihauṃ.. [2-66-1]",
            "pāya pakhārī baiṭhi taru chāhīṃ. karihau bāu mudita mana māhīṃ..",
            "śrama kana sahita syāma tanu dēkhēṃ. kahaom dukha samau prānapati pēkhēṃ.. [2-66-2]",
            "sama mahi tṛna tarupallava ḍāsī. pāga palōṭihi saba nisi dāsī..",
            "bārabāra mṛdu mūrati jōhī. lāgahi tāta bayāri na mōhī. [2-66-3]",
            "kō prabhu saomga mōhi citavanihārā. siṃghabadhuhi jimi sasaka siārā..",
            "maiṃ sukumāri nātha bana jōgū. tumhahi ucita tapa mō kahu bhōgū.. [2-66-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"As I walk along the road I shall know no fatigue gazing on your lotus feet all the while. I shall render all sorts of service to my beloved lord (yourself) and shall relieve him of all the toil occasioned by the journey. Laving your feet and resting in the shade of a tree I shall fan you with a cheerful heart. Beholding your swarthy form bedewed with sweat and casting a look on the lord of my life I can have no occasion for grief. Spreading grass and leaves of trees on an even patch of ground this handmaid of yours will knead your feet overnight. Even as I gaze on your tender form again and again hot winds will have no effect on me. Who can dare look at me, when I am by the side of my lord, any more than a hare or jackal would regard a lioness? How true it is that I am delicate of body while my lord is fit to bear the hardships of a forest life, that it behoves you to undergo penance while it is worth while for me to loll in luxuries!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "aisēu bacana kaṭhōra suni jauṃ na hradau bilagāna.",
            "tau prabhu biṣama biyōga dukha sahihahiṃ pāvaomra prāna..67.. [2-67]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When my heart refuses to be rent even on hearing such cruel words, I am sure my wretched self shall live to bear the terrible pangs of separation from my lord!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asa kahi sīya bikala bhai bhārī. bacana biyōgu na sakī saombhārī..",
            "dēkhi dasā raghupati jiyaom jānā. haṭhi rākhēṃ nahiṃ rākhihi prānā.. [2-67-1]",
            "kahēu kṛpāla bhānukulanāthā. parihari sōcu calahu bana sāthā..",
            "nahiṃ biṣāda kara avasaru ājū. bēgi karahu bana gavana samājū.. [2-67-2]",
            "kahi priya bacana priyā samujhāī. lagē mātu pada āsiṣa pāī..",
            "bēgi prajā dukha mēṭaba āī. jananī niṭhura bisari jani jāī.. [2-67-3]",
            "phirahi dasā bidhi bahuri ki mōrī. dēkhihau nayana manōhara jōrī..",
            "sudina sugharī tāta kaba hōihi. jananī jiata badana bidhu jōihi.. [2-67-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "So saying Sītā was overwhelmed with distress; she could not bear Her lord's separation even in words. Seeing Her condition the Lord of Raghus was convinced in His heart of hearts that if left behind against Her will She would not survive. The allmerciful Lord of the solar race, therefore, said: \"Give up lamentation and accompany me to the forest. Grief is out of season today. Prepare yourself for the journey to the woods at once.\" Consoling His beloved Consort with there endearing words the Lord threw Himself at His mother's feet and received her blessings. \"Pray return soon and relieve the people's distress and see that your heartless mother is not forgotten. Shall the tide of my fortune ever turn, O goodness, that I may behold the charming pair with my own eyes again ? When, my dear son, will arrive the auspicious day and blessed hour that your mother shall live to see your moon-like countenance?"
        ]
    }
]