[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "सर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषाः |",
            "यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम् || ३० ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सर्वे – सभी; अपि – ऊपर से भिन्न होकर भी; एते –  ये; यज्ञ-विदः – यज्ञ करने के प्रयोजन से परिचित; यज्ञ-क्षपित – यज्ञ करने  के कारण शुद्ध हुआ; कल्मषाः – पापकर्मों से; यज्ञ-शिष्ट – ऐसे यज्ञ करने  के फल का; अमृत-भुजः – ऐसा अमृत चखने वाले; यान्ति – जाते हैं; ब्रह्म –  परम ब्रह्म; सनातनम् – नित्य आकाश को |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ये सभी यज्ञ करने वाले यज्ञों का अर्थ जानने के कारण पापकर्मों से मुक्त हो जाते हैं और यज्ञों के फल रूपी अमृत को चखकर परम दिव्य आकाश की ओर बढ़ते जाते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "विभिन्न प्रकार के यज्ञों (यथा द्रव्ययज्ञ, स्वाध्याय यज्ञ तथा योगयज्ञ) की उपर्युक्त व्याख्या से यह देखा जाता है कि इन सबका एक ही उद्देश्य है और वह हैं इन्द्रियों का निग्रह | इन्द्रियतृप्ति ही भौतिक अस्तित्व का मूल कारण है, अतः जब तक इन्द्रियतृप्ति से भिन्न धरातल पर स्थित न हुआ जाय तब तक सच्चिदानन्द के नित्य धरातल तक उठ पाना सम्भव नहीं है | यह धरातल नित्य आकाश या ब्रह्म आकाश में है | उपर्युक्त सारे यज्ञों से संसार के पापकर्मों से विमल हुआ जा सकता है | जीवन में इस प्रगति से मनुष्य न केवल सुखी और ऐश्र्वर्यवान बनता है, अपितु अन्त में वह निराकार ब्रह्म के साथ तादात्म्य के द्वारा याश्रीभगवान् कृष्ण की संगति प्राप्त करके भगवान् के शाश्र्वत धाम को प्राप्त करता है |"
        ]
    }
]