[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dialogue between Śrī Rāma and the sage Vasiṣṭha; Śrī Rāma's excursion to a mango grove in the company of His brothers"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēka bāra basiṣṭa muni āē. jahāom rāma sukhadhāma suhāē..",
            "ati ādara raghunāyaka kīnhā. pada pakhāri pādōdaka līnhā.. [7-47-1]",
            "rāma sunahu muni kaha kara jōrī. kṛpāsiṃdhu binatī kachu mōrī..",
            "dēkhi dēkhi ācarana tumhārā. hōta mōha mama hṛdayaom apārā.. [7-47-2]",
            "mahimā amita bēda nahiṃ jānā. maiṃ kēhi bhāomti kahau bhagavānā..",
            "uparōhitya karma ati maṃdā. bēda purāna sumṛti kara niṃdā.. [7-47-3]",
            "jaba na lēu maiṃ taba bidhi mōhī. kahā lābha āgēṃ suta tōhī..",
            "paramātamā brahma nara rūpā. hōihi raghukula bhūṣana bhūpā.. [7-47-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "One day the sage Vasiṣṭha called at the palace where the charming and all-blissful Śrī Rāma was. The Lord of the Raghus received him with great reverence, laved his feet and sipped the water into which they had been washed. \"Listen, Rāma :\" said the sage with joined palms, \"I make my humble submission, O Ocean of mercy. Even as I watch Your doings infinite bewilderment possesses my soul. Your immeasurable greatness is beyond the knowledge of the Vedas; how can I describe it, O Almighty Lord? The vocation of a familypriest is very low : the Vedas, Purāṇas and the Smṛti texts equally denounce it. When I would not accept it, Brahmā (my father) said to me, \"It will redound to your benefit hereafter, my son : Brahma Itself, the Supreme Spirit, will appear in human semblance as a king, the ornament of Raghu's race\"."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba maiṃ hṛdayaom bicārā jōga jagya brata dāna.",
            "jā kahu karia sō paihau dharma na ēhi sama āna..48.. [7-48]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Then I thought to myself, (through this very office) I shall attain to Him who is the object of Yogic practices, performance of sacrifices, religious vows and charity. Thus there can be no other vocation like this.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "japa tapa niyama jōga nija dharmā. śruti saṃbhava nānā subha karmā..",
            "gyāna dayā dama tīratha majjana. jahaom lagi dharma kahata śruti sajjana.. [7-48-1]",
            "āgama nigama purāna anēkā. paḍhaē sunē kara phala prabhu ēkā..",
            "taba pada paṃkaja prīti niraṃtara. saba sādhana kara yaha phala suṃdara.. [7-48-2]",
            "chūṭai mala ki malahi kē dhōēom. ghṛta ki pāva kōi bāri bilōēom..",
            "prēma bhagati jala binu raghurāī. abhiaṃtara mala kabahu na jāī.. [7-48-3]",
            "sōi sarbagya tagya sōi paṃḍita. sōi guna gṛha bigyāna akhaṃḍita..",
            "daccha sakala lacchana juta sōī. jākēṃ pada sarōja rati hōī.. [7-48-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Japa (muttering of prayers), austere penance, religious observances, Yogic practices, the performance of one's allotted duties, the various pious acts recommended by the Vedas, the cultivation of spiritual enlightenment, compassion, self-control, bathing in sacred waters and whatever other sacred practices have been advocated by the Vedas and holy men and the recitation and hearing of various Tantra texts, Vedas and Purāṇas have only one reward, my lord; nay, all spiritual endeavours lead to the same glorious end, viz., unceasing devotion to Your lotus feet. Can dirt be removed by cleansing with dirt? Can anyone obtain butter by churning water? Even so, except by cleansing with the water of loving devotion, O Lord of the Raghus, the impurity accumulated within can never be washed away. He alone is all-wise, he the knower of Truth and he alone learned; he alone is an abode of virtues and possessed of uninterrupted and immediate perception; nay, he is clever and endowed with all auspicious attributes, who is devoted to Your lotus feet.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nātha ēka bara māgau rāma kṛpā kari dēhu.",
            "janma janma prabhu pada kamala kabahu ghaṭai jani nēhu..49.. [7-49]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"My lord, I would ask one boon; grant it in Your mercy, Rāma. May my love for Your lotus feet, O Lord, never flag in the course of my future births.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asa kahi muni basiṣṭa gṛha āē. kṛpāsiṃdhu kē mana ati bhāē..",
            "hanūmāna bharatādika bhrātā. saṃga liē sēvaka sukhadātā.. [7-49-1]",
            "puni kṛpāla pura bāhēra gaē. gaja ratha turaga magāvata bhaē..",
            "dēkhi kṛpā kari sakala sarāhē. diē ucita jinha jinha tēi cāhē.. [7-49-2]",
            "harana sakala śrama prabhu śrama pāī. gaē jahāom sītala avaomrāī..",
            "bharata dīnha nija basana ḍasāī. baiṭhē prabhu sēvahiṃ saba bhāī.. [7-49-3]",
            "mārutasuta taba mārūta karaī. pulaka bapuṣa lōcana jala bharaī..",
            "hanūmāna sama nahiṃ baḍabhāgī. nahiṃ kōu rāma carana anurāgī.. [7-49-4]",
            "girijā jāsu prīti sēvakāī. bāra bāra prabhu nija mukha gāī.. [7-49-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "So saying, the sage Vasiṣṭha returned home. The All-merciful was highly pleased with him in His heart of hearts. Śrī Rāma, the delight of His servants, took with Him Hanumān as well as Bharata and His other two brothers (Lakṣmaṇa and Śatrughna) and the benign Lord then went outside the city and ordered elephants, chariots and horses to be immediately brought before Him. Regarding them with kindness He praised them all and distributed them among the people giving each what one deserved and what one wished to have. The Lord, who is the reliever of all fatigue, Himself felt tired and retired to a cool mango grove, where Bharata spread his own scarf and the Lord took His seat thereon with all His brothers in attendance. The son of the wind-god now began to fan Him; he felt a thrill of joy all over his body and his eyes filled with tears. (Says Śiva,) There is no one so blessed nor anyone so devoted to Śrī Rāma's lotus feet as Hanumān, whose love and service, O daughter of the mountain-king have been repeatedly extolled by the Lord with His own mouth."
        ]
    }
]