[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यं सन्न्यासमिति प्राहुर्योगं तं विद्धि पाण्डव ।",
            "न ह्यसन्न्यस्तसङ्कल्पो योगी भवति कश्चन ॥ २ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**यम्** – जिसको; **संन्यासम्** – संन्यास; **इति** – इस प्रकार; **प्राहुः** – कहते हैं; **योगम्** – परब्रह्म के साथ युक्त होना; **तम्** – उसे; **विद्धि** – जानो; **पाण्डव** – हे  पाण्डुपुत्र; **न** – कभी नहीं; **हि** – निश्चय हि; **असंन्यस्त** – बिना त्यागे; **सङ्कल्पः** – आत्मतृप्ति की इच्छा; **योगी** – योगी; **भवति** – होता है; **कश्र्चन** – कोई |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे पाण्डुपुत्र! जिसे संन्यास कहते हैं उसे ही तुम योग अर्थात् परब्रह्म से युक्त होना जानो क्योंकि इन्द्रियतृप्ति के लिए इच्छा को त्यागे बिना कोई कभी योगी नहीं हो सकता |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "वास्तविक संन्यास-योग या भक्ति का अर्थ है कि जीवात्मा अपनी स्वाभाविक स्थिति को जाने और तदानुसार कर्म करे | जीवात्मा का अपना स्वतन्त्र अस्तित्व नहीं होता | वह परमेश्वर की तटस्था शक्ति है | जब वह माया के वशीभूत होता है तो वह बद्ध हो जाता है, किन्तु जब वह कृष्णभावनाभावित रहता है अर्थात् आध्यात्मिक शक्ति में सजग रहता है तो वह अपनी सहज स्थिति में होता है | इस प्रकार जब मनुष्य पूर्णज्ञान में होता है तो वह समस्त इन्द्रियतृप्ति को त्याग देता है अर्थात् समस्त इन्द्रियतृप्ति के कार्यकलापों का परित्याग कर देता है | इसका अभ्यास योगी करते हैं जो इन्द्रियों को भौतिक आसक्ति से रोकते हैं | किन्तु कृष्णभावनाभावित व्यक्ति को तो ऐसी किसी भी वस्तु में अपनी इन्द्रिय लगाने का अवसर ही नहीं मिलता जो कृष्ण के निमित्त न हो | फलतः कृष्णभावनाभावित व्यक्ति संन्यासी तथा योगी साथ-साथ होता है | ज्ञान तथा इन्द्रियनिग्रह योग के ये दोनों प्रयोजन कृष्णभावनामृत द्वारा स्वतः पूरे हो जाते हैं | यदि मनुष्य स्वार्थ का त्याग नहीं कर पाता तो ज्ञान तथा योग व्यर्थ रहते हैं | जीवात्मा का मुख्य ध्येय तो समस्त प्रकार की आत्मतृप्ति को त्यागकर परमेश्वर की तुष्टि करने के लिए तैयार रहना है | कृष्णभावनाभावित व्यक्ति में किसी प्रकार की आत्मतृप्ति की इच्छा नहीं रहती | वह सदैव परमेश्वर की प्रसन्नता में लगा रहता है, अतः जिसे परमेश्वर के विषय में कुछ भी पता नहीं होता वही स्वार्थ पूर्ति में लगा रहता है क्योंकि कोई कभी निष्क्रिय नहीं रह सकता | कृष्णभावनामृत का अभ्यास करने से सारे कार्य सुचारु रूप से सम्पन्न हो जाते हैं |"
        ]
    }
]