[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Autumn Description"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "baraṣā bigata sarada ritu āī. lachimana dēkhahu parama suhāī..",
            "phūlēṃ kāsa sakala mahi chāī. janu baraṣāom kṛta pragaṭa buḍhaāī.. [4-15(B)-1]",
            "udita agasti paṃtha jala sōṣā. jimi lōbhahi sōṣai saṃtōṣā..",
            "saritā sara nirmala jala sōhā. saṃta hṛdaya jasa gata mada mōhā.. [4-15(B)-2]",
            "rasa rasa sūkha sarita sara pānī. mamatā tyāga karahiṃ jimi gyānī..",
            "jāni sarada ritu khaṃjana āē. pāi samaya jimi sukṛta suhāē.. [4-15(B)-3]",
            "paṃka na rēnu sōha asi dharanī. nīti nipuna nṛpa kai jasi karanī..",
            "jala saṃkōca bikala bhaiom mīnā. abudha kuṭuṃbī jimi dhanahīnā.. [4-15(B)-4]",
            "binu dhana nirmala sōha akāsā. harijana iva parihari saba āsā..",
            "kahu kahu bṛṣṭi sāradī thōrī. kōu ēka pāva bhagati jimi mōrī.. [4-15(B)-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Look here, Lakṣmaṇa: the rains are over now and the most charming autumn has arrived. The whole earth is covered by the Kāśa grass with its white flowers as if the rainy season has exposed its old age. The constellation known by the name of Agastya (Canopus)* has appeared and dried up the water on the roads even as contentment swallows greed. The limpid water of the rivers and lakes looks charming as a saint's heart devoid of pride and infatuation. Drop by drop the water of the streams and lakes is drying up even as the wise shake off the possessive instinct. Knowing that the autumn had set in the Khanjana bird has made its appearance, just as the welcome fruit of one's meritorious deeds appears at the appointed time (neither sooner nor later). Devoid of mud and dust the earth has assumed a lovely aspect just like the administration of a monarch well-versed in politics. The fish are distressed on account of the diminishing waters even as an improvident householder suffering from want of money. The cloudless sky is shining as bright as a devotee of Śrī Hari, who has abandoned all desires. Here and there we have light autumnal showers, just as a rare soul comes to develop devotion to Me."
        ]
    },
    {
        "type": "unorderedListGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "***** The heliacal rising of the constellation named above takes place on the seventh day after the new moon of the month of Bhādrapada."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "calē haraṣi taji nagara nṛpa tāpasa banika bhikhāri.",
            "jimi haribhagata pāi śrama tajahi āśramī cāri..16.. [4-16]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Kings and ascetics, merchants and mendicants are gladly leaving the city (kings for extending their dominions, ascetics in search of a suitable place for practising penance, merchants for carrying on their trade and mendicants for begging alms), just as men in any of the four stages* of life cease to toil (for perfection) once they have acquired devotion to Śrī Hari."
        ]
    },
    {
        "type": "unorderedListGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "***** The four stages of life through which a Brāhmaṇa in particular and all the twice-born in general have to pass are: (1) Brahmacarya (student life), (2) Gārhasthya (married life), (3) Vānaprastha (asceticism) and (4) Saṁnyāsa (renunciation)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sukhī mīna jē nīra agādhā. jimi hari sarana na ēkau bādhā..",
            "phūlēṃ kamala sōha sara kaisā. nirguna bramha saguna bhaēom jaisā.. [4-16-1]",
            "guṃjata madhukara mukhara anūpā. suṃdara khaga rava nānā rūpā..",
            "cakrabāka mana dukha nisi paikhī. jimi durjana para saṃpati dēkhī.. [4-16-2]",
            "cātaka raṭata tṛṣā ati ōhī. jimi sukha lahai na saṃkaradrōhī..",
            "saradātapa nisi sasi apaharaī. saṃta darasa jimi pātaka ṭaraī.. [4-16-3]",
            "dēkhi iṃdu cakōra samudāī. citavatahiṃ jimi harijana hari pāī..",
            "masaka daṃsa bītē hima trāsā. jimi dvija drōha kiēom kula nāsā.. [4-16-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In deep waters the fish are as happy as ever, just as those who have taken refuge in Śrī Hari (i.e., Myself) never fall into trouble of any kind. With full-blown lotuses the lake appears as charming as when the absolute Brahma appears with form. The bees are making a humming sound which possesses a unique melody of its own, and the birds a charming concert of diverse sounds. The Cakravāka bird is sad at heart to see the night, just as a villain is grieved at the sight of another's fortune. The Cātaka cries out in its agony of excessive thirst just as an enemy of Śaṅkara knows no rest. The moon by night relieves the heat of the autumnal sun, just as the sight of a holy man drives away sin. Flocks of Cakora birds fix their gaze on the moon as soon as she comes to their view, even as the votaries of Śrī Hari on meeting Him. Mosquitoes and gadflies have perished due to fear of cold, just as hostility to the Brāhmaṇas brings, ruin to the entire family."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhūmi jīva saṃkula rahē gaē sarada ritu pāi.",
            "sadagura milē jāhiṃ jimi saṃsaya bhrama samudāi..17.. [4-17]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The insects that teemed on the earth have perished with the advent of the autumn, just as a man who has found a teacher in the real sense of the term is rid of all doubt and error."
        ]
    }
]