[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला ।",
            "समाधावचला बुद्धिस्तदा योगमवाप्स्यसि ॥ ५३ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "śruti-vipratipannā te",
            "yadā sthāsyati niścalā",
            "samādhāv acalā buddhis",
            "tadā yogam avāpsyasi"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "śruti — of Vedic revelation; vipratipannā — without being influenced by the fruitive results; te — your; yadā — when; sthāsyati — remains; niścalā — unmoved; samādhau — in transcendental consciousness, or Kṛṣṇa consciousness; acalā — unflinching; buddhiḥ — intelligence; tadā — at that time; yogam — self-realization; avāpsyasi — you will achieve."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When your mind is no longer disturbed by the flowery language of the Vedas, and when it remains fixed in the trance of self-realization, then you will have attained the divine consciousness."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "To say that one is in samādhi is to say that one has fully realized Kṛṣṇa consciousness; that is, one in full samādhi has realized Brahman, Paramātmā and Bhagavān. The highest perfection of self-realization is to understand that one is eternally the servitor of Kṛṣṇa and that one’s only business is to discharge one’s duties in Kṛṣṇa consciousness. A Kṛṣṇa conscious person, or unflinching devotee of the Lord, should not be disturbed by the flowery language of the Vedas nor be engaged in fruitive activities for promotion to the heavenly kingdom. In Kṛṣṇa consciousness, one comes directly into communion with Kṛṣṇa, and thus all directions from Kṛṣṇa may be understood in that transcendental state. One is sure to achieve results by such activities and attain conclusive knowledge. One has only to carry out the orders of Kṛṣṇa or His representative, the spiritual master."
        ]
    }
]