[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः ।",
            "आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत ॥ १४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**मात्रा-स्पर्शाः** – इन्द्रियविषय; **तु** – केवल; **कौन्तेय** – हे कुन्तीपुत्र; **शीत** – जाड़ा; **उष्ण** – ग्रीष्म; **सुख** – सुख; **दुःख** – तथा दुख; **दाः** – देने वाले; **आगम** – आना; **अपायिनः** – जाना; **अनित्याः** – क्षणिक; **तान्** – उनको; **तितिक्षस्व** – सहन करने का प्रयत्न करो; **भारत** – हे भरतवंशी ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे कुन्तीपुत्र! सुख तथा दुख का क्षणिक उदय तथा कालक्रम में उनका अन्तर्धान होना सर्दी तथा गर्मी की ऋतुओं के आने जाने के समान है । हे भरतवंशी! वे इन्द्रियबोध से उत्पन्न होते हैं और मनुष्य को चाहिए कि अविचल भाव से उनको सहन करना सीखे ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कर्तव्य-निर्वाह करते हुए मनुष्य को सुख तथा दुख के क्षणिक आने-जाने को सहन करने का अभ्यास करना चाहिए । वैदिक आदेशानुसार मनुष्य को माघ (जनवरी-फरवरी) के मास में भी प्रात:काल स्नान करना चाहिए । उस समय अत्यधिक ठंड पड़ती है, किन्तु जो धार्मिक नियमों का पालन करने वाला है, वह स्नान करने में तनिक भी झिझकता नहीं । इसी प्रकार एक गृहिणी भीषण से भीषण गर्मी की ऋतु में (मई-जून के महीनों में) भोजन पकाने में हिचकती नहीं । जलवायु सम्बन्धी असुविधाएँ होते हुए भी मनुष्य को अपना कर्तव्य निभाना होता है । इसी प्रकार युद्ध करना क्षत्रिय का धर्म है अत: उसे अपने किसी मित्र या परिजन से भी युद्ध करना पड़े तो उसे अपने धर्म से विचलित नहीं होना चाहिए । मनुष्य को ज्ञान प्राप्त करने के लिए धर्म के विधि-विधान पालन करने होते हैं क्योंकि ज्ञान तथा भक्ति से ही मनुष्य अपने आपको माया के बंधन से छुड़ा सकता है ।",
            "अर्जुन को जिन दो नामों से सम्बोधित किया गया है, वे भी महत्त्वपूर्ण हैं । कौन्तेय कहकर सम्बोधित करने से यह प्रकट होता है कि वह अपनी माता की ओर (मातृकुल) से सम्बंधित है और भारत कहने से उसके पिता की ओर (पितृकुल) से सम्बन्ध प्रकट होता है । दोनों ओर से उसको महान विरासत प्राप्त है । महान विरासत प्राप्त होने के फलस्वरूप कर्तव्यनिर्वाह का उत्तरदायित्व आ पड़ता है, अत: अर्जुन युद्ध से विमुख नहीं हो सकता ।"
        ]
    }
]