[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "सञ्जय उवाच",
            "इत्यर्जुनं वासुदेवस्तथोक्त्वा",
            "स्वकं रूपं दर्शयामास भूयः ।",
            "आश्वासयामास च भीतमेनं",
            "भूत्वा पुनः सौम्यवपुर्महात्मा ॥ ५० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सञ्जयःउवाच - संजय ने कहा; इति - इस प्रकार; अर्जुनम् - अर्जुन को; वासुदेवः - कृष्ण ने; तथा - उस प्रकार से; उक्त्वा - कहकर; स्वकम् - अपना, स्वीय; रूपम् - रूप को; दर्शयाम् आस- दिखलाया; भूयः - फिर; आश्वासयाम् आस- धीरज धराया; च - भी; भीतम् - भयभीत; एनम् - उसको; भूत्वा - होकर; पुनः - फिर; सौम्य वपुः - सुन्दर रूप; महा-आत्मा - महापुरुष |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "संजय ने धृतराष्ट्र से कहा – अर्जुन से इस प्रकार कहने के बाद भगवान् कृष्ण ने अपना असली चतुर्भुज रूप प्रकट किया और अन्त में दो भुजाओं वाला रूप प्रदर्शित करके भयभीत अर्जुन को धैर्य बँधाया |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जब कृष्ण वासुदेव तथा देवकी के पुत्र के रूप में प्रकट हुए तो पहले वे चतुर्भुज नारायण रूप में ही प्रकट हुए, किन्तु जब उनके माता-पिता ने प्रार्थना की तो उन्होंने सामान्य बालक का रूप धारण कर लिया | उसी प्रकार कृष्ण को ज्ञात था कि अर्जुन उनके चतुर्भुज रूप को देखने का इच्छुक नहीं है, किन्तु चूँकि अर्जुन ने उनको इस रूप में देखने की प्रार्थना की थी, अतःकृष्ण ने पहले अपना चतुर्भुज रूप दिखलाया और फिर वे अपने दो भुजाओं वाले रूप में प्रकट हुए | सौम्यवपुः शब्द अत्यन्त महत्त्वपूर्ण है | इसका अर्थ है अत्यन्त सुन्दर रूप | जब कृष्ण विद्यमान थे तो सारे लोग उनके रूप पर ही मोहित हो जाते थे और चूँकि कृष्ण इस विश्व के निर्देशक हैं, अतः उन्होंने अपने भक्त अर्जुन का भय दूर किया और पुनः उसे अपना सुन्दर (सौम्य) रूप दिखलाया | ब्रह्मसंहिता में (५.३८) कहा गया है – प्रेमाञ्जनच्छुरितभक्तिविलोचनेन – जिस व्यक्ति की आँखों में प्रेमरूपी अंजन लगा है, वाही कृष्ण के सौम्यरूप का दर्शन कर सकता है |"
        ]
    }
]