[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति ।",
            "नायं लोकोऽस्ति न परो न सुखं संशयात्मनः ॥ ४० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**अज्ञः** – मुर्ख, जिसे शास्त्रों का ज्ञान नहीं  है; **च** – तथा; **अश्रद्द धानः** – शास्त्रों में श्रद्धा से विहीन; **च** – भी; **संशय** – शंकाग्रस्त; **आत्मा** – व्यक्ति; **विनश्यति** – गिर जाता है; **न** – न; **अयम्** – इस; **लोकः** – जगत में; **अस्ति** – है; **न** – न तो; **परः** – अगले जीवन में; **न** – नहीं; **सुखम्** – सुख; **संशय** – संशयग्रस्त; **आत्मनः** – व्यक्ति के लिए |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "किन्तु जो अज्ञानी तथा श्रद्धाविहीन व्यक्ति शास्त्रों में संदेह करते हैं, वे भगवद्भावनामृत नहीं प्राप्त करते, अपितु नीचे गिर जाते है | संशयात्मा के लिए न तो इस लोक में, न ही परलोक में कोई सुख है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवद्गीता सभी प्रामाणिक एवं मान्य शास्त्रों में सर्वोत्तम है | जो लोग पशुतुल्य हैं उनमें न तो प्रामाणिक शास्त्रों के प्रति कोई श्रद्धा है और न उनका ज्ञान होता है और कुछ लोगों को यद्यपि उनका ज्ञान होता है और उनमें से वे उद्धरण देते रहते हैं, किन्तु उनमें वास्तविक विश्वास नहीं करते | यहाँ तक कि कुछ लोग जिनमें भगवद्गीता जैसे शास्त्रों में श्रद्धा होती भी है फिर भी वे न तो भगवान् कृष्ण में विश्वास करते हैं, न उनकी पूजा करते हैं | ऐसे लोगों को कृष्णभावनामृत का कोई ज्ञान नहीं होता | वे नीचे गिरते हैं | उपर्युक्त सभी कोटि के व्यक्तियों में जो श्रद्धालु नहीं हैं और सदैव संशयग्रस्त रहते हैं, वे तनिक भी उन्नति नहीं कर पाते | जो लोग ईश्वर तथा उनके वचनों में श्रद्धा नहीं रखते उन्हें न तो इस संसार में न तो भावी लोक में कुछ हाथ लगता है | उनके लिए किसी भी प्रकार का सुख नहीं है | अतः मनुष्य को चाहिए कि श्रद्धाभाव से शास्त्रों के सिद्धान्तों का पालन करे और ज्ञान प्राप्त करे | इसी ज्ञान से मनुष्य आध्यात्मिक अनुभूति के दिव्य पद तक पहुँच सकता है | दूसरे शब्दों में, आध्यात्मिक उत्थान में संशयग्रस्त मनुष्यों को कोई स्थान नहीं मिलता | अतः मनुष्य को चाहिए कि परम्परा से चले आ रहे महान आचार्यों के पदचिन्हों का अनुसरण करे और सफलता प्राप्त करे |"
        ]
    }
]