[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अव्यक्तोऽक्षर इत्युक्तस्तमाहुः परमां गतिम् ।",
            "यं प्राप्य न निवर्तन्ते तद्धाम परमं मम ॥ २१ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**अव्यक्तः** – अप्रकट; **अक्षरः** – अविनाशी; **इति** – इस प्रकार; **उक्तः** – कहा गया; **तम्** – उसको; **आहुः** – कहा जाता है; **परमाम्** – परम; **गतिम्** – गन्तव्य; **यम्** – जिसको; **प्राप्य** – प्राप्त करके; **न** – कभी नहीं; **निवर्तन्ते** – वापस आते हैं; **तत्** – निवास; **परमम्** – परं; **मम** – मेरा |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जिसे वेदान्ती अप्रकट और अविनाशी बताते हैं, जो परम गन्तव्य है, जिसे प्राप्त कर लेने पर कोई वापस नहीं आता, वही मेरा परमधाम है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ब्रह्मसंहिता में भगवान् कृष्ण के परमधाम को चिन्तामणि धाम कहा गया है, जो ऐसा स्थान है जहाँ सारी इच्छाएँ पूरी होती हैं | भगवान् कृष्ण का परमधाम गोलोक वृन्दावन कहलाता है और वह पारसमणि से निर्मित प्रसादों से युक्त है | वहाँ पर वृक्ष भी हैं, जिन्हें कल्पतरु कहा जाता है, जो इच्छा होने पर किसी भी तरह का खाद्य पदार्थ प्रदान करने वाले हैं | वहाँ गौएँ भी हैं, जिन्हें सुरभि गौएँ कहा जाता है और वे अनन्त दुग्ध देने वाली हैं | इस धाम में भगवान् की सेवा के लिए लाखों लक्ष्मियाँ हैं | वे आदि भगवान् गोविन्द तथा समस्त कारणों के कारण कहलाते हैं | भगवान् वंशी बजाते रहते हैं (वेणु क्वणन्तम्) | उनका दिव्य स्वरूप समस्त लोकों में सर्वाधिक आकर्षक है, उनके नेत्र कमलदलों के समान हैं और उनका शरीर मेघों के वर्ण का है | वे इतने रूपवान हैं कि उनका सौन्दर्य हजारों कामदेवों को मात करता है | वे पीत वस्त्र धारण करते हैं, उनके गले में माला रहती है और केशों में मोरपंख लगे रहते हैं | भगवद्गीता में भगवान् कृष्ण अपने निजी धाम, गोलोक वृन्दावन का संकेत मात्र करते हैं, जो आध्यात्मिक जगत् में सर्वश्रेष्ठ लोक है | इसका विषद वृतान्त ब्रह्मसंहिता में मिलता है | वैदिक ग्रंथ (कठोपनिषद् १.३.११) बताते हैं कि भगवान् का धाम सर्वश्रेष्ठ है और यही परमधाम है (पुरुषान्न परं किञ्चित्सा काष्ठा परमा गतिः) | एक बार वहाँ पहुँच कर फिर से भौतिक संसार में वापस नहीं आना होता | कृष्ण का परमधाम तथा स्वयं कृष्ण अभिन्न हैं, क्योंकि वे दोनों एक से गुण वाले हैं | आध्यात्मिक आकाश में स्थित इस गोलोक वृन्दावन की प्रतिकृति (वृन्दावन) इस पृथ्वी पर दिल्ली से १० मील दक्षिण-पूर्व स्थित है | जब कृष्ण ने इस पृथ्वी पर अवतार ग्रहण किया था, तो उन्होने इसी भूमि पर, जिसे वृन्दावन कहते हैं और जो भारत में मथुरा जिले के चौरासी वर्गमील में फैला हुआ है, क्रीड़ा की थी |"
        ]
    }
]