[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यस्त्वात्मरतिरेव स्यादात्मतृप्तश्र्च मानवः |",
            "आत्मन्येव च सन्तुष्टस्य कार्यं न विद्यते || १७ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यः – जो; तु – लेकिन; आत्म-रतिः – आत्मा में ही  आनन्द लेते हुए; एव – निश्चय ही; स्यात् – रहता है; आत्म-तृप्तः –  स्वयंप्रकाशित; च – तथा; मानवः – मनुष्य; आत्मनि – अपने में; एव – केवल; च –  तथा; सन्तुष्टः – पूर्णतया सन्तुष्ट; तस्य – उसका; कार्यम् – कर्तव्य; न –  नहीं; विद्यते – रहता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "किन्तु जो व्यक्ति आत्मा में ही आनन्द लेता है तथा जिसका जीवन आत्म-साक्षात्कार युक्त है और जो अपने में ही से पूर्णतया सन्तुष्ट रहता है उसके लिए कुछ करणीय (कर्तव्य) नहीं होता |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो व्यक्ति कृष्णभावनाभावित है और अपने कृष्णभावनामृत के कार्यों से पूर्णतया सन्तुष्ट रहता है उसे कुछ भी नियत कर्म नहीं करना होता | कृष्णभावनाभावित होने के कारण उसके हृदय का सारा मैल तुरन्त धुल जाता है, जो हजारों-हजारों यज्ञों को सम्पन्न करने पर ही सम्भव हो पाता है | इस प्रकार चेतना के शुद्ध होने से मनुष्य परमेश्र्वर के साथ अपने सम्बन्ध के प्रति पूर्णतया आश्र्वस्त हो जाता है | भगवत्कृपा से उसका कार्य स्वयंप्रकाशित हो जाता है; अतएव वैदिक आदेशों के प्रति उसका कर्तव्य निःशेष हो जाता है | ऐसा कृष्णभावनाभावित व्यक्ति कभी भी भौतिक कार्यों में रूचि नहीं लेता और न ही उसे सुरा, सुन्दरी तथा अन्य प्रलोभनों में कोई आनन्द मिलता है |"
        ]
    }
]