[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "महात्मानस्तु मां पार्थ दैवीं प्रकृतिमाश्रिताः |",
            "भजन्त्यनन्यमनसो ज्ञात्वा भूतादिमव्ययम् || १३ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "महा-आत्मनः – महापुरुष; तु – लेकिन; माम् – मुझको; पार्थ – हे पृथापुत्र; देवीम् – दैवी; प्रकृतिम् – प्रकृति के; आश्रिताः – शरणागत; भजन्ति – सेवा करते हैं; अनन्य-मनसः – अविचलित मन से; ज्ञात्वा – जानकर; भूत – सृष्टि का; आदिम् – उद्गम; अव्ययम् – अविनाशी |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे पार्थ! मोहमुक्त महात्माजन दैवी प्रकृति के संरक्षण में रहते हैं | वे पूर्णतः भक्ति में निमग्न रहते हैं क्योंकि वे मुझे आदि तथा अविनाशी भगवान् के रूप में जानते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में महात्मा का वर्णन हुआ है | महात्मा का सबसे पहला लक्षण यह है कि वह दैवी प्रकृति में स्थित रहता है | वह भौतिक प्रकृति के अधीन नहीं होता और यह होता कैसे है? इसकी व्याख्या सातवें अध्याय में की गई है – जो भगवान् श्रीकृष्ण की शरण ग्रहण करता है वह तुरन्त भौतिक प्रकृति के वश से मुक्त हो जाता है | यही वह पात्रता है | ज्योंही कोई भगवान् का शरणागत हो जाता है वह भौतिक प्रकृति के वश से मुक्त हो जाता है | यही मूलभूत सूत्र है | तटस्था शक्ति होने के कारण जीव ज्योंही भौतिक प्रकृति के वश से मुक्त होता है त्योंही वह आध्यात्मिक प्रकृति के निर्देशन में चला जाता है | आध्यात्मिक प्रकृति का निर्देशन ही दैवी प्रकृति कहलाती है | इस प्रकार से जब कोई भगवान् के शरणागत होता है तो उसे महात्मा पद की प्राप्ति होती है |",
            "महात्मा अपने ध्यान को कृष्ण के अतिरिक्त अन्य किसी ओर नहीं ले जाता, क्योंकि वह भलीभाँति जानता है कि कृष्ण ही आदि परम पुरुष, समस्त कारणों के कारण हैं | इसमें तनिक भी सन्देह नहीं है | ऐसा महात्मा अन्य महात्माओं या शुद्धभक्तों की संगति से प्रगति करता है | शुद्धभक्त तो कृष्ण के अन्य स्वरूपों, यथा चतुर्भुज महाविष्णु रूप से भी आकृष्ट नहीं होते | वे न तो कृष्ण के अन्य किसी रूप से आकृष्ट होते हैं, न ही वे देवताओं या मनुष्यों के किसी रूप की परवाह करते हैं | वे कृष्णभावनामृत में केवल कृष्ण का ध्यान करते हैं | वे कृष्णभावनामृत में निरन्तर भगवान् की अविचल सेवा में लगे रहते हैं |"
        ]
    }
]