[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "The god's prayer to Śiva for marriage; the seven seers' visit to Pārvatī"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sakala suranha kē hṛdayaom asa saṃkara parama uchāhu.",
            "nija nayananhi dēkhā cahahiṃ nātha tumhāra bibāhu..88.. [1-88]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"The heart of all the immortals is seized with a dominating impulse. They long to witness Your wedding with their own eyes, my lord. (88)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "yaha utsava dēkhia bhari lōcana. sōi kachu karahu madana mada mōcana.",
            "kāmu jāri rati kahu baru dīnhā. kṛpāsiṃdhu yaha ati bhala kīnhā.. [1-88-1]",
            "sāsati kari puni karahiṃ pasāū. nātha prabhunha kara sahaja subhāū..",
            "pārabatīṃ tapu kīnha apārā. karahu tāsu aba aṃgīkārā.. [1-88-2]",
            "suni bidhi binaya samujhi prabhu bānī. aisēi hōu kahā sukhu mānī..",
            "taba dēvanha duṃdubhīṃ bajāīṃ. baraṣi sumana jaya jaya sura sāī.. [1-88-3]",
            "avasaru jāni saptariṣi āē. turatahiṃ bidhi giribhavana paṭhāē..",
            "prathama gaē jahaom rahī bhavānī. bōlē madhura bacana chala sānī.. [1-88-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"O humbler of the pride of Love! Devise some means whereby we may be enabled to feast our eyes on this glad event. Having burnt the god of love You have done well in granting a boon to Rati, O ocean of compassion. Having meted out punishment, good masters shower their grace as a matter of course: such is their natural habit. Pārvatī has practised penance the magnitude of which cannot be estimated; kindly accept her now.\" Hearing the entreaty of Brahmā and remembering the words of the Lord (Śrī Rāma), Śiva gladly said, \"Amen!\" The gods thereupon sounded their kettledrums; and raining down flowers they exclaimed, \"Victory, victory to the Lord of celestials!\" Considering it to be an opportune moment, the seven seers arrived on the scene. Brahmā immediately sent them to the abode of Himavān. They approached Bhavānī in the first instance and addressed the following sweet yet deceptive words to her:- (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahā hamāra na sunēhu taba nārada kēṃ upadēsa.",
            "aba bhā jhūṭha tumhāra pana jārēu kāmu mahēsa..89.. [1-89]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Relying on the advice of Nārada you would not heed our remonstrances then. Your vow has failed now; for the great Lord Śiva has burnt the god of love!\" (89)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni bōlīṃ musakāi bhavānī. ucita kahēhu munibara bigyānī..",
            "tumharēṃ jāna kāmu aba jārā. aba lagi saṃbhu rahē sabikārā.. [1-89-1]",
            "hamarēṃ jāna sadā siva jōgī. aja anavadya akāma abhōgī..",
            "jauṃ maiṃ siva sēyē asa jānī. prīti samēta karma mana bānī.. [1-89-2]",
            "tau hamāra pana sunahu munīsā. karihahiṃ satya kṛpānidhi īsā..",
            "tumha jō kahā hara jārēu mārā. sōi ati baḍa abibēku tumhārā.. [1-89-3]",
            "tāta anala kara sahaja subhāū. hima tēhi nikaṭa jāi nahiṃ kāū..",
            "gaēom samīpa sō avasi nasāī. asi manmatha mahēsa kī nāī.. [1-89-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hearing this, Bhavānī smiled and said, \"O great and illumined sages, you have spoken aright. According to your belief it is only now that Śambhu has burnt the god of love and that till now He was smitten with love. To my mind, however, Śiva is eternally in rapport with the Infinite, unbegotten, irreproachable, passionless and without enjoyment. Knowing Him as such, if I have served Him lovingly in thought, word and deed, then hear, O great sages: the gracious Lord will accomplish my vow. Your statement that Hara has burnt the god of love betrays woeful lack of thought in you. Fire, my friends, possesses this inherent property that frost can never approach it: in case it does it must inevitably perish. Similar is the case with the god of love and the great Lord Śiva. (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "hiyaom haraṣē muni bacana suni dēkhi prīti bisvāsa..",
            "calē bhavānihi nāi sira gaē himācala pāsa..90.. [1-90]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hearing the words of Bhavānī and perceiving her devotion and faith, the sages were gladdened at heart. Bowing their head to Her, they went to Himavān. (90)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sabu prasaṃgu giripatihi sunāvā. madana dahana suni ati dukhu pāvā..",
            "bahuri kahēu rati kara baradānā. suni himavaṃta bahuta sukhu mānā.. [1-90-1]",
            "hṛdayaom bicāri saṃbhu prabhutāī. sādara munibara liē bōlāī..",
            "sudinu sunakhatu sugharī sōcāī. bēgi bēdabidhi lagana dharāī.. [1-90-2]",
            "patrī saptariṣinha sōi dīnhī. gahi pada binaya himācala kīnhī..",
            "jāi bidhihi dīnhi sō pātī. bācata prīti na hṛdayaom samātī.. [1-90-3]",
            "lagana bāci aja sabahi sunāī. haraṣē muni saba sura samudāī..",
            "sumana bṛṣṭi nabha bājana bājē. maṃgala kalasa dasahu disi sājē.. [1-90-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "They related the whole episode to him and he was much grieved to hear how Śiva had burnt Love. The sages then told him of the boon granted to Rati and Himavān was much relieved to learn this. Recalling to his mind the glory of Śambhu Himācala respectfully summoned great sages. He had an auspicious date, asterism and hour ascertained and speedily got the exact time of wedding fixed and noted down according to the Vedic precepts. Himācala handed over the note recording the exact time of wedding to the seven seers, and clasping their feet made entreaties to them. Calling on Brahmā they delivered the note to him; and as he went through it his heart overflowed with joy. Brahmā read the note aloud to all; the sages as well as the whole concourse of gods was delighted to hear it. Flowers were showered from the air, music flowed from various instruments and auspicious jars were placed in all directions. (1-4)"
        ]
    }
]