[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Seven questions of Garuḍa and Kākabhuśuṇḍi's replies to them"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "puni saprēma bōlēu khagarāū. jauṃ kṛpāla mōhi ūpara bhāū..",
            "nātha mōhi nija sēvaka jānī. sapta prasna kahahu bakhānī.. [7-120(B)-1]",
            "prathamahiṃ kahahu nātha matidhīrā. saba tē durlabha kavana sarīrā..",
            "baḍa dukha kavana kavana sukha bhārī. sōu saṃchēpahiṃ kahahu bicārī.. [7-120(B)-2]",
            "saṃta asaṃta marama tumha jānahu. tinha kara sahaja subhāva bakhānahu..",
            "kavana punya śruti bidita bisālā. kahahu kavana agha parama karālā.. [7-120(B)-3]",
            "mānasa rōga kahahu samujhāī. tumha sarbagya kṛpā adhikāī..",
            "tāta sunahu sādara ati prītī. maiṃ saṃchēpa kahau yaha nītī.. [7-120(B)-4]",
            "nara tana sama nahiṃ kavaniu dēhī. jīva carācara jācata tēhī..",
            "naraga svarga apabarga nisēnī. gyāna birāga bhagati subha dēnī.. [7-120(B)-5]",
            "sō tanu dhari hari bhajahiṃ na jē nara. hōhiṃ biṣaya rata maṃda maṃda tara..",
            "kāomca kirica badalēṃ tē lēhī. kara tē ḍāri parasa mani dēhīṃ.. [7-120(B)-6]",
            "nahiṃ daridra sama dukha jaga māhīṃ. saṃta milana sama sukha jaga nāhīṃ..",
            "para upakāra bacana mana kāyā. saṃta sahaja subhāu khagarāyā.. [7-120(B)-7]",
            "saṃta sahahiṃ dukha parahita lāgī. paradukha hētu asaṃta abhāgī..",
            "bhūrja tarū sama saṃta kṛpālā. parahita niti saha bipati bisālā.. [7-120(B)-8]",
            "sana iva khala para baṃdhana karaī. khāla kaḍhaāi bipati sahi maraī..",
            "khala binu svāratha para apakārī. ahi mūṣaka iva sunu uragārī.. [7-120(B)-9]",
            "para saṃpadā bināsi nasāhīṃ. jimi sasi hati hima upala bilāhīṃ..",
            "duṣṭa udaya jaga ārati hētū. jathā prasiddha adhama graha kētū.. [7-120(B)-10]",
            "saṃta udaya saṃtata sukhakārī. bisva sukhada jimi iṃdu tamārī..",
            "parama dharma śruti bidita ahiṃsā. para niṃdā sama agha na garīsā.. [7-120(B)-11]",
            "hara gura niṃdaka dādura hōī. janma sahastra pāva tana sōī..",
            "dvija niṃdaka bahu naraka bhōga kari. jaga janamai bāyasa sarīra dhari.. [7-120(B)-12]",
            "sura śruti niṃdaka jē abhimānī. raurava naraka parahiṃ tē prānī..",
            "hōhiṃ ulūka saṃta niṃdā rata. mōha nisā priya gyāna bhānu gata.. [7-120(B)-13]",
            "saba kē niṃdā jē jaḍa karahīṃ. tē camagādura hōi avatarahīṃ..",
            "sunahu tāta aba mānasa rōgā. jinha tē dukha pāvahiṃ saba lōgā.. [7-120(B)-14]",
            "mōha sakala byādhinha kara mūlā. tinha tē puni upajahiṃ bahu sūlā..",
            "kāma bāta kapha lōbha apārā. krōdha pitta nita chātī jārā.. [7-120(B)-15]",
            "prīti karahiṃ jauṃ tīniu bhāī. upajai sanyapāta dukhadāī..",
            "biṣaya manōratha durgama nānā. tē saba sūla nāma kō jānā.. [7-120(B)-16]",
            "mamatā dādu kaṃḍu iraṣāī. haraṣa biṣāda garaha bahutāī..",
            "para sukha dēkhi jarani sōi chaī. kuṣṭa duṣṭatā mana kuṭilaī.. [7-120(B)-17]",
            "ahaṃkāra ati dukhada ḍamaruā. daṃbha kapaṭa mada māna nēharuā..",
            "tṛsnā udarabṛddhi ati bhārī. tribidha īṣanā taruna tijārī.. [7-120(B)-18]",
            "juga bidhi jvara matsara abibēkā. kahaom lāgi kahauṃ kurōga anēkā.. [7-120(B)-19]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Garuḍa (the king of the birds) further submitted in loving tones : \"If you cherish fondness for me, my gracious master, kindly recognize me as your servant, and answer me the following seven questions. Tell me, first of all, my strong-minded master; which form of all is the most difficult to obtain? Next consider and tell me briefly which is the greatest misery and which again is the highest pleasure. You know the essential characteristics of the saints and the evil-minded; therefore, describe their innate disposition. Also tell me which is the highest religious merit made known in the Vedas and which, again, is the most terrible sin. Further tell me in unambiguous terms the diseases of the mind, omniscient as you are and richly endowed with compassion.\" \"Listen, dear Garuḍa, with reverence and rapt attention while I tell you briefly my views on these questions. There is no other form as good as the human body: every living creature-whether animate or inanimate-craves for it. It is the ladder that takes the soul either to hell or to heaven or again to final beatitude, and is the bestower of blessings in the form of wisdom, dispassion and Devotion. Men who fail to adore Śrī Hari even after obtaining this body, and wallow in the basest pleasures of sense, throw away the philosopher's stone from the palm of their hand and take bits of glass in exchange for the same. There is no misery in this world as terrible as poverty and no blessing as great as communion with saints. Beneficence in thought, word and deed is the innate disposition of saints, O king of the birds. The saints undergo suffering in the interest of others while impious wretches do so with a view to tormenting others. Tender-hearted saints, like the birch tree, submit to the greatest torture (even allow their skin to be peeled off) for the good of others; while the wicked, like the hemp, have their skin flayed off and perish in agony in order to be able to bind others (in the form of cords). Listen, O enemy of serpents: like the rat and the serpent, the wicked injure others without any gain to themselves. Having destroyed others' prosperity they perish themselves, even as the hail dissolves after destroying the crops. The elevation of the wicked, like the rising of a comet-which is a detestable heavenly body-is a source of calamity to the world. The advancement of a saint, on the other hand, is ever conducive to joy, even as the rising of the sun and the moon brings delight to the whole universe. A vow of non-violence is the highest religious merit known to the Vedas; and there is no sin as grievous as speaking ill of others. A reviler of Lord Hara and his own preceptor takes the form of a frog (after his death) and his birth in that form is repeated a thousand times. A reviler of the Brāhmaṇas, after suffering tortures in a number of hells, is born on earth in the form of a crow. Those conceited souls who revile the gods and the Vedas are cast into the hell known as Raurava. They who delight in vilifying the saints are reborn as owls, who love the night of error and for whom the sun of wisdom has set. The fools who censure all are reborn as bats. Note now, dear Garuḍa, the diseases of the mind, from which everyone suffers. Infatuation is the root of all ailments and from these again arise many other troubles. Lust is a counterpart of wind and inordinate greed corresponds to an abundance of phlegm; while anger represents bile, which constantly burns the breast. Should all these three combine, there results what is known as Sannipata (a derangement of the aforesaid three humours of the body, causing fever which is of a dangerous type). The cravings for the manifold pleasures of the sense, so difficult to realize, are the various distempers, which are too numerous to name. The feeling of mineness corresponds to ringworms, envy represents itches while joy and grief correspond to a disease of the throat marked by an excessive enlargement of its glands. Grudging contemplation of others' happiness represents consumption; while wickedness and perversity of soul correspond to leprosy. Egotism is a counterpart of the most painful gout; while hypocrisy, deceit, arrogance and pride correspond to the disease known as Dracontiasis (which is marked by the presence in the body of a parasite known as the guinea-worm). Thirst for enjoyment represents the most advanced type of dropsy; while the three types of craving (those for progeny, riches and honour) correspond to the violent quartan ague. Jealousy and thoughtlessness are the two types of fever. There are many more fell diseases, too numerous to mention."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēka byādhi basa nara marahiṃ ē asādhi bahu byādhi.",
            "pīḍahiṃ saṃtata jīva kahu sō kimi lahai samādhi..121ka.. [7-121(A)]",
            "nēma dharma ācāra tapa gyāna jagya japa dāna.",
            "bhēṣaja puni kōṭinha nahiṃ rōga jāhiṃ harijāna..121kha.. [7-121(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "People die even of one disease; while I have spoken of many incurable diseases which constantly torment the soul. How, then, can it find peace? There are sacred vows and religious observances and practices, austere penance, spiritual wisdom, sacrifices, Japa (muttering of prayers), charity and myriads of other remedies too; but the maladies just enumerated do not yield to these, O mount of Śrī Hari."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi bidhi sakala jīva jaga rōgī. sōka haraṣa bhaya prīti biyōgī..",
            "mānaka rōga kachuka maiṃ gāē. hahiṃ saba kēṃ lakhi biralēnha pāē.. [7-121(B)-1]",
            "jānē tē chījahiṃ kachu pāpī. nāsa na pāvahiṃ jana paritāpī..",
            "biṣaya kupathya pāi aṃkurē. munihu hṛdayaom kā nara bāpurē.. [7-121(B)-2]",
            "rāma kṛpāom nāsahi saba rōgā. jauṃ ēhi bhāomti banai saṃyōgā..",
            "sadagura baida bacana bisvāsā. saṃjama yaha na biṣaya kai āsā.. [7-121(B)-3]",
            "raghupati bhagati sajīvana mūrī. anūpāna śraddhā mati pūrī..",
            "ēhi bidhi bhalēhiṃ sō rōga nasāhīṃ. nāhiṃ ta jatana kōṭi nahiṃ jāhīṃ.. [7-121(B)-4]",
            "jānia taba mana biruja gōsāomī. jaba ura bala birāga adhikāī..",
            "sumati chudhā bāḍhai nita naī. biṣaya āsa durbalatā gaī.. [7-121(B)-5]",
            "bimala gyāna jala jaba sō nahāī. taba raha rāma bhagati ura chāī..",
            "siva aja suka sanakādika nārada. jē muni brahma bicāra bisārada.. [7-121(B)-6]",
            "saba kara mata khaganāyaka ēhā. karia rāma pada paṃkaja nēhā..",
            "śruti purāna saba graṃtha kahāhīṃ. raghupati bhagati binā sukha nāhīṃ.. [7-121(B)-7]",
            "kamaṭha pīṭha jāmahiṃ baru bārā. baṃdhyā suta baru kāhuhi mārā..",
            "phūlahiṃ nabha baru bahubidhi phūlā. jīva na laha sukha hari pratikūlā.. [7-121(B)-8]",
            "tṛṣā jāi baru mṛgajala pānā. baru jāmahiṃ sasa sīsa biṣānā..",
            "aṃdhakāru baru rabihi nasāvai. rāma bimukha na jīva sukha pāvai.. [7-121(B)-9]",
            "hima tē anala pragaṭa baru hōī. bimukha rāma sukha pāva na kōī.. [7-121(B)-10]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Thus every creature in this world is ailing and is further afflicted with grief and joy, fear, love and desolation. I have mentioned only a few diseases of the mind; although everyone is suffering from them, few are able to detect them. These wretches, the plague of mankind, diminish to a certain extent on being detected, but are not completely destroyed. Fed by the unwholesome diet of sensuality they sprout even in the mind of sages, to say nothing of poor mortals. All these ailments can no doubt be eradicated if by Śrī Rāma's grace the following factors combine. There must be faith in the words of the physician in the form of a true preceptor; and the regimen is indifference to the pleasures of sense. Devotion to the Lord of the Raghus is the life-giving herb (to be used as a recipe); while a devout mind serves as the vehicle in which it is taken. By this process the ailments can certainly be eradicated; otherwise all our efforts will fail to get rid of them. The mind should be accounted as cured, my lord, only when the heart gathers strength in the form of dispassion, appetite in the shape of good resolutions grows stronger and stronger everyday and weakness in the form of sensual appetite goes. (Being thus rid of all diseases) when the soul bathes in the pure water of wisdom, the heart is saturated with Devotion to Śrī Rāma. Lord Śiva, Brahma (the Unborn), Sanaka and his three brothers, Nārada and other sages who are adept in the investigation of Brahma, all are of this opinion, O lord of the winged creatures, that one should cultivate devotion to the lotus-feet of Śrī Rāma. The Vedas and Purāṇas and all other scriptures declare that there can be no happiness without practising devotion to the Lord of the Raghus. It would be easier for the hair to grow on the shell of a tortoise, or for the progeny of a barren woman to slay anyone or for flowers of every description to appear in the air than for any creature to be happy even though hostile to Śrī Hari. Sooner shall thirst be slaked by drinking of a mirage or horns sprout on a hare's head or darkness efface the sun than a creature who has turned his face against Śrī Rāma find happiness. Sooner shall fire appear out of ice than an enemy of Śrī Rāma enjoy happiness."
        ]
    }
]