[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे |",
            "प्राणापानगति रुद्ध्वा प्राणायामपरायणाः |",
            "अपरे नियताहाराः प्राणान्प्राणेषु जुह्वति|| २९ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अपाने – निम्नगामी वायु में; जुह्वति – अर्पित करते हैं; प्राणम् – प्राण को; प्राणे – प्राण में; अपानम् – निम्नगामी वायु को; तथा – ऐसे ही; अपरे – अन्य; प्राण – प्राण का; अपान – निम्नगामी वायु; गती – गति को; रुद्ध्वा – रोककर; प्राण-आयाम – श्र्वास रोक कर समाधि में; परायणाः – प्रवृत्त; अपरे – अन्य; नियत – संयमित, अल्प; आहाराः – खाकर; प्राणान् – प्राणों को; प्राणेषु – प्राणों में; जुह्वति – हवन करते हैं, अर्पित करते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अन्य लोग भी हैं जो समाधि में रहने के लिए श्र्वास को रोके रहते हैं (प्राणायाम) | वे अपान में प्राण को और प्राण में अपान को रोकने का अभ्यास करते हैं और अन्त में प्राण-अपान को रोककर समाधि में रहते हैं | अन्य योगी कम भोजन करके प्राण की प्राण में ही आहुति देते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्र्वास को रोकने की योगविधि प्राणायाम कहलाती है | प्रारम्भ में हठयोग के विविध आसनों की सहायता से इसका अभ्यास किया जाता है | ये सारी विधियाँ इन्द्रियों को वश में करने तथा आत्म-साक्षात्कार की प्रगति के लिए संस्तुत की जाती हैं | इस विधि में शरीर के भीतर वायु को रोका जाता है जिससे वायु की दिशा उलट सके | अपान वायु निम्नगामी (अधोमुखी) है और प्राणवायु उर्ध्वगामी है | प्राणायाम में योगी विपरीत दिशा में श्र्वास लेने का तब तक अभ्यास करता है जब तक दोनों वायु उदासीन होकर पूरक अर्थात् सम नहीं हो जातीं | जब अपान वायु को प्राणवायु में अर्पित कर दिया जाता है तो इसे रेचक कहते हैं | जब प्राण तथा अपान वायुओं को पूर्णतया रोक दिया जाया है तो इसे कुम्भक योग कहते हैं | कुम्भक योगाभ्यास द्वारा मनुष्य आत्म-सिद्धि के लिए जीवन अवधि बढ़ा सकता है | बुद्धिमान योगी एक ही जीवनकाल में सिद्धि प्राप्त करने का इच्छुक रहता है, वह दूसरे जीवन की प्रतीक्षा नहीं करता | कुम्भक योग के अभ्यास से योगी जीवन अवधि को अनेक वर्षों के लिए बढ़ा सकता है | किन्तु भगवान् की दिव्य प्रेमाभक्ति में स्थित रहने के कारण कृष्णभावनाभावित मनुष्य स्वतः इन्द्रियों का नियंता (जितेन्द्रिय) बन जाता है | उसकी इन्द्रियाँ कृष्ण की सेवा में तत्पर रहने के कारण अन्य किसी कार्य में प्रवृत्त होने का अवसर ही नहीं पातीं | फलतः जीवन के अन्त में उसे स्वतः भगवान् कृष्ण के दिव्य पद पर स्थानान्तरित कर दिया जाता है, अतः वह दीर्घजीवी बनने का प्रयत्न नहीं करता | वह तुरंत मोक्ष पद को प्राप्त कर लेता है, जैसा कि भगवद्गीता में (१४.२६) कहा गया है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "मां च योऽव्यभिचारेण भक्तियोगेन सेवते |",
            "स गुणान्समतीत्यैतान् ब्रह्मभूयाय कल्पते ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“जो व्यक्ति भगवान् की निश्छल भक्ति में प्रवृत्त होता है वह प्रकृति के गुणों को लाँघ जाता है और तुरन्त आध्यात्मिक पद को प्राप्त होता है |” कृष्णभावनाभावित व्यक्ति दिव्य अवस्था से प्रारम्भ करता है और निरन्तर उसी चेतना में रहता है | अतः उसका पतन नहीं होता और अन्ततः वह भगवद्धाम को जाता है | कृष्ण प्रसादम् को खाते रहने में स्वतः कम खाने की आदत पड़ जाती है | इन्द्रियनिग्रह के मामले में कम भोजन करना (अल्पाहार) अत्यन्त लाभप्रद होता है और इन्द्रियनिग्रह के बिना भाव-बन्धन से निकल पाना सम्भव नहीं है |"
        ]
    }
]