[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "न तद्भासयते सूर्यो न शशाङ्को न पावकः |",
            "यद्गत्वा न निवर्तन्ते तद्धाम परमं मम || ६ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "न-नहीं; तत्-वह; भासयते-प्रकाशित करता है; सूर्यः-सूर्य; न-न तो; शशाङकः -चन्द्रमा; न - न तो; पावकः - अग्नि, बिजली; यत् - जहाँ; गत्वा - जाकर; न - कभी नहीं; निवर्तन्ते - वापस आते हैं; तत्-धाम - वह धाम; परमम् - परम; मम - मेरा |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "वह मेरा परम धाम न तो सूर्य या चन्द्र के द्वारा प्रकाशित होता है और न अग्नि या बिजली से । जो लोग वहाँ पहुँच जाते हैं, वे इस भौतिक जगत् में फिर से लौट कर नहीं आते ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ आध्यात्मिक जगत् अर्थात् भगवान् कृष्ण के धाम का वर्णन हुआ है, जिसे कृष्णलोक या गोलोक वृन्दावन कहा जाता है । चिन्मय आकाश में न तो सूर्यप्रकाश की आवश्यकता है, न चन्द्रप्रकाश अथवा अग्नि या बिजली की, क्योंकि सारे लोक स्वयं प्रकाशित हैं । इस ब्रह्माण्ड में केवल एक लोक, सूर्य, ऐसा है जो स्वयं प्रकाशित है । लेकिन आध्यात्मिक आकाश में सभी लोक स्वयं प्रकाशित हैं । उन समस्त लोकों के (जिन्हें वैकुण्ठ कहा जाता है) चमचमाते तेज से चमकीला आकाश बनता है, जिसे ब्रह्मज्योति कहते हैं । वस्तुतः यह तेज कृष्णलोक, गोलोक वृन्दावन से निकलता है । इस तेज का एक अंश महत्-तत्त्व अर्थात् भौतिक जगत् से आच्छादित रहता है । इसके अतिरिक्त ज्योतिर्मय आकाश का अधिकांश भाग तो आध्यात्मिक लोकों से पूर्ण है, जिन्हें वैकुण्ठ कहा जाता है और जिनमें से गोलोक वृन्दावन प्रमुख है ।",
            "जब तक जीव इस अंधकारमय जगत् में रहता है, तब तक वह बद्ध अवस्था में होता है । लेकिन ज्योंही वह इस भैतिक जगत् रूपी मिथ्या, विकृत वृक्ष को काट कर आध्यात्मिक आकाश में पहुँचता है, त्योंही वह मुक्त हो जाता है । तब वह यहाँ वापस नहीं आता । इस बद्ध जीवन में जीव अपने को भौतिक जगत् का स्वामी मानता है, लेकिन अपनी मुक्त अवस्था में वह आध्यात्मिक राज्य में प्रवेश करता है और परमेश्वर का पार्षद बन जाता है । वहाँ पर वह सच्चिदानन्दमय जीवन बिताता है ।",
            "इस सूचना से मनुष्य को मुग्ध हो जाना चाहिए । उसे उस शाश्वत जगत् में ले जाये जाने की इच्छा करनी चाहिए और सच्चाई के इस मिथ्या प्रतिबिम्ब से अपने आपको विलग कर देना चाहिए । जो इस संसार से अत्यधिक आसक्त है, उसके लिए इस आसक्ति का छेदन करना दुष्कर होता है । लेकिन यदि वह कृष्णभावनामृत को ग्रहण कर ले, तो उसे क्रमशः छूट जाने की सम्भावना है । उसे ऐसे भक्तों की संगति करनी चाहिए जो कृष्णभावनाभावित होते हैं । उसे ऐसा समाज खोजना चाहिए, जो कृष्णभावनामृत के प्रति समर्पित हो और उसे भक्ति करनी सीखनी चाहिए । इस प्रकार वह संसार के प्रति अपनी आसक्ति विच्छेद कर सकता है । यदि कोई चाहे कि केसरिया वस्त्र पहनने से भौतिक जगत् का आकर्षण से विच्छेद हो जाएगा, तो ऐसा सम्भव नहीं है । उसे भगवद्भक्ति के प्रति आसक्त होना पड़ेगा । अतएव मनुष्य को चाहिए कि गम्भीरतापूर्वक समझे कि बारहवें अध्याय में भक्ति का जैसा वर्णन है वही वास्तविक वृक्ष की इस मिथ्या अभिव्यक्ति से बाहर निकलने का एकमात्र साधन है । चौदहवें अध्याय में बताया गया है कि भौतिक प्रकृति द्वारा सारी विधियाँ दूषित हो जाती हैं, केवल भक्ति ही शुद्ध रूप से दिव्य है ।",
            "यहाँ परमं मम शब्द बहुत महत्त्वपूर्ण हैं । वास्तव में जगत का कोना-कोना भगवान् की सम्पत्ति है, परन्तु दिव्य जगत परम है और छह ऐश्वर्यों से पूर्ण है । कठोपनिषद् (२.२.१५) में भी इसकी पुष्टि की गई है कि दिव्य जगत में सूर्य प्रकाश, चन्द्र प्रकाश या तारागण की कोई आवश्यकता नहीं है, (न तत्र सूर्यो भाति न चन्द्र तारकम्) क्योंकि समस्त आध्यात्मिक आकाश भगवान् की आन्तरिक शक्ति से प्रकाशमान है । उस परम धाम तक केवल शरणागति से ही पहुँचा जा सकता है,अन्य किसी साधन से नहीं ।"
        ]
    }
]