[
    {
        "id": [
            55
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "भक्त्या मामभिजानाति यावान्यश्र्चास्मि तत्त्वतः |",
                "ततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम् || ५५ ||"
            ],
            "english": [
                "bhaktya mam abhijanati",
                "yavan yas casmi tattvatah",
                "tato mam tattvato jnatva",
                "visate tad-anantaram"
            ]
        },
        "translation": {
            "hindi": [
                "केवल भक्ति से मुझ भगवान् को यथारूप में जाना जा सकता है | जब मनुष्य ऐसी भक्ति से मेरे पूर्ण भावनामृत में होता है, तो वह वैकुण्ठ जगत् में प्रवेश कर सकता है |"
            ],
            "english": [
                "One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् श्रीकृष्ण तथा उनके स्वांशों को न तो मनोधर्म द्वारा जाना जा सकता है, न ही अभक्तगण उन्हें समझ पाते हैं | यदि कोई व्यक्ति भगवान् को समझना चाहता है, तो उसे शुद्ध भक्त के पथप्रदर्शन में शुद्ध भक्ति ग्रहण करनी होती है, अन्यथा भगवान् सम्बन्धी सत्य (तत्त्व) उससे सदा छिपा रहेगा | जैसा कि भगवद्गीता (७.२५) कहा जा चुका है – नाहं प्रकाशः सर्वस्य– मैं सबों के समक्ष प्रकाशित नहीं होता | केवल पाण्डित्य या मनोधर्म द्वारा ईश्र्वर को नहीं समझा जा सकता | कृष्ण को केवल वही समझ पाता है, जो कृष्णभावनामृत तथा भक्ति में तत्पर रहता है | इसमें विश्वविद्यालय की उपाधियाँ सहायक नहीं होती हैं |",
                ".",
                "जो व्यक्ति कृष्ण विज्ञान (तत्त्व) से पूर्णतया अवगत है, वही वैकुण्ठजगत् या कृष्ण के धाम में प्रवेश कर सकता है | ब्रह्मभूत होने का अर्थ यह नहीं है कि वह अपना स्वरूप खो बैठता है | भक्ति तो रहती ही है और जब तक भक्ति का अस्तित्व रहता है, तब तक ईश्र्वर, भक्त तथा भक्ति की विधि रहती है | ऐसे ज्ञान का नाश मुक्ति के बाद भी नहीं होता | मुक्ति का अर्थ देहात्मबुद्धि से मुक्ति प्राप्त करना है | आध्यात्मिक जीवन में वैसा ही अन्तर, वही व्यक्तित्व (स्वरूप) बना रहता है, लेकिन शुद्ध कृष्णभावनामृत में ही विशते शब्द का अर्थ है “मुझमें प्रवेश करता है|” भ्रमवश यह नहीं सोचना चाहिए कि यह शब्द अद्वैतवाद का पोषक है और मनुष्य निर्गुण ब्रह्म से एकाकार हो जाता है | ऐसा नहीं है |विशते का तात्पर्य है कि मनुष्य अपने व्यक्तित्व सहित भगवान् के धाम में, भगवान् की संगति करने तथा उनकी सेवा करने के लिए प्रवेश कर सकता है | उदाहरणार्थ, एक हरा पक्षी (शुक) हरे वृक्ष में इसलिए प्रवेश नहीं करता कि वह वृक्ष से तदाकार (लीन) हो जाय, अपितु वह वृक्ष के फलों का भोग करने के लिए प्रवेश करता है | निर्विशेषवादी सामान्यतया समुद्र में गिरने वाली तथा समुद्र से मिलने वाली नदी का दृष्टान्त प्रस्तुत करते हैं | यह निर्विशेषवादियों के लिए आनन्द का विषय हो सकता है, लेकिन साकारवादी अपने व्यक्तित्व को उसी प्रकार बनाये रखना चाहता है, जिस प्रकार समुद्र में एक जलचर प्राणी | यदि हम समुद्र की गहराई में प्रवेश करें तो हमें अनेकानेक जीव मिलते हैं | केवल समुद्र की ऊपरी जानकारी पर्याप्त नहीं है, समुद्र की गहराई में रहने वाले जलचर प्राणियों की भी जानकारी रखना आवश्यक है |",
                ".",
                "भक्त अपनी शुद्ध भक्ति के कारण परमेश्र्वर के दिव्य गुणों तथा ऐश्र्वर्यों को यथार्थ रूप में जान सकता है | जैसा कि ग्याहरवें अध्याय में कहा जा चुका है, केवल भक्ति द्वारा इसे समझा जा सकता है | इसी की पुष्टि यहाँ भी हुई है | मनुष्य भक्ति द्वारा भगवान् को समझ सकता है और उनके धाम में प्रवेश कर सकता है |",
                ".",
                "भौतिक बुद्धि से मुक्ति की अवस्था – ब्रह्मभूत अवस्था – को प्राप्त कर लेने के बाद भगवान् के विषय में श्रवण करने से भक्ति का शुभारम्भ होता है | जब कोई परमेश्र्वर के विषय में श्रवण करता है, तो स्वतः ब्रह्मभूत अवस्था का उदय होता है और भौतिक कल्मष – यथा लोभ तथा काम – का विलोप हो जाता है | ज्यों-ज्यों भक्त के हृदय से काम तथा इच्छाएँ विलुप्त होती जाती हैं, त्यों-त्यों वह भगवद्भक्ति के प्रति अधिक आसक्त होता जाता है और इस तरह वह भौतिक कल्मष से मुक्त हो जाता है | जीवन की उस स्थिति में वह भगवान् को समझ सकता है | श्रीमद्भागवत में भी इसका कथन हुआ है | मुक्ति के बाद भक्तियोग चलता रहता है | इसकी पुष्टि वेदान्तसूत्र से (4.१.१२) होती है – आप्रायणात् तत्रापि हि दृष्टम्| इसका अर्थ है कि मुक्ति के बाद भक्तियोग चलता रहता है | श्रीमद्भागवत में वास्तविक भक्तिमयी मुक्ति की जो परिभाषा दी गई है उसके अनुसार यह जीव का अपने स्वरूप या अपनी निजी स्वाभाविक स्थिति में पुनःप्रतिष्ठापित हो जाना है | स्वाभाविक स्थिति की व्याख्या पहले ही की जा चुकी है – प्रत्येक जीव परमेश्र्वर का अंश है, अतएव उसकी स्वाभाविक स्थिति सेवा करने की है | मुक्ति के बाद यह सेवा कभी रूकती नहीं | वास्तविक मुक्ति तो देहात्मबुद्धि की भ्रान्त धारणा से मुक्त होना है |"
            ],
            "english": [
                "The Supreme Personality of Godhead, Krsna, and His plenary portions cannot be understood by mental speculation nor by the nondevotees. If anyone wants to understand the Supreme Personality of Godhead, he has to take to pure devotional service under the guidance of a pure devotee. Otherwise, the truth of the Supreme Personality of Godhead will always be hidden. It is already stated (naham prakasah) that He is not revealed to everyone. Everyone cannot understand God simply by erudite scholarship or mental speculation. Only one who is actually engaged in Krsna consciousness and devotional service can understand what Krsna is. University degrees are not helpful.",
                "One who is fully conversant with the Krsna science becomes eligible to enter into the spiritual kingdom, the abode of Krsna. Becoming Brahman does not mean that one loses his identity. Devotional service is there, and as long as devotional service exists, there must be God, the devotee, and the process of devotional service. Such knowledge is never vanquished, even after liberation. Liberation involves getting free from the concept of material life; in spiritual life the same distinction is there, the same individuality is there, but in pure Krsna consciousness. One should not misunderstand that the word visate, “enters into Me,” supports the monist theory that one becomes homogeneous with the impersonal Brahman. No. Visate means that one can enter into the abode of the Supreme Lord in his individuality to engage in His association and render service unto Him. For instance, a green bird enters a green tree not to become one with the tree but to enjoy the fruits of the tree. Impersonalists generally give the example of a river flowing into the ocean and merging. This may be a source of happiness for the impersonalist, but the personalist keeps his personal individuality like an aquatic in the ocean. We find so many living entities within the ocean, if we go deep. Surface acquaintance with the ocean is not sufficient; one must have complete knowledge of the aquatics living in the ocean depths.",
                "Because of his pure devotional service, a devotee can understand the transcendental qualities and the opulences of the Supreme Lord in truth. As it is stated in the Eleventh Chapter, only by devotional service can one understand. The same is confirmed here; one can understand the Supreme Personality of Godhead by devotional service and enter into His kingdom.",
                "After attainment of the brahma-bhuta stage of freedom from material conceptions, devotional service begins by one's hearing about the Lord. When one hears about the Supreme Lord, automatically the brahma-bhuta stage develops, and material contamination-greediness and lust for sense enjoyment-disappears. As lust and desires disappear from the heart of a devotee, he becomes more attached to the service of the Lord, and by such attachment he becomes free from material contamination. In that state of life he can understand the Supreme Lord. This is the statement of Srimad-Bhagavatam also. Also after liberation the process of bhakti or transcendental service continues. The Vedanta-sutra confirms this: aprayanat tatrapi hi drstam. This means that after liberation the process of devotional service continues. In the Srimad-Bhagavatam, real devotional liberation is defined as the reinstatement of the living entity in his own identity, his own constitutional position. The constitutional position is already explained: every living entity is the part and parcel fragmental portion of the Supreme Lord. Therefore his constitutional position is to serve. After liberation, this service is never stopped. Actual liberation is getting free from misconceptions of life."
            ]
        }
    },
    {
        "id": [
            56
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "सर्वकर्माण्यपि सदा कुर्वाणो मद्व्यपाश्रयः |",
                "मत्प्रसादादवाप्नोति शाश्र्वतं पदमव्ययम् || ५६ ||"
            ],
            "english": [
                "sarva-karmany api sada",
                "kurvano mad-vyapasrayah",
                "mat-prasadad avapnoti",
                "sasvatam padam avyayam"
            ]
        },
        "translation": {
            "hindi": [
                "मेरा शुद्ध भक्त मेरे संरक्षण में, समस्त प्रकार के कार्यों में संलग्न रह कर भी मेरी कृपा से नित्य तथा अविनाशी धाम को प्राप्त होता है |"
            ],
            "english": [
                "Though engaged in all kinds of activities, My devotee, under My protection, reaches the eternal and imperishable abode by My grace."
            ]
        },
        "meaning": {
            "hindi": [
                "मद्-व्यपाश्रयः शब्द का अर्थ है परमेश्र्वर के संरक्षण में | भौतिक कल्मष से रहित होने के लिए शुद्ध भक्त परमेश्र्वर या उनके प्रतिनिधि स्वरूप गुरु के निर्देशन में कर्म करता है | उसके लिए समय की कोई सीमा नहीं है | वह सदा, चौबीसों घंटे, शत प्रतिशत परमेश्र्वर के निर्देशन में कार्यों में संलग्न रहता है | ऐसे भक्त पर जो कृष्णभावनामृत में रत रहता है, भगवान् अत्यधिक दयालु होते हैं | वह समस्त कठिनाइयों के बावजूद अन्ततोगत्वा दिव्यधाम या कृष्णलोक को प्राप्त करता है | वहाँ उसका प्रवेश सुनिश्चित रहता है, इसमें कोई संशय नहीं है | उस परम धाम में कोई परिवर्तन नहीं होता, वहाँ प्रत्येक वस्तु शाश्र्वत, अविनश्र्वर तथा ज्ञानमय होती है |"
            ],
            "english": [
                "The word mad-vyapasrayah means under the protection of the Supreme Lord. To be free from material contamination, a pure devotee acts under the direction of the Supreme Lord or His representative, the spiritual master. There is no time limitation for a pure devotee. He is always, twenty-four hours, one hundred percent engaged in activities under the direction of the Supreme Lord. To a devotee who is thus engaged in Krsna consciousness the Lord is very, very kind. In spite of all difficulties, he is eventually placed in the transcendental abode, or Krsnaloka. He is guaranteed entrance there; there is no doubt about it. In that supreme abode, there is no change; everything is eternal, imperishable and full of knowledge."
            ]
        }
    },
    {
        "id": [
            57
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "चेतसा सर्वकर्माणि मयि सन्न्यस्य मत्परः |",
                "बुद्धियोगमुपाश्रित्य मच्चित्तः सततं भव || ५७ ||"
            ],
            "english": [
                "cetasa sarva-karmani",
                "mayi sannyasya mat-parah",
                "buddhi-yogam upasritya",
                "mac-cittah satatam bhava"
            ]
        },
        "translation": {
            "hindi": [
                "सारे कार्यों के लिए मुझ पर निर्भर रहो और मेरे संरक्षण में सदा कर्म करो | ऐसी भक्ति में मेरे प्रति पूर्णतया सचेत रहो |"
            ],
            "english": [
                "In all activities just depend upon Me and work always under My protection. In such devotional service, be fully conscious of Me."
            ]
        },
        "meaning": {
            "hindi": [
                "जब मनुष्य कृष्णभावनामृत में कर्म करता है, तो वह संसार के स्वामी के रूप में कर्म नहीं करता | उसे चाहिए कि वह सेवक की भाँति परमेश्र्वर के निर्देशानुसार कर्म करे | सेवक को स्वतंत्रता नहीं रहती | वह केवल अपने स्वामी के आदेश पर कार्य करता है, उस पर लाभ-हानि का कोई प्रभाव नहीं पड़ता | वह भगवान् के आदेशानुसार अपने कर्तव्य का सच्चे दिल से पालन करता है | अब कोई यह तर्क दे सकता है कि अर्जुन कृष्ण के व्यक्तिगत निर्देशानुसार कार्य कर रहा थे, लेकिन जब कृष्ण उपस्थित न हों तो कोई किस तरह कार्य करें? यदि कोई इस पुस्तक में दिए गये कृष्ण के निर्देश के अनुसार तथा कृष्ण के प्रतिनिधि के मार्गदर्शन में कार्य करता है, तो उसका फल वैसा ही होगा | इस श्लोक में मत्परः शब्द अत्यन्त महत्त्वपूर्ण है | यह सूचित करता है कि मनुष्य जीवन में कृष्ण को प्रसन्न करने के लिए कृष्णभावनाभावित होकर कार्य करने के अतिरिक्त अन्य कोई लक्ष्य नहीं होता | जब वह इस प्रकार कार्य कर रहा हो तो उसे केवल कृष्ण का ही चिन्तन इस प्रकार से करना चाहिए – “कृष्ण ने मुझे इस विशेष कार्य को पूरा करने के लिए नियुक्त किया है |” और इस तरह कार्य करते हुए उसे स्वाभाविक रूप से कृष्ण का चिन्तन हो आता है | यही पूर्ण कृष्णभावनामृत है | किन्तु यह ध्यान रहे कि मनमाना कर्म करके उसका फल परमेश्र्वर को अर्पित न किया जाय | इस प्रकार का कार्य कृष्णभावनामृत की भक्ति में नहीं आता | मनुष्य को चाहिए कि कृष्ण के आदेशानुसार कर्म करे | यह अत्यन्त महत्त्वपूर्ण बात है | कृष्ण का यह आदेश गुरु-परम्परा द्वारा प्रमाणिक गुरु से प्राप्त होता है | अतएव गुरु के आदेश को जीवन का मूल कर्तव्य समझना चाहिए | यदि किसी को प्रमाणिक गुरु प्राप्त हो जाता है और वह निर्देशानुसार कार्य करता है, तो कृष्णभावनामाय जीवन की सिद्धि सुनिश्र्चित है |"
            ],
            "english": [
                "When one acts in Krsna consciousness, he does not act as the master of the world. Just like a servant, one should act fully under the direction of the Supreme Lord. A servant has no individual independence. He acts only on the order of the master. A servant acting on behalf of the supreme master has no affection for profit and loss. He simply discharges his duty faithfully in terms of the order of the Lord. Now, one may argue that Arjuna was acting under the personal direction of Krsna, but, when Krsna is not present, how should one act? If one acts according to the direction of Krsna in this book, as well as under the guidance of the representative of Krsna, then the result will be the same. The Sanskrit word mat-parah is very important in this verse. It indicates that one has no goal in life save and except acting in Krsna consciousness just to satisfy Krsna. And, while working in that way, one should think of Krsna only: “I have been appointed to discharge this particular duty by Krsna.” While acting in such a way, one naturally has to think of Krsna. This is perfect Krsna consciousness. One should, however, note that, after doing something whimsically, he should not offer the result to the Supreme Lord. That sort of duty is not in the devotional service of Krsna consciousness. One should act according to the order of Krsna. This is a very important point. That order of Krsna comes through disciplic succession from the bona fide spiritual master. Therefore the spiritual master's order should be taken as the prime duty of life. If one gets a bona fide spiritual master and acts according to his direction, then his perfection of life in Krsna consciousness is guaranteed."
            ]
        }
    },
    {
        "id": [
            58
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि |",
                "अथ चेत्त्वमहङ्कारान्न श्रोष्यसि विनङ्क्ष्यसि || ५८ ||"
            ],
            "english": [
                "mac-cittah sarva-durgani",
                "mat-prasadat tarisyasi",
                "atha cet tvam ahankaran",
                "na srosyasi vinanksyasi"
            ]
        },
        "translation": {
            "hindi": [
                "यदि तुम मुझसे भावनाभावित होगे, तो मेरी कृपा से तुम बद्ध जीवन के सारे अवरोधों को लाँघ जाओगे | लेकिन यदि तुम मिथ्या अहंकारवश ऐसी चेतना में कर्म नहीं करोगे और मेरी बात नहीं सुनोगे, तो तुम विनष्ट हो जाओगे |"
            ],
            "english": [
                "If you become conscious of Me, you will pass over all the obstacles of conditional life by My grace. If, however, you do not work in such consciousness but act through false ego, not hearing Me, you will be lost."
            ]
        },
        "meaning": {
            "hindi": [
                "पूर्ण कृष्णभावनाभावित व्यक्ति अपने अस्तित्व के लिए कर्तव्य करने के विषय में आवश्यकता से अधिक उद्विग्न नहीं रहता | जो मुर्ख है, वह समस्त चिन्ताओं से मुक्त कैसे रहे, इस बात को वह समझ नहीं सकता | जो व्यक्ति कृष्णभावनामृत में कर्म करता है, भगवान् कृष्ण उसके घनिष्ट मित्र बन जाते हैं | वे सदैव अपने मित्र की सुविधा का ध्यान रखते हैं और जो मित्र चौबीसों घंटे उन्हें प्रसन्न करने के लिए निष्ठापूर्वक कार्य में लगा रहता है, वे उसको आत्मदान कर देते हैं | अतएव किसी को देहात्मबुद्धि के मिथ्या अह्नाकार में नहीं बह जाना चाहिए | उसे झूठे ही यह नहीं सोचना चाहिए कि वह प्रकृति के नियमों से स्वतन्त्र है, या कर्म करने के लिए मुक्त है | वह पहले से कठोर भौतिक नियमों के अधीन है | लेकिन जैसे ही वह कृष्णभावनाभावित होकर कर्म करता है, तो वह भौतिक दुश्चिन्ताओं से मुक्त हो जाता है | मनुष्य को यह भलीभाँति जान लेना चाहिए कि जो कृष्णभावनामृत में सक्रिय नहीं है, वह जन्म-मृत्यु रूपी सागर के भंवर में पड़कर अपना विनाश कर रहा है | कोई भी बद्धजीव यह सही सही नहीं जानता कि क्या करना है और क्या नहीं करना है, लेकिन जो व्यक्ति कृष्णभावनाभावित होकर कर्म अन्तर से करता है, वह कर्म करने के लिए मुक्त है, क्योंकि प्रत्येक किया हुआ कर्म कृष्ण द्वारा प्रेरित तथा गुरु द्वारा पुष्ट होता है |"
            ],
            "english": [
                "A person in full Krsna consciousness is not unduly anxious to execute the duties of his existence. The foolish cannot understand this great freedom from all anxiety. For one who acts in Krsna consciousness, Lord Krsna becomes the most intimate friend. He always looks after His friend's comfort, and He gives Himself to His friend, who is so devotedly engaged working twenty-four hours a day to please the Lord. Therefore, no one should be carried away by the false ego of the bodily concept of life. One should not falsely think himself independant of the laws of material nature or free to act. He is already under strict material laws. But, as soon as he acts in Krsna consciousness, he is liberated, free from the material perplexities. One should note very carefully that one who is not active in Krsna consciousness is losing himself in the material whirlpool, in the ocean of birth and death. No conditioned soul actually knows what is to be done and what is not to be done, but a person who acts in Krsna consciousness is free to act because everything is prompted by Krsna from within and confirmed by the spiritual master."
            ]
        }
    },
    {
        "id": [
            59
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "यदहङ्कारमाश्रित्य न योत्स्य इति मन्यसे |",
                "मिथ्यैष व्यवसायस्ते प्रकृतिस्त्वां नियोक्ष्यति || ५९ ||"
            ],
            "english": [
                "yad ahankaram asritya",
                "na yotsya iti manyase",
                "mithyaisa vyavasayas te",
                "prakrtis tvam niyoksyati"
            ]
        },
        "translation": {
            "hindi": [
                "यदि तुम मेरे निर्देशानुसार कर्म नहीं करते और युद्ध में प्रवृत्त नहीं होते हो, तो तुम कुमार्ग पर जाओगे । तुम्हें अपने स्वभाव वश युद्ध में लगना पड़ेगा ।"
            ],
            "english": [
                "If you do not act according to My direction and do not fight, then you will be falsely directed. By your nature, you will have to be engaged in warfare."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन एक सैनिक था और क्षत्रिय स्वभाव लेकर जन्मा था । अतएव उसका स्वाभाविक कर्तव्य था कि वह युद्ध करे । लेकिन मिथ्या अहंकारवश वह डर रहा था कि अपने गुरु, पितामह तथा मित्रों का वध करके वह पाप का भागी होगा । वास्तव में वह अपने को अपने कर्मों का स्वामी जान रहा था, मानो वही ऐसे कर्मों के अच्छे-बुरे फलों का निर्देशन कर रहा हो । वह भूल गया कि वहाँ पर साक्षात् भगवान् उपस्थित हैं और उसे युद्ध करने का आदेश दे रहे हैं । यही है बद्धजीव की विस्मृति । परम पुरुष निर्देश देते हैं कि क्या अच्छा है और क्या बुरा है और मनुष्य को जीवन-सिद्धि प्राप्त करने के लिए केवल कृष्ण भावना मृत में कर्म करना है । कोई भी अपने भाग्य का निर्णय ऐसे नहीं कर सकता जैसे भगवान् कर सकते हैं । अतएव सर्वोत्तम मार्ग यही है कि परमेश्र्वर से निर्देश प्राप्त करके कर्म किया जाय । भगवान् या भगवान् के प्रतिनिधि स्वरूप गुरु के आदेश की वह कभी उपेक्षा न करे । भगवान् के आदेश को बिना किसी हिचक के पूरा करने के लिए वह कर्म करे – इससे सभी परिस्थियों में सुरक्षित रहा जा सकेगा ।"
            ],
            "english": [
                "Arjuna was a military man, and born of the nature of the ksatriya. Therefore his natural duty was to fight. But, due to false ego, he was fearing that by killing his teacher, grandfather and friends, there would be sinful reactions. Actually he was considering himself master of his actions, as if he were directing the good and bad results of such work. He forgot that the Supreme Personality of Godhead was present there, instructing him to fight. That is the forgetfulness of the conditioned soul. The Supreme Personality gives directions as to what is good and what is bad, and one simply has to act in Krsna consciousness to attain the perfection of life. No one can ascertain his destiny as the Supreme Lord can; therefore the best course is to take direction from the Supreme Lord and act. No one should neglect the order of the Supreme Personality of Godhead or the order of the spiritual master who is the representative of God. One should act unhesitatingly to execute the order of the Supreme Personality of Godhead-that will keep him safe under all circumstances."
            ]
        }
    },
    {
        "id": [
            60
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "स्वभावजेन कौन्तेय निबद्धः स्वेन कर्मणा |",
                "कर्तुं नेच्छसि यन्मोहात्करिष्यस्यवशोSपि तत् || ६० ||"
            ],
            "english": [
                "svabhava-jena kaunteya",
                "nibaddhah svena karmana",
                "kartum necchasi yan mohat",
                "karisyasy avaso 'pi tat"
            ]
        },
        "translation": {
            "hindi": [
                "इस समय तुम मोहवश मेरे निर्देशानुसार कर्म करने से मना कर रहे हो । लेकिन हे कुन्तीपुत्र! तुम अपने ही स्वभाव से उत्पन्न कर्म द्वारा बाध्य होकर वही सब करोगे ।"
            ],
            "english": [
                "Under illusion you are now declining to act according to My direction. But, compelled by your own nature, you will act all the same, O son of Kunti."
            ]
        },
        "meaning": {
            "hindi": [
                "यदि कोई परमेश्र्वर के निर्देशानुसार कर्म करने से मना करता है, तो वह उन गुणों द्वारा कर्म करने के लिए बाध्य होता है, जिनमें वह स्थित होता है । प्रत्येक व्यक्ति प्रकृति के गुणों के विशेष संयोग के वशीभूत है और तदानुसार कर्म करता है | किन्तु जो स्वेच्छा से परमेश्र्वर के निर्देशानुसार कार्यरत रहता है, वही गौरवान्वित होता है |"
            ],
            "english": [
                "If one refuses to act under the direction of the Supreme Lord, then he is compelled to act by the modes in which he is situated. Everyone is under the spell of a particular combination of the modes of nature and is acting in that way. But anyone who voluntarily engages himself under the direction of the Supreme Lord becomes glorious."
            ]
        }
    },
    {
        "id": [
            61
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "ईश्र्वरः सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति |",
                "भ्रामयन्सर्वभूतानि यन्त्रारुढ़ानि मायया || ६१ ||"
            ],
            "english": [
                "isvarah sarva-bhutanam",
                "hrd-dese 'rjuna tisthati",
                "bhramayan sarva-bhutani",
                "yantrarudhani mayaya"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! परमेश्र्वर प्रत्येक जीव के हृदय में स्थित हैं और भौतिक शक्ति से निर्मित यन्त्र में सवार की भाँति बैठे समस्त जीवों को अपनी माया से घुमा (भरमा) रहे हैं |"
            ],
            "english": [
                "The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन परम ज्ञाता न था और लड़ने या न लड़ने का उसका निर्णय उसके क्षुद्र विवेक तक सीमित था | भगवान् कृष्ण ने उपदेश दिया कि जीवात्मा (व्यक्ति) ही सर्वेसर्वा नहीं है | भगवान् या स्वयं कृष्ण अन्तर्यामी परमात्मा रूप में हृदय में स्थित होकर जीव को निर्देश देते हैं | शरीर-परिवर्तन होते ही जीव अपने विगत कर्मों को भूल जाता है, लेकिन परमात्मा जो भूत, वर्तमान तथा भविष्य का ज्ञाता है, उसके समस्त कार्यों का साक्षी रहता है | अतएव जीवों के सभी कार्यों का संचालन इसी परमात्मा द्वारा होता है | जीव जितना योग्य होता है उतना ही पाता है और उस भौतिक शरीर द्वारा वहन किया जाता है, जो परमात्मा के निर्देश में भौतिक शक्ति द्वारा उत्पन्न किया जाता है | ज्योंही जीव को किसी विशेष प्रकार के शरीर में स्थापित कर दिया जाता है, वह शारीरिक अवस्था के अन्तर्गत कार्य करना प्रारम्भ कर देता है | अत्यधिक तेज मोटरकार में बैठा व्यक्ति कम तेज कार में बैठे व्यक्ति से अधिक तेज जाता है, भले ही जीव अर्थात् चालक एक ही क्यों न हो | इसी प्रकार परमात्मा के आदेश से भौतिक प्रकृति एक विशेष प्रकार के जीव के लिए एक विशेष शरीर का निर्माण करती है, जिससे वह अपनी पूर्व इच्छाओं के अनुसार कर्म कर सके | जीव स्वतन्त्र नहीं होता | मनुष्य हो यह नहीं सोचना चाहिए कि वह भगवान् से स्वतन्त्र है | व्यक्ति तो सदैव भगवान् के नियन्त्रण में रहता है | अतएव उसका कर्तव्य है कि वह शरणागत हो और अगले श्लोक का यही आदेश है |"
            ],
            "english": [
                "Arjuna was not the supreme knower, and his decision to fight or not to fight was confined to his limited discretion. Lord Krsna instructed that the individual is not all in all. The Supreme Personality of Godhead, or He Himself, Krsna, the localized Supersoul, sits in the heart directing the living being. After changing bodies, the living entity forgets his past deeds, but the Supersoul, as the knower of the past, present and future, remains the witness of all his activities. Therefore all the activities of living entities are directed by this Supersoul. The living entity gets what he deserves and is carried by the material body which is created in the material energy under the direction of the Supersoul. As soon as a living entity is placed in a particular type of body, he has to work under the spell of that bodily situation. A person seated in a high-speed motor car goes faster than one seated in a slower car, though the living entities, the drivers, may be the same. Similarly, by the order of the Supreme Soul, material nature fashions a particular type of body to a particular type of living entity to work according to his past desires. The living entity is not independant. One should not think himself independant of the Supreme Personality of Godhead. The individual is always under His control. Therefore his duty is to surrender, and that is the injunction of the next verse."
            ]
        }
    },
    {
        "id": [
            62
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "तमेव शरणं गच्छ सर्वभावेन भारत |",
                "तत्प्रसादात्परां शान्तिं स्थानं प्राप्स्यसि शाश्र्वतम् || ६२ ||"
            ],
            "english": [
                "tam eva saranam gaccha",
                "sarva-bhavena bharata",
                "tat-prasadat param santim",
                "sthanam prapsyasi sasvatam"
            ]
        },
        "translation": {
            "hindi": [
                "हे भारत! सब प्रकार से उसी की शरण में जाओ | उसकी कृपा से तुम परम शान्ति को तथा परम नित्यधाम को प्राप्त करोगे |"
            ],
            "english": [
                "O scion of Bharata, surrender unto Him utterly. By His grace you will attain transcendental peace and the supreme and eternal abode."
            ]
        },
        "meaning": {
            "hindi": [
                "अतएव जीव को चाहिए कि प्रत्येक हृदय में स्थित भगवान् की शरण ले | इससे इस संसार के समस्त प्रकार के दुखों से छुटकारा मिल जाएगा | ऐसी शरण पाने से मनुष्य न केवल इस जीवन के सारे कष्टों से छुटकारा पा सकेगा, अपितु अन्त में वह परमेश्र्वर के पास पहुँच जाएगा | वैदिक साहित्य में (ऋग्वेद १.२२.२०) दिव्य जगत् तद्बिष्णोः परमं पदम् के रूप में वर्णित है |चूँकि सारी सृष्टि ईश्र्वर का राज्य है, अतएव इसकी प्रत्येक भौतिक वास्तु वास्तव में आध्यात्मिक है, लेकिन परमं पदम् विशेषतया नित्यधाम को बताता है,जो आध्यात्मिक आकाश या वैकुण्ठ कहलाता है |",
                "भगवद्गीता के पन्द्रहवें अध्याय में कहा गया है – सर्वस्य चाहं हृदि सन्निविष्टः – भगवान् प्रत्येक जीव के हृदय में स्थित हैं |अतएव इस कथन कि मनुष्य अन्तःस्थित परमात्मा की शरण ले, का अर्थ है कि वह भगवान् कृष्ण की शरण ले | कृष्ण को पहले ही अर्जुन ने परम स्वीकार कर लिया है | दसवें अध्याय में उन्हें परम ब्रह्म परम धाम के रूप में स्वीकार किया जा चुका है |अर्जुन ने कृष्ण को भगवान् तथा समस्त जीवों के परम धाम के रूप में स्वीकार कर रखा है, इसलिए नहीं कि यह उसका निजी अनुभव है, वरन् इसलिए भी कि नारद, असित, देवल, व्यास जैसे महापुरुष इसके प्रमाण हैं |"
            ],
            "english": [
                "A living entity should therefore surrender unto the Supreme Personality of Godhead who is situated in everyone's heart, and that will relieve him from all kinds of miseries of this material existence. By such surrender, one will not only be released from all miseries in this life, but at the end he will reach the Supreme God. The transcendental world is described in the Vedic literature as tad visnoh paramam padam. Since all of creation is the kingdom of God, everything material is actually spiritual, but paramam padam specifically refers to the eternal abode, which is called the spiritual sky or Vaikuntha.",
                "In the Fifteenth Chapter of Bhagavad-gita it is stated: “Sarvasya caham hrdi sannivistah.” The Lord is seated in everyone's heart, so this recommendation that one should surrender unto the Supersoul sitting within means that one should surrender unto the Supreme Personality of Godhead, Krsna. Krsna has already been accepted by Arjuna as the Supreme. He was accepted in the Tenth Chapter as param brahma param dhama. Arjuna has accepted Krsna as the Supreme Personality of Godhead and the supreme abode of all living entities, not only because of his personal experience but also because of the evidences of great authorities like Narada, Asita, Devala and Vyasa."
            ]
        }
    },
    {
        "id": [
            63
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "इति ते ज्ञानमाख्यातं गुह्याद्गुह्यतरं मया |",
                "विमृश्यैतदशेषेण यथेच्छसि तथा कुरु || ६३ ||"
            ],
            "english": [
                "iti te jnanam akhyatam",
                "guhyad guhyataram maya",
                "vimrsyaitad asesena",
                "yathecchasi tatha kuru"
            ]
        },
        "translation": {
            "hindi": [
                "इस प्रकार मैंने तुम्हें गुह्यतर ज्ञान बतला दिया | इस पर पूरी तरह से मनन करो और तब जो चाहे सो करो |"
            ],
            "english": [
                "Thus I have explained to you the most confidential of all knowledge. Deliberate on this fully, and then do what you wish to do."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् ने पहले ही अर्जुन को ब्रहभूत ज्ञान बतला दिया है | जो इस ब्रहभूत अवस्था में होता है, वह प्रसन्न रहता है,न तो वह शोक करता है, न किसी वस्तु की कामना करता है | ऐसा गुह्यज्ञान के कारण होता है | कृष्ण परमात्मा का ज्ञान भी प्रकट करते हैं | यह ब्रह्मज्ञान भी है, लेकिन यह उससे श्रेष्ठ है |",
                "यहाँ पर यथेच्छसि तथा कुरु – जैसे इच्छा हो वैसा करो – यह सूचित करता है कि ईश्र्वर जीव की यत्किंचित स्वतन्त्रता में हस्तक्षेप नहीं करता | भगवद्गीता में भगवान् ने सभी प्रकार से यह बतलाया है कि कोई अपनी जीवन दशा को किस प्रकार अच्छी बना सकता है | अर्जुन को उनका सर्वश्रेष्ठ उपदेश यह है कि हृदय में आसीन परमात्मा की शरणागत हुआ जाए | सही विवेक से मनुष्यको परमात्मा के आदेशानुसार कर्म करने के लिए तैयार होना चाहिए | इससे मनुष्य निरन्तर कृष्णभावनामृत में स्थित हो सकेगा,जो मानव जीवन की सर्वोच्च सिद्धि है | अर्जुन को भगवान् प्रत्यक्षतः युद्ध करने का आदेश दे रहे हैं | शरणागत होने के पूर्व जहाँ तक बुद्धि काम करे मनुष्य को इस विषय पर मनन करने की छूट मिली है और भगवान् के आदेश को स्वीकार करने की यहीसर्वोत्तम विधि है | ऐसा आदेश कृष्ण के प्रामाणिक प्रतिनिधिस्वरूप गुरु के माध्यम से भी प्राप्त होता है |"
            ],
            "english": [
                "The Lord has already explained to Arjuna the knowledge of brahmabhuta. One who is in the brahma-bhuta condition is joyful; he never laments, nor does he desire anything. That is due to confidential knowledge. Krsna also discloses knowledge of the Supersoul. This is also Brahman knowledge, knowledge of Brahman, but it is superior.",
                "Here Lord Krsna telIs Arjuna that he can do as he chooses. God does not interfere with the little independence of the living entity. In Bhagavad-gita, the Lord has explained in all respects how one can elevate his living condition. The best advice imparted to Arjuna is to surrender unto the Supersoul seated within his heart. By right discrimination, one should agree to act according to the order of the Supersoul. That will help one become situated constantly in Krsna consciousness, the highest perfectional stage of human life. Arjuna is being directly ordered by the Personality of Godhead to fight. Surrender to the Supreme Personality of Godhead is in the best interest of the living entities. It is not for the interest of the Supreme. Before surrendering, one is free to deliberate on this subject as far as the intelligence goes; that is the best way to accept the instruction of the Supreme Personality of Godhead. Such instruction comes also through the spiritual master, the bona fide representative of Krsna."
            ]
        }
    },
    {
        "id": [
            64
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "सर्वगुह्यतमं भूयः श्रृणु मे परमं वचः |",
                "इष्टोऽसि मे दृढमिति ततो वक्ष्यामि ते हितम् || ६४ ||"
            ],
            "english": [
                "sarva-guhyatamam bhuyah",
                "srnu me paramam vacah",
                "isto 'si me drdham iti",
                "tato vaksyami te hitam"
            ]
        },
        "translation": {
            "hindi": [
                "चूँकि तुम मेरे अत्यन्त प्रिय मित्र हो, अतएव मैं तुम्हें अपना परम आदेश, जो सर्वाधिक गुह्यज्ञान है, बता रहा हूँ |इसे अपने हित के लिए सुनो |"
            ],
            "english": [
                "Because you are My very dear friend, I am speaking to you the most confidential part of knowledge. Hear this from Me, for it is for your benefit."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन को गुह्यज्ञान (ब्रह्मज्ञान) तथा गुह्यतरज्ञान (परमात्मा ज्ञान) प्रदान करने के बाद भगवान् अब उसे गुह्यतमज्ञान प्रदान करने जा रहे हैं – यह है भगवान् के शरणागत होने का ज्ञान | नवें अध्याय में उन्होंने कहा था – मन्मनाः – सदैवमेरा चिन्तन करो | उसी आदेश को यहाँ पर भगवद्गीता के सार के रूप में जोर देने के लिए दुहराया जा रहा है, यह सार सामान्यजन की समझ में नहीं आता | लेकिन जो कृष्ण को सचमुच अत्यन्त प्रिय है, कृष्ण का शुद्धभक्त है, वह समझ लेता है | सारे वैदिक साहित्य में यह सर्वाधिक महत्त्वपूर्ण आदेश है | इस प्रसंग में जो कुछ कृष्ण कहते हैं,वह ज्ञान का सर्वाधिक महत्त्वपूर्ण अंश है और इसका पालन न केवल अर्जुन द्वारा होना चाहिए, अपितु समस्त जीवों द्वारा होना चाहिए |"
            ],
            "english": [
                "The Lord has given Arjuna confidential knowledge of the Supersoul within everyone's heart, and now He is giving the most confidential part of this knowledge: just surrender unto the Supreme Personality of Godhead. At the end of the Ninth Chapter He has said, “Just always think of Me.” The same instruction is repeated here to stress the essence of the teachings of Bhagavad-gita. This essence is not understood by a common man, but by one who is actually very dear to Krsna, a pure devotee of Krsna. This is the most important instruction in all Vedic literature. What Krsna is saying in this connection is the most essential part of knowledge, and it should be carried out not only by Arjuna but by all living entities."
            ]
        }
    }
]