[
    {
        "id": [
            32
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "अधर्मं धर्ममिति या मन्यते तमसावृता |",
                "सर्वार्थान्विपरीतांश्र्च बुद्धिः सा पार्थ तामसी || ३२ ||"
            ],
            "english": [
                "adharmam dharmam iti ya",
                "manyate tamasavrta",
                "sarvarthan viparitams ca",
                "buddhih sa partha tamasi"
            ]
        },
        "translation": {
            "hindi": [
                "जो बुद्धि मोह तथा अंधकार के वशीभूत होकर अधर्म को धर्म तथा धर्म को अधर्म मानती है और सदैव विपरीत दिशा में प्रयत्न करती है, वह तामसी है ।"
            ],
            "english": [
                "That understanding which considers irreligion to be religion and religion to be irreligion, under the spell of illusion and darkness, and strives always in the wrong direction, O Partha, is in the mode of ignorance."
            ]
        },
        "meaning": {
            "hindi": [
                "तामसी बुद्धि को जिस दिशा में काम करना चाहिए, उससे सदैव उल्टी दिशा में काम करती है | यह उन धर्मों को स्वीकारती है, जो वास्तव में धर्म नहीं हैं और वास्तविक धर्म को ठुकराती है | अज्ञानी मनुष्य महात्मा को सामान्य व्यक्ति मानते हैं और सामान्य व्यक्ति को महात्मा स्वीकार करते हैं | वे सत्य को असत्य तथा असत्य को सत्य मानते हैं | वे सारे कामों में कुपथ ग्रहण करते हैं, अतएव उनकी बुद्धि तामसी होती है |"
            ],
            "english": []
        }
    },
    {
        "id": [
            33
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "धृत्या यया धारयते मनःप्राणेन्द्रियक्रियाः |",
                "योगेनाव्यभिचारिण्या धृतिः सा पार्थ सात्त्विकी || ३३ ||"
            ],
            "english": [
                "dhrtya yaya dharayate",
                "manah-pranendriya-kriyah",
                "yogenavyabhicarinya",
                "dhrtih sa partha sattviki"
            ]
        },
        "translation": {
            "hindi": [
                "हे पृथापुत्र! जो अटूट है, जिसे योगाभ्यास द्वारा अचल रहकर धारण किया जाता है और जो इस प्रकार मन, प्राण तथा इन्द्रियों के कार्यकलापों को वश में रखती है, वह धृति सात्त्विक है |"
            ],
            "english": [
                "O son of Prtha, that determination which is unbreakable, which is sustained with steadfastness by yoga practice, and thus controls the mind, life, and the acts of the senses, is in the mode of goodness."
            ]
        },
        "meaning": {
            "hindi": [
                "योग परमात्मा को जानने का साधन है | जो व्यक्ति मन, प्राण तथा इन्द्रियों को परमात्मा में एकाग्र करके दृढ़तापूर्वक उनमें स्थित रहता है, वह कृष्णभावना में तत्पर होता है | ऐसी धृति सात्त्विक होती है | अव्यभिचारिण्या शब्द अत्यन्त महत्त्वपूर्ण है क्योंकि यह सूचित करता है कि कृष्णभावनामृत में तत्पर मनुष्य कभी किसी दूसरे कार्य द्वारा विचलित नहीं होता |"
            ],
            "english": [
                "Yoga is a means to understand the Supreme Soul. One who is steadily fixed in the Supreme Soul with determination, concentrating one's mind, life and sensual activities on the Supreme, engages in Krsna consciousness. That sort of determination is in the mode of goodness. The word avyabhicarinya is very significant, for it refers to persons who are engaged in Krsna consciousness and are never deviated by any other activity."
            ]
        }
    },
    {
        "id": [
            34
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "यया तु धर्मकामार्थान्धृत्या धारयतेऽर्जुन |",
                "प्रसङ्गेन फलाकाङ्क्षी धृतिः सा पार्थ राजसी || ३४ ||"
            ],
            "english": [
                "yaya tu dharma-kamarthan",
                "dhrtya dharayate 'rjuna",
                "prasangena phalakanksi",
                "dhrtih sa partha rajasi"
            ]
        },
        "translation": {
            "hindi": [
                "लेकिन हे अर्जुन! जिस धृति से मनुष्य धर्म, अर्थ तथा काम के फलों मेंलिप्त बना रहता है, वह राजसी है |"
            ],
            "english": [
                "And that determination by which one holds fast to fruitive result in religion, economic development and sense gratification is of the nature of passion, O Arjuna."
            ]
        },
        "meaning": {
            "hindi": [
                "जो व्यक्ति धार्मिक या आर्थिक कार्यों में कर्मफलों कासदैव आकांक्षी होता है, जिसकी एकमात्र इच्छा इन्द्रियतृप्ति होती है तथा जिसका मन,जीवन तथा इन्द्रियाँ इस प्रकार संलग्न रहती हैं, वह रजोगुणी होता है |"
            ],
            "english": [
                "Any person who is always desirous of fruitive results in religious or economic activities, whose only desire is sense gratification, and whose mind, life and senses are thus engaged, is in the mode of passion."
            ]
        }
    },
    {
        "id": [
            35
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "यया स्वप्नं भयं शोकं विषादं मदमेव च |",
                "न विमुञ्चति दुर्मेधा धृतिः सा पार्थ तामसी || ३५ ||"
            ],
            "english": [
                "yaya svapnam bhayam sokam",
                "visadam madam eva ca",
                "na vimuncati durmedha",
                "dhrtih sa partha tamasi"
            ]
        },
        "translation": {
            "hindi": [
                "हे पार्थ! जो धृति स्वप्न, भय, शोक, विषाद तथा मोह के परे नहीं जाती,ऐसी दुर्बुद्धिपूर्ण धृति तामसी है |"
            ],
            "english": [
                "And that determination which cannot go beyond dreaming, fearfulness, lamentation, moroseness, and illusion-such unintelligent determination is in the mode of darkness."
            ]
        },
        "meaning": {
            "hindi": [
                "इससे यह अर्थ नहीं निकालना चाहिए कि सतोगुणी मनुष्य स्वप्न नहीं देखता | यहाँ पर स्वप्न का अर्थ अति निद्रा है | स्वप्न सदा आता है, चाहे वह सात्त्विक हो, राजस हो या तामसी, स्वप्न तो प्राकृतिक घटना है | लेकिन जो अपने को अधिक सोने से नहीं बचा पाते, जो भौतिक वस्तुओं को भोगने के गर्व से नहीं बच पाते,जो सदैव संसार पर प्रभुत्व जताने का स्वप्न देखते रहते हैं और जिनके प्राण, मन तथा इन्द्रियाँ इस प्रकार लिप्त रहतीं हैं, वे तामसी धृति वाले कहे जाते हैं |"
            ],
            "english": [
                "It should not be concluded that a person in the mode of goodness does not dream. Here dream means too much sleep. Dream is always present; either in the mode of goodness, passion or ignorance, dream is a natural occurrence. But those who cannot avoid oversleeping, who cannot avoid the pride of enjoying material objects and who are always dreaming of lording it over the material world, whose life, mind, and senses are thus engaged, are considered to be in the mode of ignorance."
            ]
        }
    },
    {
        "id": [
            36,
            37
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "सुखं त्विदानीं त्रिविधं श्रृणु मे भरतर्षभ |",
                "अभ्यासाद्रमते यत्र दु:खान्तं च निगच्छति || ३६ ||",
                "यत्तदग्रे विषमिव परिणामेऽमृतोपमम् |",
                "तत्सुखं सात्त्विकं प्रोक्तमात्मबुद्धिप्रसादजम् || ३७ ||"
            ],
            "english": [
                "sukham tv idanim tri-vidham",
                "srnu me bharatarsabha",
                "abhyasad ramate yatra",
                "duhkhantam ca nigacchati",
                "yat tad agre visam iva",
                "pariname 'mrtopamam",
                "tat sukham sattvikam proktam",
                "atma-buddhi-prasada-jam"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतश्रेष्ठ! अब मुझसे तीन प्रकार के सुखों के विषय में सुनों,जिनके द्वारा बद्धजीव भोग करता है और जिसके द्वारा कभी-कभी दुखों का अन्त हो जाताहै |जो प्रारम्भ में विष जैसा लगता है, लेकिन अन्त में अमृत के समान है औरजो मनुष्य में आत्म-साक्षात्कार जगाता है, वह सात्त्विक सुख कहलाता है |"
            ],
            "english": [
                "O best of the Bharatas, now please hear from Me about the three kinds of happiness which the conditioned soul enjoys, and by which he sometimes comes to the end of all distress. That which in the beginning may be just like poison but at the end is just like nectar and which awakens one to self-realization is said to be happiness in the mode of goodness."
            ]
        },
        "meaning": {
            "hindi": [
                "बद्धजीव भौतिक सुख भोगने की बारम्बार चेष्टा करता है | इसप्रकार वह चर्वित चर्वण करता है | लेकिन कभी-कभी ऐसे भोग के अन्तर्गत वह किसीमहापुरुष की संगति से भवबन्धन से मुक्त हो जाता है | दूसरे शब्दों में, बद्धजीवसदा ही किसी न किसी इन्द्रियतृप्ति में लगा रहता है, लेकिन जब सुसंगति से यह समझलेता है कि यह तो एक ही वस्तु की पुनरावृत्ति है और उसमें वास्तविक कृष्णभावनामृतका उदय होता है, तो कभी-कभी वह ऐसे तथाकथित आवृत्तिमूलक सुख से मुक्त हो जाता है |",
                "आत्म-साक्षात्कार के साधन में मन तथा इन्द्रियों को वश में करने तथामन को आत्मलेंद्रित करने के लिए नाना प्रकार के विधि-विधानों का पालन करना पड़ता है| ये सारी विधियाँबहुत कठिन और विष के समान अत्यन्त कड़वी लगने वाली हैं, लेकिनयदि कोई इन नियमों के पालन में सफल हो जाता है और दिव्य पद को प्राप्त हो जाता है,तो वह वास्तविक अमृत का पान करने लगता है और जीवन का सुख प्राप्त करता है |"
            ],
            "english": [
                "A conditioned soul tries to enjoy material happiness again and again. Thus he chews the chewed, but, sometimes, in the course of such enjoyment, he becomes relieved from material entanglement by association with a great soul. In other words, a conditioned soul is always engaged in some type of sense gratification, but when he understands by good association that it is only a repetition of the same thing, and he is awakened to his real Krsna consciousness, he is sometimes relieved from such repetitive so-called happiness.",
                "In the pursuit of self-realization, one has to follow many rules and regulations to control the mind and the senses and to concentrate the mind on the Self. All these procedures are very difficult, bitter like poison, but if one is successful in following the regulations and comes to the transcendental position, he begins to drink real nectar, and he enjoys life."
            ]
        }
    },
    {
        "id": [
            38
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "विषयेन्द्रियसंयोगाद्यत्तदग्रेऽमृतोपमम् |",
                "परिणामे विषमिव तत्सुखं राजसं स्मृतम् || ३८ ||"
            ],
            "english": [
                "visayendriya-samyogad",
                "yat tad agre 'mrtopamam",
                "pariname visam iva",
                "tat sukham rajasam smrtam"
            ]
        },
        "translation": {
            "hindi": [
                "जो सुख इन्द्रियों द्वारा उनके विषयों के संसर्ग से प्राप्त होता हैऔर प्रारम्भ में अमृततुल्य तथा अन्त में विषतुल्य लगता है, वह रजोगुणी कहलाता है |"
            ],
            "english": [
                "That happiness which is derived from contact of the senses with their objects and which appears like nectar at first but poison at the end is said to be of the nature of passion."
            ]
        },
        "meaning": {
            "hindi": [
                "जब कोई युवक किसी युवती से मिलता है, तो इन्द्रियाँ युवकको प्रेरित करती हैं कि वह उस युवती को देखे, उसका स्पर्श करे और उससे संभोग करे |प्रारम्भ में इन्द्रियों को यह अत्यन्त सुखकर लग सकता है, लेकिन अन्त में या कुछसमय बाद वही विष तुल्य बन जाता है | तब वे विलग हो जाते हैं या उनमें तलाक (विवाह-विच्छेद)हो जाता है | फिर शोक, विषाद इत्यादि उत्पन्न होता है | ऐसा सुख सदैव राजसी होताहै | जो सुख इन्द्रियों और विषयों के संयोग से प्राप्त होता है, वह सदैव दुख काकारण बनता है, अतएव इससे सभी तरह से बचना चाहिए |"
            ],
            "english": [
                "A young man and a young woman meet, and the senses drive the young man to see her, to touch her and to have sexual intercourse. In the beginning this may be very pleasing to the senses, but at the end, or after some time, it becomes just like poison. They are separated or there is divorce, there is lamentation, there is sorrow, etc. Such happiness is always in the mode of passion. Happiness derived from a combination of the senses and the sense objects is always a cause of distress and should be avoided by all means."
            ]
        }
    },
    {
        "id": [
            39
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "यदग्रे चानुबन्धे च सुखं मोहनमात्मनः |",
                "निद्रालस्यप्रमादोत्थं तत्तामसमुदाहृतम् || ३९ ||"
            ],
            "english": [
                "yad agre canubandhe ca",
                "sukham mohanam atmanah",
                "nidralasya-pramadottham",
                "tat tamasam udahrtam"
            ]
        },
        "translation": {
            "hindi": [
                "तथा जो सुख आत्म-साक्षात्कार के प्रति अन्धा है, जो प्रारम्भ से लेकर अन्त तक मोहकारक है और जो निद्रा, आलस्य तथा मोह से उत्पन्न होता है, वह तामसी कहलाता है ।"
            ],
            "english": [
                "And that happiness which is blind to self-realization, which is delusion from beginning to end and which arises from sleep, laziness and illusion is said to be of the nature of ignorance."
            ]
        },
        "meaning": {
            "hindi": [
                "जो व्यक्ति आलस्य तथा निद्रा में ही सुखी रहता है, वह निश्चय ही तमोगुणी है । जिस व्यक्ति को इसका कोई अनुमान नहीं है कि किस प्रकार कर्म किया जाय और किस प्रकार नहीं, वह भी तमोगुणी है । तमोगुणी व्यक्ति के लिए सारी वस्तुएँ भ्रम (मोह) हैं । उसे न तो प्रारम्भ में सुख मिलता है, न अन्त में । रजोगुणी व्यक्ति के लिए प्रारम्भ में कुछ क्षणिक सुख और अन्त में दुख हो सकता है, लेकिन जो तमोगुणी है, उसे प्रारम्भ में तथा अन्त में दुख ही दुख मिलता है ।"
            ],
            "english": [
                "One who takes pleasure in laziness and in sleep is certainly in the mode of darkness, and one who has no idea how to act and how not to act is also in the mode of ignorance. For the person in the mode of ignorance, everything is illusion. There is no happiness either in the beginning or the end. For the person in the mode of passion there might be some kind of ephemeral happiness in the beginning and at the end distress, but for the person in the mode of ignorance there is only distress both in the beginning and at the end."
            ]
        }
    },
    {
        "id": [
            40
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "न तदस्ति पृथिव्यां वा दिवि देवेषु वा पुनः |",
                "सत्त्वं प्रकृतिजैर्मुक्तं यदेभिः स्यात्त्रिभिर्गुणै: || ४० ||"
            ],
            "english": [
                "na tad asti prthivyam va",
                "divi devesu va punah",
                "sattvam prakrti-jair muktam",
                "yad ebhih syat tribhir gunaih"
            ]
        },
        "translation": {
            "hindi": [
                "इस लोक में, स्वर्ग लोकों में या देवताओं के मध्य में कोई भी ऐसाव्यक्ति विद्यमान नहीं है, जो प्रकृति के तीन गुणों से मुक्त हो |"
            ],
            "english": [
                "There is no being existing, either here or among the demigods in the higher planetary systems, which is freed from the three modes of material nature."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् इस श्लोक में समग्र ब्रह्माण्ड में प्रकृति के तीनगुणों के प्रभाव का संक्षिप्त विवरण दे रहे हैं |"
            ],
            "english": [
                "The Lord here summarizes the total influence of the three modes of material nature all over the universe."
            ]
        }
    },
    {
        "id": [
            41
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "ब्राह्मणक्षत्रियविशां श्रूद्राणां च परन्तप |",
                "कर्माणि प्रविभक्तानि स्वभावप्रभवैर्गुणै: || ४१ ||"
            ],
            "english": [
                "brahmana-ksatriya-visam",
                "sudranam ca parantapa",
                "karmani pravibhaktani",
                "svabhava-prabhavair gunaih"
            ]
        },
        "translation": {
            "hindi": [
                "हे परन्तप! ब्राह्मणों, क्षत्रियों, वैश्यों तथा शूद्रों में प्रकृतिके गुणों के अनुसार उनके स्वभाव द्वारा उत्पन्न गुणों के द्वारा भेद किया जाता है |"
            ],
            "english": [
                "Brahmanas, ksatriyas, vaisyas and sudras are distinguished by their qualities of work, O chastiser of the enemy, in accordance with the modes of nature."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            42
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "शमो दमस्तपः शौचं क्षान्तिरार्जवमेव च |",
                "ज्ञानं विज्ञानमास्तिक्यं ब्रह्मकर्म स्वभावजम् || ४२ ||"
            ],
            "english": [
                "samo damas tapah saucam",
                "ksantir arjavam eva ca",
                "jnanam vijnanam astikyam",
                "brahma-karma svabhava-jam"
            ]
        },
        "translation": {
            "hindi": [
                "शान्तिप्रियता, आत्मसंयम, तपस्या, पवित्रता, सहिष्णुता, सत्यनिष्ठा, ज्ञान,विज्ञान तथा धार्मिकता – ये सारे स्वाभाविक गुण हैं, जिनके द्वारा ब्राह्मण कर्मकरते हैं |"
            ],
            "english": [
                "Peacefulness, self-control, austerity, purity, tolerance, honesty, wisdom, knowledge, and religiousness-these are the qualities by which the brahmanas work."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    }
]