[
    {
        "id": [
            43
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "शौर्यं तेजो धृतिर्दाक्ष्यं युद्धे चाप्यपलायनम् |",
                "दानमीश्र्वरभावश्र्च क्षात्रं कर्म स्वभावजम् || ४३ ||"
            ],
            "english": [
                "sauryam tejo dhrtir daksyam",
                "yuddhe capy apalayanam",
                "danam isvara-bhavas ca",
                "ksatram karma svabhava-jam"
            ]
        },
        "translation": {
            "hindi": [
                "वीरता, शक्ति, संकल्प, दक्षता, युद्ध में धैर्य, उदारता तथा नेतृत्व –ये क्षत्रियों के स्वाभाविक गुण हैं |"
            ],
            "english": [
                "Heroism, power, determination, resourcefulness, courage in battle, generosity, and leadership are the qualities of work for the ksatriyas."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            44
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "कृषिगोरक्ष्यवाणिज्यं वैश्यकर्म स्वभावजम् |",
                "परिचर्यात्मकं कर्म श्रूद्रस्यापि स्वभावजम् || ४४ ||"
            ],
            "english": [
                "krsi-go-raksya-vanijyam",
                "vaisya-karma svabhava-jam",
                "paricaryatmakam karma",
                "sudrasyapi svabhava-jam"
            ]
        },
        "translation": {
            "hindi": [
                "कृषि करना, गो रक्षा तथा व्यापार वैश्यों के स्वाभाविक कर्म हैं औरशूद्रों का कर्म श्रम तथा अन्यों की सेवा करना है |"
            ],
            "english": [
                "Farming, cattle raising and business are the qualities of work for the vaisyas, and for the sudras there is labor and service to others."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            45
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "स्वे स्वे कर्मण्यभिरतः संसिद्धिं लभते नरः |",
                "स्वकर्मनिरतः सिद्धिं यथा विन्दति तच्छृणु || ४५ ||"
            ],
            "english": [
                "sve sve karmany abhiratah",
                "samsiddhim labhate narah",
                "sva-karma-niratah siddhim",
                "yatha vindati tac chrnu"
            ]
        },
        "translation": {
            "hindi": [
                "अपने अपने कर्म के गुणों का पालन करते हुए प्रत्येक व्यक्ति सिद्ध होसकता है | अब तुम मुझसे सुनो कि यह किस प्रकार किया जा सकता है |"
            ],
            "english": [
                "By following his qualities of work, every man can become perfect. Now please hear from Me how this can be done."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            46
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "यतः प्रवृत्तिर्भूतानां येन सर्वमिदं ततम् |",
                "स्वकर्मणा तमभ्यर्च्य सिद्धिं विन्दति मानवः || ४६ ||"
            ],
            "english": [
                "yatah pravrttir bhutanam",
                "yena sarvam idam tatam",
                "sva-karmana tam abhyarcya",
                "siddhim vindati manavah"
            ]
        },
        "translation": {
            "hindi": [
                "जो सभी प्राणियों का उदगम् है और सर्वव्यापी है, उस भगवान् की उपासना करके मनुष्य अपना कर्म करते हुए पूर्णता प्राप्त कर सकता है ।"
            ],
            "english": [
                "By worship of the Lord, who is the source of all beings and who is all-pervading, man can, in the performance of his own duty, attain perfection."
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि पन्द्रहवें अध्याय में बताया जा चुका है, सारे जीव परमेश्र्वर के भिन्नांश हैं । इस प्रकार परमेश्र्वर ही सभी जीवों के आदि हैं । वेदान्त सूत्र में इसकी पुष्टि हुई है-जन्मा द्यस्य यतः । अतएव परमेश्र्वर प्रत्येक जीव के जीवन के उद्गम हैं । जैसा कि भगवद्गीता के सातवें अध्याय में कहा गया है, परमेश्र्वर अपनी परा तथा अपरा, इन दो शक्तियों द्वारा सर्वव्यापी हैं । अतएव मनुष्य को चाहिए कि उनकी शक्तियों सहित भगवान् की पूजा करे । सामान्यतया वैष्णव जन परमेश्र्वर की पूजा उनकी अन्तरंगा शक्ति समेत करते हैं । उनकी बहिरंगा शक्ति उनकी अंतरंगा शक्ति का विकृत प्रतिबिम्ब है । बहिरंगा शक्ति पृष्ठ भूमि है, लेकिन परमेश्र्वर परमात्मा रूप में पूर्णांश का विस्तार करके सर्वत्र स्थित हैं । वे सर्वत्र समस्त देवताओं, मनुष्यों और पशुओं के परमात्मा हैं । अतएव मनुष्य को यह जानना चाहिए कि परमेश्र्वर का भिन्नांश अंश होने के कारण उसका कर्तव्य है कि वह भगवान् की सेवा करे । प्रत्येक व्यक्ति को कृष्णभावनामृत में भगवान् की भक्ति करनी चाहिए । इस श्लोक में इसी की संस्तुति की गई है ।",
                "प्रत्येक व्यक्ति को सोचना चाहिए कि इन्द्रियों के स्वामी हृषिकेश द्वारा वह विशेष कर्म में प्रवृत्त किया गया है । अतएव जो जिस कर्म में लगा है, उसी के फल के द्वारा भगवान् श्रीकृष्ण को पूजना चाहिए । यदि वह इस प्रकार से कृष्णभावनामय हो कर सोचता है, तो भगवत्कृपा से वह पूर्ण ज्ञान प्राप्त कर लेता है । यही जीवन की सिद्धि है । भगवान् ने भगवद्गीता में (१२.७) कहा है – तेषामहं समुद्धर्ता । परमेश्र्वर स्वयं ऐसे भक्त का उद्धार करते हैं । यही जीवन की सर्वोच्च सिद्धि है । कोई चाहे जिस वृत्ति परक कार्य में लगा हो, यदि वह परमेश्र्वर की सेवा करता है, तो उसे सर्वोच्च सिद्धि प्राप्त होती है ।"
            ],
            "english": [
                "As stated in the Fifteenth Chapter, all living beings are fragmental parts and parcels of the Supreme Lord. As such, the Supreme Lord is the beginning of all living entities. This is confirmed in the Vedanta-sutra-janmady asya yatah. The Supreme Lord is therefore the beginning of life of every living entity. And the Supreme Lord, by His two energies, His external energy and internal energy, is all-pervading. Therefore one should worship the Supreme Lord with His energies. Generally the Vaisnava devotees worship the Supreme Lord with His internal energy. His external energy is a perverted reflection of the internal energy. The external energy is a background, but the Supreme Lord by the expansion of His plenary portion as Paramatma is situated everywhere. He is the Supersoul of all demigods, all human beings, all animals, everywhere. One should therefore know that as part and parcel of the Supreme Lord it is his duty to render service unto the Supreme. Everyone should be engaged in devotional service to the Lord in full Krsna consciousness. That is recommended in this verse.",
                "Everyone should think that he is engaged in a particular type of occupation by Hrsikesa, the master of the senses. And, by the result of the work in which one is engaged, the Supreme Personality of Godhead, Sri Krsna, should be worshiped. If one thinks always in this way, in full Krsna consciousness, then, by the grace of the Lord, he becomes fully aware of everything. That is the perfection of life. The Lord says in Bhagavad-gita, tesam aham samuddharta. The Supreme Lord Himself takes charge of delivering such a devotee. That is the highest perfection of life. In whatever occupation one may be engaged, if he serves the Supreme Lord, he will achieve the highest perfection."
            ]
        }
    },
    {
        "id": [
            47
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात् |",
                "स्वभावनियतं कर्म कुर्वन्नाप्नोति किल्बिषम् || ४७ ||"
            ],
            "english": [
                "sreyan sva-dharmo vigunah",
                "para-dharmat sv-anusthitat",
                "svabhava-niyatam karma",
                "kurvan napnoti kilbisam"
            ]
        },
        "translation": {
            "hindi": [
                "अपने वृत्तिपरक कार्य को करना, चाहे वह कितना ही त्रुटिपूर्ण ढंग सेक्यों न किया जाय, अन्य किसी के कार्य को स्वीकार करने और अच्छी प्रकार करने की अपेक्षा अधिक श्रेष्ठ है | अपने स्वभाव के अनुसार निर्दिष्ट कर्म कभी भी पाप से प्रभावित नहीं होते |"
            ],
            "english": [
                "It is better to engage in one's own occupation, even though one may perform it imperfectly, than to accept another's occupation and perform it perfectly. Prescribed duties, according to one's nature, are never affected by sinful reactions."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता में मनुष्य के वृत्तिपरक कार्य (स्वधर्म) कानिर्देश है | जैसा कि पूर्ववर्ती श्लोकों में वर्णन हुआ है, ब्राह्मण, क्षत्रिय,वैश्य तथा शुद्र के कर्तव्य उनके विशेष प्राकृतिक गुणों (स्वभाव) के द्वारानिर्दिष्ट होते हैं | किसी को दूसरे के कार्य का अनुकरण नहीं करना चाहिए | जोव्यक्ति स्वभाव से शुद्र के द्वारा किये जाने वाले कर्म के प्रति आकृष्ट हो, उसेअपने आपको झूठे ही ब्राह्मण नहीं कहना चाहिए, भले ही वह ब्राह्मण कुल में क्यों नउत्पन्न हुआ हो | इस तरह प्रत्येक व्यक्ति को चाहिए कि अपने स्वभाव के अनुसारकार्य करे; कोई भी कर्म निकृष्ट (गर्हित) नहीं है, यदि वह परमेश्र्वर की सेवा केलिए किया जाय | ब्राह्मण का वृत्तिपरक कार्य निश्चित रूप से सात्त्विक है, लेकिनयदि कोई मनुष्य स्वभाव से सात्त्विक नहीं है, तो उसे ब्राह्मण के वृत्तिपरक कार्य (धर्म)का अनुकरण नहीं करना चाहिए | क्षत्रिय या प्रशासक के लिए अनेक गर्हित बातें हैं –क्षत्रिय को शत्रुओं का वध करने के लिए हिंसक होना पड़ता है और कभी-कभी कूटनीति मेंझूठ भी बोलना पड़ता है | ऐसी हिंसा तथा कपट राजनितिक मामलों में चलता है, लेकिनक्षत्रिय से यह आशा नहीं की जाती कि वह अपने वृत्तिपरक कर्तव्य त्याग कर ब्राह्मणके कार्य करने लगे |",
                "मनुष्य को चाहिए कि परमेश्र्वर को प्रसन्न करने के लिए कार्य करे |उदाहरणार्थ, अर्जुन क्षत्रिय था | वह दूसरे पक्ष से युद्ध करने से बच रहा था |लेकिन यदि ऐसा युद्ध भगवान् कृष्ण के लिए करना पड़े, तो पतन से घबराने की आवश्यकतानहीं है | कभी-कभी व्यापारिक क्षेत्र में भी व्यापारी को लाभ कमाने के लिए झूठबोलना पड़ता है | यदि वह ऐसा नहीं करे तो उसे लाभ नहीं हो सकता | कभी-कभी व्यापारीकहता है, “अरे मेरे ग्राहक भाई! मैंआपसे कोई लाभ नहीं ले रहा |” लेकिन हमें समझना चाहिए कि व्यापारी बिना लाभ केजीवित नहीं रह सकता | अतएव यदि व्यापारी यह कहता है कि वह कोई लाभ नहीं ले रहा है तोइसे एक सरल झूठ समझना चाहिए | लेकिन व्यापारी को यह नहीं सोचना चाहिए कि चूँकि वहऐसे कार्य में लगा है, जिसमें झूठ बोलना आवश्यक है , अतएव उसे इस व्यवसाय (वैश्यकर्म) को त्यागकर ब्राहमण की वृत्ति ग्रहण करनी चाहिए | इसकी शास्त्रों द्वारासंस्तुति नहीं की गई | चाहे कोई क्षत्रिय हो, वैश्य हो या शुद्र, यदि वह इस कार्यसे भगवान् की सेवा करता है, तो कोई आपत्ति नहीं है | कभी-कभी विभिन्न यज्ञों कासम्पादन करते समय ब्राह्मणों को भी पशुओं की हत्या करनी होती है, क्योंकि इनअनुष्ठानों में पशु की बलि देनी होती है | इसी प्रकार यदि क्षत्रिय अपने कार्य में लगा रहकर शत्रु का वध करता है,तो उस पर पाप नहीं चढ़ता | तृतीय अध्याय में इन बातों की स्पष्ट एवं विस्तृतव्याख्या हो चुकी है | हर मनुष्य को यग्य के लिए अथवा भगवान् विष्णु के लिए कार्यकरना चाहिए | निजी इन्द्रियतृप्ति के लिए किया गया कोई भी कार्य बन्धन का कारण है |निष्कर्ष यह निकलता है कि मनुष्य को चाहिए कि अपने द्वारा अर्जित विशेष गुण केअनुसार कार्य में प्रवृत्त हो और परमेश्र्वर की सेवा करने के लिए ही कार्य करने कानिश्चय करे |"
            ],
            "english": [
                "One's occupational duty is prescribed in Bhagavad-gita. As already discussed in previous verses, the duties of a brahmana, ksatriya, vaisya and sudra are prescribed according to the particular modes of nature. One should not imitate another's duty. A man who is by nature attracted to the kind of work done by sudras should not artificially claim himself to be a brahmana, although he may be born into a brahmana family. In this way one should work according to his own nature; no work is abominable, if performed in the service of the Supreme Lord. The occupational duty of a brahmana is certainly in the mode of goodness, but if a person is not by nature in the mode of goodness, he should not imitate the occupational duty of a brahmana. For a ksatriya, or administrator, there are so many abominable things; a ksatriya has to be violent to kill his enemies, and sometimes a ksatriya has to tell lies for the sake of diplomacy. Such violence and duplicity accompany political affairs, but a ksatriya is not supposed to give up his occupational duty and try to perform the duties of a brahmana.",
                "One should act to satisfy the Supreme Lord. For example, Arjuna was a ksatriya. He was hesitating to fight the other party. But if such fighting is performed for the sake of Krsna, the Supreme Personality of Godhead, there need be no fear of degradation. In the business field also, sometimes a merchant has to tell so many lies to make a profit. If he does not do so, there can be no profit. Sometimes a merchant says, \"Oh, my dear customer, for you I am making no profit,\" but one should know that without profit the merchant cannot exist. Therefore it should be taken as a simple lie if a merchant says that he is not making a profit. But the merchant should not think that because he is engaged in an occupation in which the telling of lies is compulsory, he should give up his profession and pursue the profession of a brahmana. That is not recommended. Whether one is a ksatriya, a vaisya, or a sudra doesn't matter, if he serves, by his work, the Supreme Personality of Godhead. Even brahmanas, who perform different types of sacrifice, sometimes must kill animals because sometimes animals are sacrificed in such ceremonies. Similarly, if a ksatriya engaged in his own occupation kills an enemy, there is no sin incurred. In the Third Chapter these matters have been clearly and elaborately explained; every man should work for the purpose of yajna, or for Visnu, the Supreme Personality of Godhead. Anything done for personal sense gratification is a cause of bondage. The conclusion is that everyone should be engaged according to the particular mode of nature he has acquired, and he should decide to work only to serve the supreme cause of the Supreme Lord."
            ]
        }
    },
    {
        "id": [
            48
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "सहजं कर्म कौन्तेय सदोषमपि न त्यजेत् |",
                "सर्वारम्भा हि दोषेण धूमेनाग्निरिवावृताः || ४८ ||"
            ],
            "english": [
                "saha-jam karma kaunteya",
                "sa-dosam api na tyajet",
                "sarvarambha hi dosena",
                "dhumenagnir ivavrtah"
            ]
        },
        "translation": {
            "hindi": [
                "प्रत्येक उद्योग (प्रयास) किसी न किसी दोष से आवृत होता है, जिस प्रकार अग्नि धुएँ से आवृत रहती है | अतएव हे कुन्तीपुत्र! मनुष्य को चाहिए कि स्वभाव से उत्पन्न कर्म को, भले ही वह दोषपूर्ण क्यों न हो, कभी त्यागे नहीं |"
            ],
            "english": [
                "Every endeavor is covered by some sort of fault, just as fire is covered by smoke. Therefore one should not give up the work which is born of his nature, O son of Kunti, even if such work is full of fault."
            ]
        },
        "meaning": {
            "hindi": [
                "बद्ध जीवन में सारा कर्म भौतिक गुणों से दूषित रहता है | यहाँ तक कि ब्राह्मण तक को ऐसे यज्ञ करने पड़ते हैं, जिनमें पशुहत्या अनिवार्य है | इसी प्रकार क्षत्रिय चाहे कितना ही पवित्र क्यों न हो, उसे शत्रुओं से युद्ध करना पड़ता है | वह इससे बच नहीं सकता | इसी प्रकार एक व्यापारी को चाहे वह कितना ही पवित्र क्यों न हो, अपने व्यापार में बने रहने के लिए कभी-कभी लाभ को छिपाना पड़ता है, या कभी-कभी कालाबाजार चलाना पड़ता है | ये बातें आवश्यक हैं, इनसे बचा नहीं जा सकता | इसी प्रकार यदि शुद्र होकर बुरे स्वामी की सेवा करनी पड़े, तो उसे स्वामी की आज्ञा का पालन करना होता है, भले ही ऐसा नहीं होना चाहिए | इन सब दोषों के होते हुए भी, मनुष्य को अपने निर्दिष्ट कर्तव्य करते रहना चाहिए, क्योंकि वे स्वभावगत हैं |",
                "यहाँ पर एक अत्यन्त सुन्दर उदहारण दिया जाता है | यद्यपि अग्नि शुद्ध होती है, तो भी उसमें धुआँ रहता है | लेकिन इतने पर भी अग्नि अशुद्ध नहीं होती | अग्नि में धुआँ होने पर भी अग्नि समस्त तत्त्वों में शुद्धतम मानी जाती है | यदि कोई क्षत्रिय की वृत्ति त्याग कर ब्राह्मण की वृत्ति ग्रहण करना पसन्द करता है, तो उसको इसकी कोई निश्चितता नहीं है कि ब्राह्मण वृत्ति में कोई अरुचिकर कार्य नहीं होंगें | अतएव कोई यह निष्कर्ष निकाल सकता है कि संसार में प्रकृति के कल्मष से कोई भी पूर्णतः मुक्त नहीं है | इस प्रसंग में अग्नि तथा धुएँ का उदाहरण उपयुक्त है | यदि जाड़े के दिनों में कोई अग्नि से कोयला निकालता है, तो कभी-कभी धुएँ से आँखें तथा शरीर के अन्य भाग दुखते हैं, लेकिन इन प्रतिकूल परिस्थितियों के बावजूद भी अग्नि को तापा जाता है | इसी प्रकार किसी को अपनी सहज वृत्ति इसलिए नहीं त्याग देनी चाहिए कि कुछ बाधक तत्त्व आ गये हैं | अपितु मनुष्य को चाहिए कि कृष्णभावनामृत में रहकर अपने वृत्तिपरक कार्य से परमेश्र्वर की सेवा करने का संकल्प ले | यही सिद्धि अवस्था है | जब कोई भी वृत्तिपरक कार्य भगवान् को प्रसन्न करने के लिए किया जाता है, तो उस कार्य के सारे दोष शुद्ध हो जाते हैं | जब भक्ति से सम्बन्धित कर्मफल शुद्ध हो जाते हैं, तो मनुष्य अपने अन्तर का दर्शन कर सकता है और यही आत्म-साक्षात्कार है |"
            ],
            "english": [
                "In conditioned life, all work is contaminated by the material modes of nature. Even if one is a brahmana, he has to perform sacrifices in which animal killing is necessary. Similarly, a ksatriya, however pious he may be, has to fight enemies. He cannot avoid it. Similarly, a merchant, however pious he may be, must sometimes hide his profit to stay in business, or he may sometimes have to do business on the black market. These things are necessary; one cannot avoid them. Similarly, even though a man is a sudra serving a bad master, he has to carry out the order of the master, even though it should not be done. Despite these flaws, one should continue to carry out his prescribed duties, for they are born out of his own nature.",
                "A very nice example is given herein. Although fire is pure, still there is smoke. Yet smoke does not make the fire impure. Even though there is smoke in the fire, fire is still considered to be the purest of all elements. If one prefers to give up the work of a ksatriya and take up the occupation of a brahmana, he is not assured that in the occupation of a brahmana there are no unpleasant duties. One may then conclude that in the material world no one can be completely free from the contamination of material nature. This example of fire and smoke is very appropriate in this connection. When in wintertime one takes a stone from the fire, sometimes smoke disturbs the eyes and other parts of the body, but still one must make use of the fire despite disturbing conditions. Similarly, one should not give up his natural occupation because there are some disturbing elements. Rather, one should be determined to serve the Supreme Lord by his occupational duty in Krsna consciousness. That is the perfectional point. When a particular type of occupation is performed for the satisfaction of the Supreme Lord, all the defects in that particular occupation are purified. When the results of work are purified, when connected with devotional service, one becomes perfect in seeing the self within, and that is self-realization."
            ]
        }
    },
    {
        "id": [
            49
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "असक्तबुद्धिः सर्वत्र जितात्मा विगतस्पृहः |",
                "नैष्कर्म्यसिद्धिं परमां सन्न्यासेनाधिगच्छति || ४९ ||"
            ],
            "english": [
                "asakta-buddhih sarvatra",
                "jitatma vigata-sprhah",
                "naiskarmya-siddhim paramam",
                "sannyasenadhigacchati"
            ]
        },
        "translation": {
            "hindi": [
                "जो आत्मसंयमी तथा अनासक्त है एवं जो समस्त भौतिक भोगों की परवाह नहीं करता, वह संन्यास के अभ्यास द्वारा कर्मफल से मुक्ति की सर्वोच्च सिद्ध-अवस्था प्राप्त कर सकता है |"
            ],
            "english": [
                "One can obtain the results of renunciation simply by self-control and by becoming unattached to material things and disregarding material enjoyments. That is the highest perfectional stage of renunciation."
            ]
        },
        "meaning": {
            "hindi": [
                "सच्चे संन्यास का अर्थ है कि मनुष्य सदा अपने को परमेश्र्वर का अंश मानकर यह सोचे कि उसे अपने कार्य के फल को भोगने का कोई अधिकार नहीं है | चूँकि वह परमेश्र्वर का अंश है, अतएव उसके कार्य का फल परमेश्र्वर द्वारा भोग जाना चाहिए, यही वास्तव कृष्णभावनामृत है | जो व्यक्ति कृष्णभावनामृत में स्थित होकर कर्म करता है, वही वास्तव में संन्यासी है | ऐसी मनोवृत्ति होने से मनुष्य सन्तुष्ट रहता है क्योंकि वह वास्तव में भगवान् के लिए कार्य कर रहा होता है | इस प्रकार वह किसी भी भौतिक वस्तु के लिए आसक्त नहीं होता, वह भगवान् की सेवा से प्राप्त दिव्य सुख से परे किसी भी वस्तु में आनन्द न लेने का आदी हो जाता है | संन्यासी को पूर्व कार्यकलापों के बन्धन से मुक्त माना जाता है, लेकिन जो व्यक्ति कृष्णभावनामृत में होता है वह बिना संन्यास ग्रहण किये ही यह सिद्धि प्राप्त कर लेता है | यह मनोदशा योगारूढ़ या योग की सिद्धावस्था कहलाती है | जैसा कि तृतीय अध्याय में पुष्टि हुई है – यस्त्वात्मरतिरेव स्यात्– जो व्यक्ति अपने में संतुष्ट रहता है, उसे अपने कर्म से किसी प्रकार के बन्धन का भय नहीं रह जाता |"
            ],
            "english": [
                "Real renunciation means that one should always think himself part and parcel of the Supreme Lord. Therefore he has no right to enjoy the results of his work. Since he is part and parcel of the Supreme Lord, the results of his work must be enjoyed by the Supreme Lord. This is actually Krsna consciousness. The person acting in Krsna consciousness is really a sannyasi, one in the renounced order of life. By such mentality, one is satisfied because he is actually acting for the Supreme. Thus he is not attached to anything material; he becomes accustomed to not taking pleasure in anything beyond the transcendental happiness derived from the service of the Lord. A sannyasi is supposed to be free from the reactions of his past activities, but a person who is in Krsna consciousness automatically attains this perfection without even accepting the so-called order of renunciation. This state of mind is called yogarudha, or the perfectional stage of yoga, as confirmed in the Third Chapter: yas tv atma-ratir eva syat. One who is satisfied in himself has no fear of any kind of reaction from his activity."
            ]
        }
    },
    {
        "id": [
            50
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "सिद्धिं प्राप्तो यथा ब्रह्म तथाप्नोति निबोध मे |",
                "समासेनैव कौन्तेय निष्ठा ज्ञानस्य या परा || ५० ||"
            ],
            "english": [
                "siddhim prapto yatha brahma",
                "tathapnoti nibodha me",
                "samasenaiva kaunteya",
                "nistha jnanasya ya para"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुन्तीपुत्र! जिस तरह इस सिद्धि को प्राप्त हुआ व्यक्ति परम सिद्धावाथा अर्थात् ब्रह्म को, जो सर्वोच्च ज्ञान की अवस्था है, प्राप्त करता है, उसका मैं संक्षेप में तुमसे वर्णन करूँगा, उसे तुम जानो |"
            ],
            "english": [
                "O son of Kunti, learn from Me in brief how one can attain to the supreme perfectional stage, Brahman, by acting in the way which I shall now summarize."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् अर्जुन को बताते हैं कि किस तरह कोई व्यक्ति केवल अपने वृत्तिपरक कार्य मे लग कर परम सिद्धावस्था को प्राप्त कर सकता है, यदि यह कार्य भगवान् के लिए किया गया हो | यदि मनुष्य अपने कर्म के फल को परमेश्र्वर की तुष्टि के लिए ही त्याग देता है, तो उसे ब्रह्म की चरम अवस्था प्राप्त हो जाती है | यह आत्म-साक्षात्कार की विधि है | ज्ञान की वास्तविक सिद्धि शुद्ध कृष्णभावनामृत प्राप्त करने में है, इसका वर्णन अगले श्लोकों मे किया गया है |"
            ],
            "english": [
                "The Lord describes for Arjuna how one can achieve the highest perfectional stage simply by being engaged in his occupational duty, performing that duty for the Supreme Personality of Godhead. One attains the supreme stage of Brahman simply by renouncing the result of his work for the satisfaction of the Supreme Lord. That is the process of self-realization. Actual perfection of knowledge is in attaining pure Krsna consciousness; that is described in the following verses."
            ]
        }
    },
    {
        "id": [
            51,
            52,
            53
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "बुद्ध्या विश्रुद्ध्या युक्तो धृत्यात्मानं नियम्य च |",
                "शब्दादीन्विषयांस्त्यक्त्वा रागद्वेषौ व्युदस्य च || ५१ ||",
                "विविक्तसेवी लघ्वाशी यतवाक्कायमानसः |",
                "ध्यानयोगपरो नित्यं वैराग्यं समुपाश्रितः || १२ ||",
                "अहङ्कारं बलं दर्पं कामं क्रोधं परिग्रहम् |",
                "विमुच्य निर्ममः शान्तो ब्रह्मभूयाय कल्पते || ५३ ||"
            ],
            "english": [
                "buddhya visuddhaya yukto",
                "dhrtyatmanam niyamya ca",
                "sabdadin visayams tyaktva",
                "raga-dvesau vyudasya ca",
                "vivikta-sevi laghv-asi",
                "yata-vak-kaya-manasah",
                "dhyana-yoga-paro nityam",
                "vairagyam samupasritah",
                "ahankaram balam darpam",
                "kamam krodham parigraham",
                "vimucya nirmamah santo",
                "brahma-bhuyaya kalpate"
            ]
        },
        "translation": {
            "hindi": [
                "अपनी बुद्धि से शुद्ध होकर तथा धैर्यपूर्वक मन को वश मे करते हुए, इन्द्रियतृप्ति के विषयों का त्याग कर, राग तथा द्वेष से मुक्त होकर जो व्यक्ति एकान्त स्थान में वास करता है, जो थोड़ा खाता है, जो अपने शरीर मन तथा वाणी को वश में रखता है, जो सदैव समाधि में रहता है और पूर्णतया विरक्त, मिथ्या अहंकार, मिथ्या शक्ति, मिथ्या गर्व, काम, क्रोध तथा भौतिक वस्तुओं के संग्रह से मुक्त है, जो मिथ्या स्वामित्व की भावना से रहित तथा शान्त है वह निश्चय ही आत्म-साक्षात्कार के पद को प्राप्त होता है |"
            ],
            "english": [
                "Being purified by his intelligence and controlling the mind with determination, giving up the objects of sense gratification, being freed from attachment and hatred, one who lives in a secluded place, who eats little and who controls the body and the tongue, and is always in trance and is detached, who is without false ego, false strength, false pride, lust, anger, and who does not accept material things, such a person is certainly elevated to the position of self-realization."
            ]
        },
        "meaning": {
            "hindi": [
                "जो मनुष्य बुद्धि द्वारा शुद्ध हो जाता है, वह अपने आपको सत्त्व गुण मे अधिष्ठित कर लेता है | इस प्रकार वह मन को वश मे करके सदैव समाधि मे रहता है | वह इन्द्रियतृप्ति के विषयों के प्रति आसक्त नहीं रहता और अपने कार्यों मे राग तथा द्वेष से मुक्त होता है | ऐसा विरक्त व्यक्ति स्वभावतः एकान्त स्थान में रहना पसन्द करता है, वह आवश्यकता से अधिक खाता नहीं और अपने शरीर तथा मन की गतिविधियों पर नियन्त्रण रखता है | वह मिथ्या अहंकार से रहित होता है क्योंकि वह अपने को शरीर नहीं समझता | न ही वह अनेक भौतिक वस्तुएँ स्वीकार करके शरीर को स्थूल तथा बलवान बनाने की इच्छा करता है | चूँकि वह देहात्मबुद्धि से रहित होता है अतेव वह मिथ्या गर्व नहीं करता | भगवत्कृपा से उसे जितना कुछ प्राप्त हो जाता है, उसी से वह संतुष्ट रहता है और इन्द्रियतृप्ति न होने पर भी क्रूद्ध नहीं होता | न ही वह इन्द्रियविषयों को प्राप्त करने के लिए प्रयास करता है | इस प्रकार जब वह मिथ्या अहंकार से पूर्णतया मुक्त हो जाता है, तो वह समस्त भौतिक वस्तुओं से विरक्त बन जाता है और यही ब्रह्म की आत्म-साक्षात्कार अवस्था है | यह ब्रह्मभूत अवस्था कहलाती है | जब मनुष्य देहात्मबुद्धि से मुक्त हो जाता है, तो वह शान्त हो जाता है और उसे उत्तेजित नहीं किया जा सकता इसका वर्णन भगवद्गीता मे (२.७०) इस प्रकार हुआ है –",
                "आपूर्यमाणमचलप्रतिष्ठं समुद्रमापः प्रविशन्ति यद्वत् |",
                "तद्वत्कामा यं प्रविशन्ति सर्वे स शान्तिमाप्नोति न कामकामी || ७० ||",
                "“जो मनुष्य इच्छाओं के अनवरत प्रवाह से विचलित नहीं होता, जिस प्रकार नदियों के जल के निरन्तर प्रवेश करते रहने और सदा भरते रहने पर भी समुद्र शांत रहता है, उसी तरह वही शान्ति प्राप्त कर सकता है, वह नहीं, जो ऐसी इच्छाओं की तुष्टि के लिए निरन्तर उद्योग करता रहता है |”"
            ],
            "english": [
                "When one is purified by knowledge, he keeps himself in the mode of goodness. Thus one becomes the controller of the mind and is always in trance. Because he is not attached to the objects of sense gratification, he does not eat more than what he requires, and he controls the activities of his body and mind. He has no false ego because he does not accept the body as himself. Nor has he a desire to make the body fat and strong by accepting so many material things. Because he has no bodily concept of life, he is not falsely proud. He is satisfied with everything that is offered to him by the grace of the Lord, and he is never angry in the absence of sense gratification. Nor does he endeavor to acquire sense objects. Thus when he is completely free from false ego, he becomes nonattached to all material things, and that is the stage of self-realization of Brahman. That stage is called the brahma-bhuta stage. When one is free from the material conception of life, he becomes peaceful and cannot be agitated."
            ]
        }
    },
    {
        "id": [
            54
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "ब्रह्मभूतः प्रसन्नात्मा न शोचति न काङ्क्षति |",
                "समः सर्वेषु भूतेषु मद्भक्तिं लभते पराम् || ५४ ||"
            ],
            "english": [
                "brahma-bhutah prasannatma",
                "na socati na kanksati",
                "samah sarvesu bhutesu",
                "mad-bhaktim labhate param"
            ]
        },
        "translation": {
            "hindi": [
                "इस प्रकार जो दिव्य पद पर स्थित है, वह तुरन्त परब्रह्म का अनुभव करता है और पूर्णतया प्रसन्न हो जाता है | वह न तो कभी शोक करता है, न किसी वस्तु की कामना करता है | वह प्रत्येक जीव पर समभाव रखता है | उस अवस्था में वह मेरी शुद्ध भक्ति को प्राप्त करता है |"
            ],
            "english": [
                "One who is thus transcendentally situated at once realizes the Supreme Brahman. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me."
            ]
        },
        "meaning": {
            "hindi": [
                "निर्विशेषवादी के लिए ब्रह्मभूत अवस्था प्राप्त करना अर्थात् ब्रह्म से तदाकार होना परम लक्ष्य होता है | लेकिन साकारवादी शुद्धभक्त को इससे भी आगे चलकर शुद्ध भक्ति में प्रवृत्त होना होता है | इसका अर्थ हुआ कि जो भगवद्भक्ति में रत है, वह पहले ही मुक्ति की अवस्था, जिसे ब्रह्मभूत या ब्रह्म से तादात्मय कहते हैं, प्राप्त कर चुका होता है | परमेश्र्वर या परब्रह्म से तदाकार हुए बिना कोई उनकी सेवा नहीं कर सकता | परम ज्ञान होने पर सेव्य तथा सेवक में कोई अन्तर नहीं कर सकता, फिर भी उच्चतर आध्यात्मिक दृष्टि से अन्तर तो रहता ही है |",
                "देहात्मबुद्धि के अन्तर्गत, जब कोई इन्द्रियतृप्ति के लिए कर्म करता है, तो दुख का भागी होता है, लेकिन परम जगत् में शुद्ध भक्ति में रत रहने पर कोई दुख नहीं रह जाता | कृष्णभावनाभावित भक्त को न तो किसी प्रकार का शोक होता है, न आकांक्षा होती है | चूँकि ईश्र्वर पूर्ण है, अतएव ईश्र्वर में सेवारत जीव भी कृष्णभावना में रहकर अपने में पूर्ण रहता है | वह ऐसी नदी के तुल्य है, जिसके जल की सारी गंदगी साफ कर दी गई है | चूँकि शुद्ध भक्त में कृष्ण के अतिरिक्त कोई विचार ही नहीं उठते, अतएव वह प्रसन्न रहता है | वह न तो किसी भौतिक क्षति पर शोक करता है, न किसी लाभ की आकांक्षा करता है, क्योंकि वह भगवद्भक्ति से पूर्ण होता है | वह किसी भौतिक भोग की आकांक्षा नहीं करता, क्योंकि वह जानता है कि प्रत्येक जीव भगवान् का अंश है, अतएव वह उनका नित्य दास है | वह भौतिक जगत में न तो किसी को अपने से उच्च देखता है और न किसी को निम्न | ये उच्च तथा निम्न पद क्षणभंगुर हैं और भक्त को क्षणभंगुर प्राकट्य तथा तिरोधान से कुछ लेना-देना नहीं रहता | उसके लिए पत्थर तथा सोना बराबर होते हैं | यह ब्रह्मभूत अवस्था है, जिसे शुद्ध भक्त सरलता से प्राप्त कर लेता है | उस अवस्था में परब्रह्म से तादात्मय और अपने अस्तित्व का विलय नरकीय बन जाता है, स्वर्ग प्राप्त करने का विचार मृगतृष्णा लगता है और इन्द्रियाँ विषदंतविहीन सर्प की भाँति प्रतीत होती है | जिस प्रकार विषदंतविहीन सर्प से कोई भय नहीं रह जाता उसी प्रकार स्वतः संयमित इन्द्रियों से कोई भय नहीं रह जाता | यह संसार उस व्यक्ति के लिए दुखमय है, जो भौतिकता से ग्रस्त है | लेकिन भक्त के लिए समस्त जगत् वैकुण्ठ-तुल्य है | इस ब्रह्माण्ड का महान से महानतम पुरुष भी भक्त के लिए एक क्षुद्र चीटीं से अधिक महत्त्वपूर्ण नहीं होता | ऐसी अवस्था भगवान् चैतन्य की कृपा से ही प्राप्त हो सकती है, जिन्होंने इस युग में शद्ध भक्ति का प्रचार किया |"
            ],
            "english": [
                "To the impersonalist, achieving the brahma-bhuta stage, becoming one with the Absolute, is the last word. But for the personalist, or pure devotee, one has to go still further to become engaged in pure devotional service. This means that one who is engaged in pure devotional service to the Supreme Lord is already in a state of liberation, called brahma-bhuta, oneness with the Absolute. Without being one with the Supreme, the Absolute, one cannot render service unto Him. In the absolute conception, there is no difference between the served and the servitor; yet the distinction is there, in a higher spiritual sense.",
                "In the material concept of life, when one works for sense gratification, there is misery, but in the absolute world, when one is engaged in pure devotional service, there is no misery. The devotee in Krsna consciousness has nothing to lament or desire. Since God is full, a living entity who is engaged in God's service, in Krsna consciousness, becomes also full in himself. He is just like a river cleansed of all dirty water. Because a pure devotee has no thought other than Krsna, he is naturally always joyful. He does not lament for any material loss or gain because he is full in service of the Lord. He has no desire for material enjoyment because he knows that every living entity is the fragmental part and parcel of the Supreme Lord and therefore eternally a servant. He does not see, in the material world, someone as higher and someone as lower; higher and lower positions are ephemeral, and a devotee has nothing to do with ephemeral appearances or disappearances. For him stone and gold are of equal value. This is the brahma-bhuta stage, and this stage is attained very easily by the pure devotee. In that stage of existence, the idea of becoming one with the Supreme Brahman and annihilating one's individuality becomes hellish, and the idea of attaining the heavenly kingdom becomes phantasmagoria, and the senses are like broken serpents' teeth. As there is no fear of a serpent with broken teeth, so there is no fear from the senses when they are automatically controlled. The world is miserable for the materially infected person, but for a devotee the entire world is as good as Vaikuntha, or the spiritual sky. The highest personality in this material universe is no more significant than an ant for a devotee. Such a stage can be achieved by the mercy of Lord Caitanya, who preached pure devotional service in this age."
            ]
        }
    }
]