[
    {
        "id": [
            1
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "अर्जुन उवाच |",
                "सन्न्यासस्य महाबाहो तत्त्वमिच्छामि वेदितुम् |",
                "त्यागस्य च हृषीकेश पृथक्केशिनिषूदन || १ ||"
            ],
            "english": [
                "arjuna uvaca",
                "sannyasasya maha-baho",
                "tattvam icchami veditum",
                "tyagasya ca hrsikesa",
                "prthak kesi-nisudana"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – हे महाबाहु! मैं त्याग का उद्देश्य जानने का इच्छुक हूँ और हे केशिनिषूदन, हे हृषिकेश! मैं त्यागमय जीवन (संन्यास आश्रम) का भी उद्देश्य जानना चाहता हूँ ।"
            ],
            "english": [
                "Arjuna said, O mighty-armed one, I wish to understand the purpose of renunciation [tyaga] and of the renounced order of life [sannyasa], O killer of the Kesi demon, Hrsikesa."
            ]
        },
        "meaning": {
            "hindi": [
                "वास्तव में भगवद्गीता सत्रह अध्यायों में ही समाप्त हो जाती है । अठारहवाँ अध्याय तो पूर्वविवेचित विषयों का पूरक संक्षेप है । प्रत्येक अध्याय में भगवान् बल देकर कहते हैं कि भगवान् की सेवा ही जीवन का चरम लक्ष्य है । इसी विषय को इस अठारहवें अध्याय में ज्ञान के परम गुह्य मार्ग के रूप में संक्षेप में बताया गया है । प्रथम छह अध्यायों में भक्तियोग पर बल दिया गया – योगिनामपि सर्वेषाम्…-“समस्त योगियों में से जो योगी अपने अन्तर में सदैव मेरा चिन्तन करता है, वह सर्वश्रेष्ठ है ।” अगले छह अध्यायों में शुद्ध भक्ति, उसकी प्रकृति तथा कार्यों का विवेचन है । अन्त के छह अध्यायों में ज्ञान, वैराग्य अपरा तथा परा प्रकृति के कार्यों और भक्ति का वर्णन है । निष्कर्ष रूप में यह कहा गया है कि सारे कार्यों को परमेश्र्वर से युक्त होना चाहिए , जो ॐ तत् सत् शब्दों से प्रकट होता है और ये शब्द परम पुरुष विष्णु के सूचक हैं । भगवद्गीता के तृतीय खण्ड से यही प्रकट होता है कि भक्ति ही एकमात्र जीवन का चरम लक्ष्य है । पूर्ववर्ती आचार्यों तथा ब्रह्मसूत्र या वेदान्त-सूत्र का उद्धरण देकर इसकी स्थापना की गई है । कुछ निर्विशेषवादी वेदान्त सूत्र के ज्ञान पर अपना एकाधिकार जनाते हैं, लेकिन वास्तव में वेदान्त सूत्र भक्ति को समझने के लिए हैं, क्योंकि ब्रह्मसूत्र के रचियता (प्रणेता) साक्षात् भगवान् हैं और वे ही इसके ज्ञाता हैं । इसका वर्णन पन्द्रहवें अध्याय में हुआ है । प्रत्येक शास्त्र, प्रत्येक वेद का लक्ष्य भक्ति है । भगवद्गीता में इसी की व्याख्या है ।",
                "जिस प्रकार द्वितीय अध्याय में सम्पूर्ण विषयवस्तु की प्रस्तावना (सार) का वर्णन है , उसी प्रकार अठारहवें अध्याय में सारे उपदेश का सारांश दिया गया है । इसमें त्याग (वैराग्य) तथा त्रिगुणातीत दिव्य पथ की प्राप्ति को ही जीवन का लक्ष्य बताया गया है । अर्जुन भगवद्गीता के दो विषयों का स्पष्ट अन्तर जानने का इच्छुक है-ये हैं, त्याग तथा संन्यास । अतएव वह इन दोनों शब्दों के अर्थ की जिज्ञासा कर रहा है ।",
                "इस श्लोक में परमेश्र्वर कोसम्बोधित करने के लिए प्रयुक्त हृषीकेश तथा केशिनिषूदन – ये दो शब्द महत्त्वपूर्ण हैं । हृषीकेश कृष्ण हैं, समस्त इन्द्रियों के स्वामी, जो हमें मानसिक शान्ति प्राप्त करने में सहायक बनते हैं । अर्जुन उनसे प्रार्थना करता है कि वे सभी बातों को इस तरह संक्षिप्त कर दें, जिससे वह समभाव में स्थिर रहे । फिर भी उसके मन में कुछ संशय हैं और ये संशय असुरों के समान होते हैं । अतएव वह कृष्ण को केशि-निषूदन कहकर सम्बोधित करता है । केशी अत्यन्त दुर्जेय असुर था, जिसका वध कृष्ण ने किया था । अब अर्जुन चाहता है कि वे उसके संशय रूपी असुर का वध करें ।"
            ],
            "english": [
                "Actually the Bhagavad-gita is finished in seventeen chapters. The Eighteenth Chapter is a supplementary summarization of the topics discussed before. In every chapter of Bhagavad-gita, Lord Krsna stresses that devotional service unto the Supreme Personality of Godhead is the ultimate goal of life. This same point is summarized in the Eighteenth Chapter as the most confidential path of knowledge. In the first six chapters, stress was given to devotional service: yoginam api sarvesam... “Of all yogis or transcendentalists, one who always thinks of Me within himself is best.” In the next six chapters, pure devotional service and its nature and activity were discussed. In the third six chapters, knowledge, renunciation, the activities of material nature and transcendental nature, and devotional service were described. It was concluded that all acts should be performed in conjunction with the Supreme Lord, summarized by the words om tat sat, which indicate Visnu, the Supreme Person. In the third part of Bhagavad-gita, devotional service was established by the example of past acaryas and the Brahma-sutra, the Vedanta-sutra, which cites that devotional service is the ultimate purpose of life and nothing else. Certain impersonalists consider themselves monopolizers of the knowledge of Vedanta-sutra, but actually the Vedanta-sutra is meant for understanding devotional service, for the Lord Himself is the composer of the Vedanta-sutra, and He is its knower. That is described in the Fifteenth Chapter. In every scripture, every Veda, devotional service is the objective. That is explained in Bhagavad-gita.",
                "As in the Second Chapter a synopsis of the whole subject matter was described, similarly, in the Eighteenth Chapter also the summary of all instruction is given. The purpose of life is indicated to be renunciation and attainment of the transcendental position above the three material modes of nature. Arjuna wants to clarify the two distinct subject matters of Bhagavad-gita, namely renunciation (tyaga) and the renounced order of life (sannyasa). Thus he is asking the meaning of these two words.",
                "Two words used in this verse to address the Supreme Lord-Hrsikesa and Kesinisudana-are significant. Hrsikesa is Krsna, the master of all senses, who can always help us attain mental serenity. Arjuna requests Him to summarize everything in such a way that he can remain equiposed. Yet he has some doubts, and doubts are always compared to demons. He therefore addresses Krsna as Kesinisudana. Kesi was a most formidable demon who was killed by the Lord; now Arjuna is expecting Krsna to kill the demon of doubt."
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच |",
                "काम्यानां कर्मणां न्यासं संन्यासं कवयो विदु: |",
                "सर्वकर्मफलत्यागं प्राहुस्त्यागं विचक्षणाः || २ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "kamyanam karmanam nyasam",
                "sannyasam kavayo viduh",
                "sarva-karma-phala-tyagam",
                "prahus tyagam vicaksanah"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् ने कहा-भौतिक इच्छा पर आधारित कर्मों के परित्याग को विद्वान लोग संन्यास कहते हैं और समस्त कर्मों के फल-त्याग को बुद्धिमान लोग त्याग कहते हैं ।"
            ],
            "english": [
                "The Supreme Lord said, To give up the results of all activities is called renunciation [tyaga] by the wise. And that state is called the renounced order of life [sannyasa] by great learned men."
            ]
        },
        "meaning": {
            "hindi": [
                "कर्मफल की आकांक्षा से किये गये कर्म का त्याग करना चाहिए । यही भगवद्गीता का उपदेश है । लेकिन जिन कर्मों से उच्च आध्यात्मिक ज्ञान प्राप्त हो, उनका परित्याग नहीं करना चाहिए । अगले श्लोकों से यह स्पष्ट हो जायगा । वैदिक साहित्य में किसी विशेष उद्देश्य से यज्ञ सम्पन्न करने की अनेक विधियों का उल्लेख है । कुछ यज्ञ ऐसे हैं, जो अच्छी सन्तान प्राप्त करने के लिए या स्वर्ग की प्राप्ति के लिए किये जाते हैं, लेकिन जो यज्ञ इच्छाओं के वशीभूत हों, उनको बन्द करना चाहिए । परन्तु आध्यात्मिक ज्ञान में उन्नति या हृदय की शुद्धि के लिए किये जाने वाले यज्ञों का परित्याग करना उचित नहीं है ।"
            ],
            "english": [
                "The performance of activities for results has to be given up. This is the instruction of Bhagavad-gita. But activities leading to advanced spiritual knowledge are not to be given up. This will be made clear in the next verse. There are many prescriptions of methods for performing sacrifice for some particular purpose in the Vedic literatures. There are certain sacrifices to perform to attain a good son or to attain elevation to the higher planets, but sacrifices prompted by desires should be stopped. However, sacrifice for the purification of one's heart or for advancement in the spiritual science should not be given up."
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "त्याज्यं दोषवदित्येके कर्म प्राहुर्मनीषिणः |",
                "यज्ञदानतपःकर्म न त्याज्यमिति चापरे || ३ ||"
            ],
            "english": [
                "tyajyam dosa-vad ity eke",
                "karma prahur manisinah",
                "yajna-dana-tapah-karma",
                "na tyajyam iti capare"
            ]
        },
        "translation": {
            "hindi": [
                "कुछ विद्वान घोषित करते हैं कि समस्त प्रकार के सकाम कर्मों को दोषपूर्ण समझ कर त्याग देना चाहिए | किन्तु अन्य विद्वान् मानते हैं कि यज्ञ, दान तथा तपस्या के कर्मों को कभी नहीं त्यागना चाहिए |"
            ],
            "english": [
                "Some learned men declare that all kinds of fruitive activities should be given up, but there are yet other sages who maintain that acts of sacrifice, charity and penance should never be abandoned."
            ]
        },
        "meaning": {
            "hindi": [
                "वैदिक साहित्य में ऐसे अनेक कर्म हैं जिनके विषय में मतभेद है | उदाहरणार्थ, यह कहा जाता है कि यज्ञ में पशु मारा जा सकता है, फिर भी कुछ का मत है कि पशुहत्या पूर्णतया निषिद्ध है | यद्यपि वैदिक साहित्य में पशु-वध की संस्तुति हुई है, लेकिन पशु को मारा गया नहीं माना जाता | वह बलि पशु को नवीन जीवन प्रदान करने के लिए होती है | कभी-कभी यज्ञ में मारे गये पशु को नवीन पशु-जीवन प्राप्त होता है, तो कभी वह पशु तत्क्षण मनुष्य योनि को प्राप्त हो जाता है | लेकिन इस सम्बन्ध में मनीषियों में मतभेद हैं | कुछ का कहना है कि पशुहत्या नहीं की जानी चाहिए और कुछ कहते हैं कि विशेष यज्ञ (बलि) के लिए यह शुभ है | अब यज्ञ-कर्म विषयक विभिन्न मतों का स्पष्टीकरण भगवान् स्वयं कर रहे हैं |"
            ],
            "english": [
                "There are many activities in the Vedic literatures which are subjects of contention. For instance, it is said that an animal can be killed in a sacrifice, yet some maintain animal killing is completely abominable. Although animal killing in a sacrifice is recommended in the Vedic literature, the animal is not considered to be killed. The sacrifice is to give a new life to the animal. Sometimes the animal is given a new animal life after being killed in the sacrifice, and sometimes the animal is promoted immediately to the human form of life. But there are different opinions among the sages. Some say that animal killing should always be avoided, and others say that for a specific sacrifice it is good. All these different opinions on sacrificial activity are now being clarified by the Lord Himself."
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "निश्र्चयं श्रृणु मे तत्र त्यागे भरतसत्तम |",
                "त्यागो हि पुरुषव्याघ्र त्रिविधः सम्प्रकीर्तितः || ४ ||"
            ],
            "english": [
                "niscayam srnu me tatra",
                "tyage bharata-sattama",
                "tyago hi purusa-vyaghra",
                "tri-vidhah samprakirtitah"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतश्रेष्ठ! अब त्याग के विषय में मेरा निर्णय सुनो । हे नरशार्दूल! शास्त्रों में त्याग तीन तरह का बताया गया है ।"
            ],
            "english": [
                "O best of the Bharatas, hear from Me now about renunciation. O tiger among men, there are three kinds of renunciation declared in the scriptures."
            ]
        },
        "meaning": {
            "hindi": [
                "यद्यपि त्याग के विषय में विभिन्न प्रकार के मत हैं, लेकिन परम पुरुष श्रीकृष्ण अपना निर्णय दे रहे हैं, जिसे अन्तिम माना जाना चाहिए । निस्सन्देह, सारे वेद भगवान् द्वारा प्रदत्त विभिन्न विधान (नियम) हैं । यहाँ पर भगवान् साक्षात् उपस्थित हैं, अतएव उनके वचनों को अन्तिम मान लेना चाहिए । भगवान् कहते हैं कि भौतिक प्रकृति के तीन गुणों में से जिस गुण में त्याग किया जाता है, उसी के अनुसार त्याग का प्रकार समझना चाहिए ।"
            ],
            "english": [
                "Although there are differences of opinion about renunciation, here the Supreme Personality of Godhead, Sri Krsna, gives His judgment, which should be taken as final. After all, the Vedas are different laws given by the Lord. Here the Lord is personally present, and His word should be taken as final. The Lord says that the process of renunciation should be considered in terms of the modes of material nature in which they are performed."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "यज्ञदानतपःकर्म न त्याज्यं कार्यमेव तत् |",
                "यज्ञो दानं तपश्र्चैव पावनानि मनीषिणाम् || ५ ||"
            ],
            "english": [
                "yajna-dana-tapah-karma",
                "na tyajyam karyam eva tat",
                "yajno danam tapas caiva",
                "pavanani manisinam"
            ]
        },
        "translation": {
            "hindi": [
                "यज्ञ, दान तथा तपस्या के कर्मों का कभी परित्याग नहीं करना चाहिए, उन्हें अवश्य सम्पन्न करना चाहिए । निस्सन्देह यज्ञ, दान तथा तपस्या महात्माओं को भी शुद्ध बनाते हैं ।"
            ],
            "english": [
                "Acts of sacrifice, charity and penance are not to be given up but should be performed. Indeed, sacrifice, charity and penance purify even the great souls."
            ]
        },
        "meaning": {
            "hindi": [
                "योगी को चाहिए कि मानव समाज की उन्नति के लिए कर्म करे । मनुष्य को आध्यात्मिक जीवन तक ऊपर उठाने के लिए अनेक संस्कार (पवित्र कर्म) हैं । उदाहरणार्थ, विवाहोत्सव एक यज्ञ माना जाता है । यह विवाह-यज्ञ कहलाता है । क्या एक संन्यासी, जिसने अपना पारिवारिक सम्बन्ध त्याग कर संन्यास ग्रहण कर लिया है, विवाहोत्सव को प्रोत्साहन दे? भगवान् कहते हैं कि कोई भी यज्ञ जो मानव कल्याण के लिए हो, उसका कभी भी परित्याग न करे । विवाह-यज्ञ मानव मन को संयमित करने के लिए है, जिससे आध्यात्मिक प्राप्ति के लिए वह शान्त बन सके । संन्यासी को भी चाहिए कि इस विवाह-यज्ञ की संस्तुति अधिकांश मनुष्यों के लिए करे । संन्यासियों को चाहिए कि स्त्रियों का संग न करें, लेकिन इसका अर्थ यह नहीं है कि जो व्यक्ति अभी जीवन की निम्न अवस्थाओं में है, अर्थात् जो तरुण है, वह विवाह-यज्ञ में पत्नी न स्वीकार करे । सारे यज्ञ परमेश्र्वर की प्राप्ति के लिए हैं । अतएव निम्नतर अवस्थाओं में यज्ञों का परित्याग नहीं करना चाहिए । इसी प्रकार दान हृदय की शुद्धि (संस्कार) के लिए है । यदि दान सुपात्र को दिया जाता है, तो इससे आध्यात्मिक जीवन में प्रगति होती है, जैसा कि पहले वर्णन किया जा चुका है ।"
            ],
            "english": [
                "The yogis should perform acts for the advancement of human society. There are many purificatory processes for advancing a human being to spiritual life. The marriage ceremony, for example, is considered to be one of these sacrifices. It is called vivaha-yajna. Should a sannyasi, who is in the renounced order of life and who has given up his family relations, encourage the marriage ceremony? The Lord says here that any sacrifice which is meant for human welfare should never be given up. Vivaha-yajna, the marriage ceremony, is meant to regulate the human mind to become peaceful for spiritual advancement. For most men, this vivaha-yajna should be encouraged even by persons in the renounced order of life. Sannyasis should never associate with women, but that does not mean that one who is in the lower stages of life, a young man, should not accept a wife in the marriage ceremony. All prescribed sacrifices are meant for achieving the Supreme Lord. Therefore, in the lower stages, they should not be given up. Similarly, charity is for the purification of the heart. If charity is given to suitable persons, as described previously, it leads one to advanced spiritual life."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "एतान्यपि तु कर्माणि सङ्गं त्यक्त्वा फलानि च |",
                "कर्तव्यानीति मे पार्थ निश्र्चितं मतमुत्तमम् || ६ ||"
            ],
            "english": [
                "etany api tu karmani",
                "sangam tyaktva phalani ca",
                "kartavyaniti me partha",
                "niscitam matam uttamam"
            ]
        },
        "translation": {
            "hindi": [
                "इन सारे कार्यों को किसी प्रकार की आसक्ति या फल की आशा के बिना सम्पन्न करना चाहिए । हे पृथापुत्र! इन्हें कर्तव्य मानकर सम्पन्न किया जाना चाहिए । यही मेरा अन्तिम मत है ।"
            ],
            "english": [
                "All these activities should be performed without any expectation of result. They should be performed as a matter of duty, O son of Prtha. That is My final opinion."
            ]
        },
        "meaning": {
            "hindi": [
                "यद्यपि सारे यज्ञ शुद्ध करने वाले हैं, लेकिन मनुष्य को ऐसे कार्यों से किसी फल की इच्छा नहीं करनी चाहिए । दूसरे शब्दों में, जीवन में जीतने सारे यज्ञ भौतिक उन्नति के लिए हैं, उनका परित्याग करना चाहिए । लेकिन जिन यज्ञों से मनुष्य का अस्तित्व शुद्ध हो और जो आध्यात्मिक स्तर तक उठाने वाले हों, उनको कभी बन्द नहीं करना चाहिए । जिस किसी वस्तु से कृष्णभावनामृत तक पहुँचा जा सके, उनको कभी भी बन्द नहीं करना चाहिए । श्रीमद्भागवत में भी कहा गया है कि जिस कार्य से भगवद्भक्ति का लाभ हो, उसे स्वीकार करना चाहिए । यही धर्म की सर्वोच्च कसौटी है । भगवद्भक्त को ऐसे किसी भी कर्म, यज्ञ या दान को स्वीकार करना चाहिए, जो भगवद्भक्ति करने में सहायक हो ।"
            ],
            "english": [
                "Although all sacrifices are purifying, one should not expect any result by such performances. In other words, all sacrifices which are meant for material advancement in life should be given up, but sacrifices that purify one's existence and elevate one to the spiritual plane should not be stopped. Everything that leads to Krsna consciousness must be encouraged. In the Srimad-Bhagavatam also it is said that any activity which leads to devotional service to the Lord should be accepted. That is the highest criterion of religion. A devotee of the Lord should accept any kind of work, sacrifice, or charity which will help him in the discharge of devotional service to the Lord"
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "नियतस्य तु संन्यासः कर्मणो नोपपद्यते |",
                "मोहात्तस्य परित्यागस्तामसः परिकीर्तितः || ७ ||"
            ],
            "english": [
                "niyatasya tu sannyasah",
                "karmano nopapadyate",
                "mohat tasya parityagas",
                "tamasah parikirtitah"
            ]
        },
        "translation": {
            "hindi": [
                "निर्दिष्ट कर्तव्यों को कभी नहीं त्यागना चाहिए । यदि कोई मोहवश अपने नियत कर्मों का परित्याग कर देता है, तो ऐसे त्याग को तामसी कहा जाता है ।"
            ],
            "english": [
                "Prescribed duties should never be renounced. If, by illusion, one gives up his prescribed duties, such renunciation is said to be in the mode of ignorance."
            ]
        },
        "meaning": {
            "hindi": [
                "जो कार्य भौतिक तुष्टि के लिए किया जाता है, उसे अवश्य ही त्याग दे, लेकिन जिन कार्यों से आध्यात्मिक उन्नति हो, यथा भगवान् के लिए भोजन बनाना, भगवान् को भोग अर्पित करना, फिर प्रसाद ग्रहण करना, उसकी संस्तुति की जाती है । कहा जाता है कि संन्यासी को अपने लिए भोजन नहीं बनाना चाहिए । लेकिन अपने लिए भोजन पकाना भले ही वर्जित हो, परमेश्र्वर के लिए भोजन पकाना वर्जित नहीं है । इसी प्रकार अपने शिष्य की कृष्णभावनामृत में प्रगति करने में सहायक बनने के लिए संन्यासी विवाह-यज्ञ सम्पन्न करा सकता है । यदि कोई ऐसे कार्यों का परित्याग कर देता है, तो यह समझना चाहिए कि वह तमोगुण के अधीन है ।"
            ],
            "english": [
                "Work for material satisfaction must be given up, but activities which promote one to spiritual activity, like cooking for the Supreme Lord and offering the food to the Lord and then accepting the food, are recommended. It is said that a person in the renounced order of life should not cook for himself. Cooking for oneself is prohibited, but cooking for the Supreme Lord is not prohibited. Similarly, a sannyasi may perform a marriage ceremony to help his disciple in the advancement of Krsna consciousness. If one renounces such activities, it is to be understood that he is acting in the mode of darkness."
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "दु:खमित्येव यत्कर्म कायक्लेशभयात्त्यजेत् |",
                "स कृत्वा राजसं त्यागं नैव त्यागफलं लभेत् || ८ ||"
            ],
            "english": [
                "duhkham ity eva yat karma",
                "kaya-klesa-bhayat tyajet",
                "sa krtva rajasam tyagam",
                "naiva tyaga-phalam labhet"
            ]
        },
        "translation": {
            "hindi": [
                "जो व्यक्ति नियत कर्मों को कष्टप्रद समझ कर या शारीरिक क्लेश के भय से त्याग देता है, उसके लिए कहा जाता है कि उसने यह त्याग रजो गुण में किया है । ऐसा करने से कभी त्याग का उच्च फल प्राप्त नहीं होता ।"
            ],
            "english": [
                "Anyone who gives up prescribed duties as troublesome, or out of fear, is said to be in the mode of passion. Such action never leads to the elevation of renunciation."
            ]
        },
        "meaning": {
            "hindi": [
                "जो व्यक्ति कृष्णभावनामृत को प्राप्त होता है, उसे इस भय से अर्थोपार्जन बन्द नहीं करना चाहिए कि वह सकाम कर्म कर रहा है । यदि कोई कार्य करके कमाये धन को कृष्णभावनामृत में लगाता है, या यदि कोई प्रातःकाल जल्दी उठकर दिव्य कृष्णभावनामृत को अग्रसर करता है, तो उसे चाहिए कि वह डर कर या यह सोचकर कि ऐसे कार्य कष्टप्रद हैं, उन्हें त्यागे नहीं । ऐसा त्याग राजसी होता है । राजसी कर्म का फल सदैव दुखद होता है । यदि कोई व्यक्ति इस भाव से कर्म त्याग करता है, तो उसे त्याग का फल कभी नहीं मिल पाता ।"
            ],
            "english": [
                "One who is in Krsna consciousness should not give up earning money out of fear that he is performing fruitive activities. If by working one can engage his money in Krsna consciousness, or if by rising early in the morning one can advance his transcendental Krsna consciousness, one should not desist out of fear or because such activities are considered troublesome. Such renunciation is in the mode of passion. The result of passionate work is always miserable. Even if a person renounces work in that spirit, he never gets the result of renunciation."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "कार्यमित्येव यत्कर्म नियतं क्रियतेऽर्जुन |",
                "सङ्गं त्यक्त्वा फलं चैव स त्यागः सात्त्विको मतः || ९ ||"
            ],
            "english": [
                "karyam ity eva yat karma",
                "niyatam kriyate 'rjuna",
                "sangam tyaktva phalam caiva",
                "sa tyagah sattviko matah"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! जब मनुष्य नियत कर्तव्य को करणीय मान कर करता है और समस्त भौतिक संगति तथा फल की आसक्ति को त्याग देता है, तो उसका त्याग सात्त्विक कहलाता है |"
            ],
            "english": [
                "But he who performs his prescribed duty only because it ought to be done, and renounces all attachment to the fruit-his renunciation is of the nature of goodness, O Arjuna."
            ]
        },
        "meaning": {
            "hindi": [
                "नियत कर्म इसी मनोभाव से किया जाना चाहिए | मनुष्य को फल के प्रति अनासक्त होकर कर्म करना चाहिए, उसे कर्म के गुणों से विलग हो जाना चाहिए | जो व्यक्ति कृष्णभावनामृत में रहकर कारखाने में कार्य करता है, वह न तो कारखाने के कार्यों से अपने को जोड़ता है, न ही कारखाने के श्रमिकों से | वह तो मात्र कृष्ण के लिए कार्य करता है | और जब वह इसका फल कृष्ण को अर्पण कर देता है, तो वह दिव्य स्तर पर कार्य करता है |"
            ],
            "english": [
                "Prescribed duties must be performed with this mentality. One should act without attachment for the result; he should be disassociated from the modes of work. A man working in Krsna consciousness in a factory does not associate himself with the work of the factory, nor with the workers of the factory. He simply works for Krsna. And when he gives up the result for Krsna, he is acting transcendentally."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "न द्वेष्टयकुशलं कर्म कुशले नानुषज्जते |",
                "त्यागी सत्त्वसमाविष्टो मेधावी छिन्नसंशयः || १० ||"
            ],
            "english": [
                "na dvesty akusalam karma",
                "kusale nanusajjate",
                "tyagi sattva-samavisto",
                "medhavi chinna-samsayah"
            ]
        },
        "translation": {
            "hindi": [
                "सतोगुण में स्थित बुद्धिमान त्यागी, जो न तो अशुभ कार्य से घृणा करता है, न शुभकर्म से लिप्त होता है, वह कर्म के विषय में कोई संशय नहीं रखता ।"
            ],
            "english": [
                "Those who are situated in the mode of goodness, who neither hate inauspicious work nor are attached to auspicious work, have no doubts about work."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्णभावनाभावित व्यक्ति न तो किसी व्यक्ति से घृणा करता है, न अपने शरीर को कष्ट देने वाली किसी बात से । वह उपयुक्त स्थान पर तथा उचित समय पर, बिना डरे, अपना कर्तव्य करता है । ऐसे व्यक्ति को, जो अध्यात्म को प्राप्त है,सर्वाधिक बुद्धिमान तथा अपने कर्मों में संशय रहित मानना चाहिए ।"
            ],
            "english": [
                "It is said in Bhagavad-gita that one can never give up work at any time. Therefore he who works for Krsna and does not enjoy the fruitive results, who offers everything to Krsna, is actually a renouncer. There are many members of the International Society for Krishna Consciousness who work very hard in their office or in the factory or some other place, and whatever they earn they give to the Society. Such highly elevated souls are actually sannyasis and are situated in the renounced order of life. It is clearly outlined here how to renounce the fruits of work and for what purpose fruits should be renounced."
            ]
        }
    }
]