[
    {
        "id": [
            11
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "न हि देहभृता शक्यं त्यक्तुं कर्माण्यशेषतः |",
                "यस्तु कर्मफलत्यागी स त्यागीत्यभिधीयते || ११ ||"
            ],
            "english": [
                "na hi deha-bhrta sakyam",
                "tyaktum karmany asesatah",
                "yas tu karma-phala-tyagi",
                "sa tyagity abhidhiyate"
            ]
        },
        "translation": {
            "hindi": [
                "निस्सन्देह किसी भी देहधारी प्राणी के लिए समस्त कर्मों का परित्याग कर पाना असम्भव है । लेकिन जो कर्म फल का परित्याग करता है, वह वास्तव में त्यागी है ।"
            ],
            "english": [
                "It is indeed impossible for an embodied being to give up all activities. Therefore it is said that he who renounces the fruits of action is one who has truly renounced."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता में कहा गया है कि मनुष्य कभी भी कर्म का त्याग नहीं कर सकता। अतएव जो कृष्ण के लिए कर्म करता है और कर्म फलों को भोगता नहीं तथा जो कृष्ण को सब कुछ अर्पित करता है, वही वास्तविक त्यागी है । अन्तर्राष्ट्रीय कृष्णभावनामृत संघ के अनेक सदस्य हैं, जो अपने अपने कार्यालयों, कारखानों या अन्य स्थानों में कठिन श्रम करते हैं और वे जो कुछ कमाते हैं, उसे संघ को दान दे देते हैं । ऐसे महात्मा व्यक्ति वास्तव में संन्यासी हैं और वे संन्यास में स्थित होते हैं । यहाँ स्पष्ट रूप से बताया गया है कि कर्म फलों का परित्याग किस प्रकार और किस प्रयोजन के लिए किया जाय ।"
            ],
            "english": [
                "A person in Krsna consciousness acting in knowledge of his relationship with Krsna is always liberated. Therefore he does not have to enjoy or suffer the results of his acts after death."
            ]
        }
    },
    {
        "id": [
            12
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "अनिष्टमिष्टं मिश्रं च त्रिविधं कर्मणः फलम् |",
                "भवत्यत्यागिनां प्रेत्य न तु संन्यासिनां क्वचित् || १२ ||"
            ],
            "english": [
                "anistam istam misram ca",
                "tri-vidham karmanah phalam",
                "bhavaty atyaginam pretya",
                "na tu sannyasinam kvacit"
            ]
        },
        "translation": {
            "hindi": [
                "जो त्यागी नहीं है, उसके लिए इच्छित(इष्ट), अनिच्छित (अनिष्ट) तथा मिश्रित – ये तीन प्रकार के कर्मफल मृत्यु के बाद मिलते हैं । लेकिन जो संन्यासी है, उन्हें ऐसे फल का सुख-दुख नहीं भोगना पड़ता ।"
            ],
            "english": [
                "For one who is not renounced, the threefold fruits of action-desirable, undesirable and mixed-accrue after death. But those who are in the renounced order of life have no such results to suffer or enjoy."
            ]
        },
        "meaning": {
            "hindi": [
                "जो कृष्णभावनामय व्यक्ति कृष्ण के साथ अपने सम्बन्ध को जानते हुए कर्म करता है, वह सदैव मुक्त रहता है । अतएव उसे मृत्यु के पश्चात् अपने कर्म फलों का सुख-दुख नहीं भोगना पड़ता ।"
            ],
            "english": [
                "A person in Krsna consciousness or in the mode of goodness does not hate anyone or anything which troubles his body. He does work in the proper place and at the proper time without fearing the troublesome effects of his duty. Such a person situated in transcendence should be understood to be most intelligent and beyond all doubts in his activities."
            ]
        }
    },
    {
        "id": [
            13,
            14
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "पञ्चैतानि महाबाहो कारणानि निबोध मे |",
                "सांख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम् || १३ ||",
                "अधिष्ठानं तथा कर्ता करणं च पृथग्विधम् |",
                "विविधाश्र्च पृथक्चेष्टा दैवं चैवात्र पञ्चमम् || १४ ||"
            ],
            "english": [
                "pancaitani maha-baho",
                "karanani nibodha me",
                "sankhye krtante proktani",
                "siddhaye sarva-karmanam",
                "adhisthanam tatha karta",
                "karanam ca prthag-vidham",
                "vividhas ca prthak cesta",
                "daivam caivatra pancamam"
            ]
        },
        "translation": {
            "hindi": [
                "हे महाबाहु अर्जुन! वेदान्त के अनुसार समस्त कर्मों की पूर्ति के लिए पाँच कारण हैं । अब तुम इन्हें मुझसे सुनो ।",
                "कर्म का स्थान (शरीर), कर्ता, विभिन्न इन्द्रियाँ, अनेक प्रकार की चेष्टाएँ तथा परमात्मा – ये पाँच कर्म के कारण हैं ।"
            ],
            "english": [
                "O mighty-armed Arjuna, learn from Me of the five factors which bring about the accomplishment of all action. These are declared in sankhya philosophy to be the place of action, the performer, the senses, the endeavor, and ultimately the Supersoul."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर प्रश्न पूछा जा सकता है कि चूँकि प्रत्येक कर्म का कुछ न कुछ फल होता है, तो फिर यह कैसे सम्भव है कि कृष्ण भावना मय व्यक्ति को कर्म के फलों का सुख-दुख नहीं भोगना पड़ता? भगवान् वेदान्त दर्शन का उदाहरण यह दिखाने के लिए देते हैं कि यह किस प्रकार सम्भव है । वे कहते हैं कि समस्त कर्मों के पाँच कारण होते हैं । अतएव किसी कर्म में सफलता ले लिए इन पाँचों कारणों पर विचार करना होगा । सांख्य का अर्थ है ज्ञान का आधार स्तम्भ और वेदान्त अग्रणी आचार्यों द्वारा स्वीकृत ज्ञान का चरम आधार स्तम्भ है यहाँ तक कि शंकर भी वेदान्त सूत्र को इसी रूप में स्वीकार करते हैं । अतएव ऐसे शास्त्र की राय ग्रहण करनी चाहिए ।",
                "चरम नियन्त्रण परमात्मा में निहित है । जैसा कि भगवद्गीता में कहा गया है – सर्वस्य चाहं हृदि सन्निविष्टः – वे प्रत्येक व्यक्ति को उसकेपूर्व कर्मों का स्मरण करा कर किसी न किसी कार्य में प्रवृत्त करते रहते हैं । और जो कृष्ण भावना भावित कर्म अन्तर्यामी भगवान् के निर्देशानुसार किये जाते हैं, उनका फल न तो इस जीवन में, न ही मृत्यु के पश्चात् मिलता है ।",
                "अधिष्ठानम् शब्द शरीर के लिए आया है । शरीर के भीतर आत्मा कर्म करता है, जिससे कर्म फल होता है । अतएव वह कर्ता कहलाता है । आत्मा ही ज्ञाता तथा कर्ता है, इसका उल्लेख श्रुति में है । एष हि द्रष्टा स्रष्टा (प्रश्न उपनिषद् ४.९) । वेदान्त सूत्र में भी ज्ञोऽतएव (२.३.१८) तथा कर्ता शास्त्रार्थवत्त्वात् (२.३.३३) श्लोकों से इसकी पुष्टि होती है । कर्म के उपकरण इन्द्रियाँ है और आत्मा इन्हीं इन्द्रियों के द्वारा विभिन्न कर्म करता है । प्रत्येक कर्म के लिए पृथक् चेष्ठा होती है । लेकिन सारे कार्यकलाप परमात्मा की इच्छा पर निर्भर करते हैं, जो प्रत्येक हृदय में मित्र रूप में आसीन है । परमेश्र्वर परम कारण है । अतएव जो इन परिस्थितियों में अन्तर्यामी परमात्मा के निर्देश के अन्तर्गत कृष्णभावनामय होकर कर्म करता है, वह किसी कर्म से बँधता नहीं । जो पूर्ण कृष्णभावनामय हैं, वे अन्ततः अपने कर्मों के लिए उत्तरदायी नहीं होते । सब कुछ परम इच्छा, परमात्मा, भगवान् पर निर्भर है ।"
            ],
            "english": [
                "A question may be raised that since any activity performed must have some reaction, how is it that the person in Krsna consciousness does not suffer or enjoy the reactions of work? The Lord is citing Vedanta philosophy to show how this is possible. He says that there are five causes for all activities and for success in all activity, and one should know these five causes. Sankhya means the stalk of knowledge, and Vedanta is the final stalk of knowledge accepted by all leading acaryas. Even Sankara accepts Vedanta-sutra as such. Therefore such authority should be consulted.",
                "The ultimate will is invested in the Supersoul, as it is stated in the Gita, “sarvasya caham hrdi.” He is engaging everyone in certain activities. Acts done under His direction from within yield no reaction, either in this life or in the life after death.",
                "The instruments of action are the senses, and by senses the soul acts in various ways, and for each and every action there is a different endeavor. But all one's activities depend on the will of the Supersoul, who is seated within the heart as a friend. The Supreme Lord is the super cause. Under these circumstances, he who is acting in Krsna consciousness under the direction of the Supersoul situated within the heart is naturally not bound by any activity. Those in complete Krsna consciousness are not ultimately responsible for their actions. Everything is dependant on the supreme will, the Supersoul, the Supreme Personality of Godhead."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नरः ।",
                "न्याय्यं वा विपरीतं वा पञ्चते तस्य हेतवः ॥"
            ],
            "english": [
                "sarira-van-manobhir yat",
                "karma prarabhate narah",
                "nyayyam va viparitam va",
                "pancaite tasya hetavah"
            ]
        },
        "translation": {
            "hindi": [
                "मनुष्य अपने शरीर, मन या वाणी से जो भी उचित या अनुचित कर्म करता है, वह इन पाँच कारणों के फल स्वरूप होता है ।"
            ],
            "english": [
                "Whatever right or wrong action a man performs by body, mind or speech is caused by these five factors."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में न्याय्य (उचित) तथा विपरीत (अनुचित) शब्द अत्यन्त महत्त्व पूर्ण हैं । सही कार्य शास्त्रों में निर्दिष्ट निर्देशों के अनुसार किया जाता है और अनुचित कार्य में शास्त्रीय आदेशों की अवहेलना की जाती है । किन्तु जो कर्म किया जाता है, उसकी पूर्णता के लिए पाँच कारणों की आवशयकता पड़ती है ।"
            ],
            "english": [
                "The words “right” and “wrong” are very significant in this verse. Right work is work done in terms of the prescribed directions in the scriptures, and wrong work is work done against the principles of the scriptural injunctions. But whatever is done requires these five factors for its complete performance."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "तत्रैवं सति कर्तारमात्मनं केवलं तु यः |",
                "पश्यत्यकृतबुद्धित्वान्न स पश्यति दुर्मतिः || १६ ||"
            ],
            "english": [
                "tatraivam sati kartaram",
                "atmanam kevalam tu yah",
                "pasyaty akrta-buddhitvan",
                "na sa pasyati durmatih"
            ]
        },
        "translation": {
            "hindi": [
                "अतएव जो इन पाँच कारणों को न मानकर अपने आपको ही एकमात्र कर्ता मानता है, वह निश्चय ही बहुत बुद्धिमान नहीं होता और वस्तुओं को सही रूप में नहीं देखता ।"
            ],
            "english": [
                "Therefore one who thinks himself the only doer, not considering the five factors, is certainly not very intelligent and cannot see things as they are."
            ]
        },
        "meaning": {
            "hindi": [
                "मुर्ख व्यक्ति यह नहीं समझता कि परमात्मा उसके अन्तर में मित्र रूप में बैठा है और उसके कर्मों का संचालन कर रहा है । यद्यपि स्थान, कर्ता, चेष्टा तथा इन्द्रियाँ भौतिक कारण हैं, लेकिन अन्तिम (मुख्य) कारण तो स्वयं भगवान् हैं । अतएव मनुष्य को चाहिए कि केवल चार भौतिक कारणों को ही न देखे, अपितु परम सक्षम कारण को भी देखे । जो परमेश्र्वर को नहीं देखता, वह अपने आपको ही कर्ता मानता है ।"
            ],
            "english": [
                "A foolish person cannot understand that the Supersoul is sitting as a friend within and conducting his actions. Although the material causes are the place, the worker, the endeavor and the senses, the final cause is the Supreme, the Personality of Godhead. Therefore, one should see not only the four material causes, but the supreme efficient cause as well. One who does not see the Supreme thinks himself to be the instrument."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "यस्य नाहंकृतो भावो बुद्धिर्यस्य न लिप्यते |",
                "हत्वापि स ईमाँल्लोकान्न हन्ति न निबध्यते || १७ ||"
            ],
            "english": [
                "yasya nahankrto bhavo",
                "buddhir yasya na lipyate",
                "hatvapi sa imal lokan",
                "na hanti na nibadhyate"
            ]
        },
        "translation": {
            "hindi": [
                "जो मिथ्या अहंकार से प्रेरित नहीं है, जिसकी बुद्धि बँधी नहीं है, वह इस संसार में मनुष्यों को मारता हुआ भी नहीं मारता । न ही वह अपने कर्मों से बँधा होता है ।"
            ],
            "english": [
                "One who is not motivated by false ego, whose intelligence is not entangled, though he kills men in this world, is not the slayer. Nor is he bound by his actions."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में भगवान् अर्जुन को बताते हैं कि युद्ध न करने की इच्छा अहंकार से उत्पन्न होती है । अर्जुन स्वयं को कर्ता मान बैठा था, लेकिन उसने अपने भीतर तथा बाहर परम (परमात्मा) के निर्देश पर विचार नहीं किया था | यदि कोई यह न जाने कि कोई परम निर्देश भी है, तो वह कर्म क्यों करे? लेकिन जो व्यक्ति कर्म के उपकरणों को, कर्ता रूप में अपने को तथा निर्देशक के रूप में परमेश्र्वर को मानता है, वह प्रत्येक कार्य को पूर्ण करने में सक्षम है | ऐसा व्यक्ति कभी मोहग्रस्त नहीं होता | जीव में व्यक्तिगत कार्यकलाप तथा उसके उत्तरदायित्व का उदय मिथ्या अहंकार से तथा ईश्र्वरविहीनता या कृष्णभावनामृत के अभाव से होता है | जो व्यक्ति कृष्णभावनामृत में परमात्मा या भगवान् के आदेशानुसार कर्म करता है, वह वध करता हुआ भी वध नहीं करता | न ही वह कभी ऐसे वध के फल भोगता है | जब कोई सैनिक अपने श्रेष्ठ अधिकारी सेनापति की आज्ञा से वध करता है, तो उसको दण्डित नहीं किया जाता | लेकिन यदि वही सैनिक स्वेच्छा से वध कर दे, तो निश्चित रूप से न्यायालय द्वारा उसका निर्णय होता है |"
            ],
            "english": [
                "In this verse the Lord informs Arjuna that the desire not to fight arises from false ego. Arjuna thought himself to be the doer of action, but he did not consider the Supreme sanction within and without. If one does not know that a super sanction is there, why should he act? But one who knows the instrument of work, himself as the worker, and the Supreme Lord as the supreme sanctioner, is perfect in doing everything. Such a person is never in illusion. Personal activity and responsibility arise from false ego and godlessness, or a lack of Krsna consciousness. Anyone who is acting in Krsna consciousness under the direction of the Supersoul or the Supreme Personality of Godhead, even though killing, does not kill. Nor is he ever affected with the reaction of such killing. When a soldier kills under the command of a superior officer, he is not subject to be judged. But if a soldier kills on his own personal account, then he is certainly judged by a court of law."
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना |",
                "करणं कर्म कर्तेति त्रिविधः कर्मसङ्ग्रहः || १८ ||"
            ],
            "english": [
                "jnanam jneyam parijnata",
                "tri-vidha karma-codana",
                "karanam karma karteti",
                "tri-vidhah karma-sangrahah"
            ]
        },
        "translation": {
            "hindi": [
                "ज्ञान, ज्ञेय तथा ज्ञाता – ये तीनों कर्म को प्रेरणा देने वाले कारण हैं | इन्द्रियाँ (करण), कर्म तथा कर्ता – ये तीन कर्म के संघटक हैं |"
            ],
            "english": [
                "Knowledge, the object of knowledge and the knower are the three factors which motivate action; the senses, the work and the doer comprise the threefold basis of action."
            ]
        },
        "meaning": {
            "hindi": [
                "दैनिक कार्य के लिए तीन प्रकार की प्रेरणाएँ हैं – ज्ञान, ज्ञेय तथा ज्ञाता | कर्म का उपकरण (करण), स्वयं कर्म तथा कर्ता – ये तीनों कर्म के संघटक कहलाते हैं | किसी भी मनुष्य द्वारा किये गये किसी कर्म में ये ही तत्त्व रहते हैं | कर्म करने के पूर्ण कुछ न कुछ प्रेरणा होती है | किसी भी कर्म से पहले प्राप्त होने वाला फल कर्म के सूक्ष्म रूप में वास्तविक बनता है | इसके बाद वह क्रिया का रूप धारण करता है | पहले मनुष्य को सोचने, अनुभव करने तथा इच्छा करने जैसी मनोवैज्ञानिक विधियों का सामना करना होता है, जिसे प्रेरणा कहते हैं और यह प्रेरणा चाहे शास्त्रों से प्राप्त हो, या गुरु के उपदेश से, एकसी होती है | जब प्रेरणा होती है और जब कर्ता होता है, तो इन्द्रियों की सहायता से, जिनमें मन सम्मिलित है और जो समस्त इन्द्रियों का केन्द्र है, वास्तविक कर्म सम्पन्न होता है | किसी कर्म के समस्त संघटकों को कर्म-संग्रह कहा जाता है |"
            ],
            "english": [
                "There are three kinds of impetus for daily work: knowledge, the object of knowledge and the knower. The instruments of work, the work itself and the worker are called the constituents of work. Any work done by any human being has these elements. Before one acts, there is some impetus, which is called inspiration. Any solution arrived at before work is actualized is a subtle form of work. Then work takes the form of action. First one has to undergo the psychological processes of thinking, feeling and willing, and that is called impetus. Actually the faith to perform acts is called knowledge. The inspiration to work is the same if it comes from the scripture or from the instruction of the spiritual master. When the inspiration is there and the worker is there, then actual activity takes place by the help of the senses. The mind is the center of all senses, and the object is work itself. These are the different phases of work as described in Bhagavad-gita. The sum total of all activities is called accumulation of work."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "ज्ञानं कर्म च कर्ता च त्रिधैव गुणभेदतः |",
                "प्रोच्यते गुणसंख्याने यथावच्छृणु तान्यपि || १९ ||"
            ],
            "english": [
                "jnanam karma ca karta ca",
                "tridhaiva guna-bhedatah",
                "procyate guna-sankhyane",
                "yathavac chrnu tany api"
            ]
        },
        "translation": {
            "hindi": [
                "प्रकृति के तीन गुणों के अनुसार ही ज्ञान, कर्म तथा कर्ता के तीन-तीन भेद हैं | अब तुम मुझसे इन्हें सुनो |"
            ],
            "english": [
                "In accordance with the three modes of material nature, there are three kinds of knowledge, action, and performers of action. Listen as I describe them."
            ]
        },
        "meaning": {
            "hindi": [
                "चौदहवें अध्याय में प्रकृति के तीन गुणों का विस्तार से वर्णन हो चुका है | उस अध्याय में कहा गया था कि सतोगुण प्रकाशक होता है, रजोगुण भौतिकवादी तथा तमोगुण आलस्य तथा प्रमाद का प्रेरक होता है | प्रकृति के सारे गुण बन्धनकारी हैं, वे मुक्ति के साधन नहीं हैं | यहाँ तक कि सतोगुण में भी मनुष्य बद्ध रहता है | सत्रहवें अध्याय में विभन्न प्रकार के मनुष्यों द्वारा विभिन्न गुणों में रहकर की जाने वाली विभिन्न प्रकार की पूजा का वर्णन किया गया | इस श्लोक में भगवान् कहते हैं कि वे तीनों गुणों के अनुसार विभिन्न प्रकार के ज्ञान, कर्ता तथा कर्म के विषय में बताना चाहते हैं |"
            ],
            "english": [
                "In the Fourteenth Chapter the three divisions of the modes of material nature were elaborately described. In that chapter it was said that the mode of goodness is illuminating, the mode of passion materialistic, and the mode of ignorance conducive to laziness and indolence. All the modes of material nature are binding; they are not sources of liberation. Even in the mode of goodness one is conditioned. In the Seventeenth Chapter, the different types of worship by different types of men in different modes of material nature were described. In this verse, the Lord wishes to speak about the different types of knowledge, workers, and work itself according to the three material modes."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "सर्वभूतेषु येनैकं भावमव्ययमिक्षते |",
                "अविभक्तं विभक्तेषु तज्ज्ञानं विद्धि सात्त्विकम् || २० ||"
            ],
            "english": [
                "sarva-bhutesu yenaikam",
                "bhavam avyayam iksate",
                "avibhaktam vibhaktesu",
                "taj jnanam viddhi sattvikam"
            ]
        },
        "translation": {
            "hindi": [
                "जिस ज्ञान से अनन्त रूपों में विभक्त सारे जीवों में एक ही अविभक्त आध्यात्मिक प्रकृति देखी जाती है, उसे ही तुम सात्त्विक जानो |"
            ],
            "english": [
                "That knowledge by which one undivided spiritual nature is seen in all existences, undivided in the divided, is knowledge in the mode of goodness."
            ]
        },
        "meaning": {
            "hindi": [
                "तातपर्य: जो व्यक्ति हर जीव में, चाहे वह देवता हो, पशु-पक्षी हो या जलजन्तु अथवा पौधा हो, एक ही आत्मा देखता है, उसे सात्त्विक ज्ञान प्राप्त रहता है | समस्त जीवों में एक ही आत्मा है, यद्यपि पूर्व कर्मों के अनुसार उनके शरीर भिन्न-भिन्न हैं | जैसा कि सातवें अध्याय में वर्णन हुआ है, प्रत्येक शरीर में जीवनी शक्ति की अभिव्यक्ति परमेश्र्वर की पराप्रकृति के कारण होती है | उस एक पराप्रकृति, उस जीवनी शक्ति को प्रत्येक शरीर में देखना सात्त्विक दर्शन है | यह जीवनी शक्ति अविनाशी है, भले ही शरीर विनाशशील हों | जो आपसी भेद है, वह शरीर के कारण है | चूँकि बद्धजीवन में अनेक प्रकार के भौतिक रूप हैं, अतएव जीवनी शक्ति विभक्त प्रतीत होती है | ऐसा निराकार ज्ञान आत्म-साक्षात्कार का एक पहलू है |"
            ],
            "english": [
                "A person who sees one spirit soul in every living being, whether a demigod, human being, animal, bird, beast, aquatic or plant, possesses knowledge in the mode of goodness. In all living entities, one spirit soul is there, although they have different bodies in terms of their previous work. As described in the Seventh Chapter, the manifestation of the living force in every body is due to the superior nature of the Supreme Lord. Thus to see that one superior nature, that living force, in every body is to see in the mode of goodness. That living energy is imperishable, although the bodies are perishable. The difference is perceived in terms of the body because there are many forms of material existence in conditional life; therefore they appear to be divided. Such impersonal knowledge finally leads to self-realization."
            ]
        }
    },
    {
        "id": [
            21
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "पृथक्त्वेन तु यज्ज्ञानं नानाभावान्पृथग्विधान् |",
                "वेत्ति सर्वेषु भूतेषु तज्ज्ञानं विद्धि राजसम् || २१ ||"
            ],
            "english": [
                "prthaktvena tu yaj jnanam",
                "nana-bhavan prthag-vidhan",
                "vetti sarvesu bhutesu",
                "taj jnanam viddhi rajasam"
            ]
        },
        "translation": {
            "hindi": [
                "जिस ज्ञान से कोई मनुष्य विभिन्न शरीरों में भिन्न-भिन्न प्रकार का जीव देखता है, उसे तुम राजसी जानो |"
            ],
            "english": [
                "That knowledge by which a different type of living entity is seen to be dwelling in different bodies is knowledge in the mode of passion."
            ]
        },
        "meaning": {
            "hindi": [
                "यह धारणा कि भौतिक शरीर ही जीव है और शरीर के विनष्ट होने पर चेतना भी नष्ट हो जाती है, राजसी ज्ञान है | इस ज्ञान के अनुसार एक शरीर दूसरे शरीर से भिन्न है, क्योंकि उनमें चेतना का विकास भिन्न प्रकार से होता है, अन्यथा चेतना को प्रकट करने वाला पृथक् आत्मा न रहे | शरीर स्वयं आत्मा है और शरीर के परे कोई पृथक् आत्मा नहीं है | इस ज्ञान के अनुसार चेतना अस्थायी है | या यह कि पृथक् आत्माएँ नहीं होती; एक सर्वव्यापी आत्मा है, जो ज्ञान से पूर्ण है और यह शरीर क्षणिक अज्ञानता का प्रकाश है | या यह कि इस शरीर के परे कोई विशेष जीवात्मा या परम आत्मा नहीं है | ये सब धारणाएँ रजोगुण से उत्पन्न हैं |"
            ],
            "english": [
                "The concept that the material body is the living entity and that with the destruction of the body the consciousness is also destroyed is called knowledge in the mode of passion. According to that knowledge, bodies differ from one another because of the development of different types of consciousness, otherwise there is no separate soul which manifests consciousness. The body is itself the soul, and there is no separate soul beyond this body. According to such knowledge, consciousness is temporary. Or else there are no individual souls, but there is an all-pervading soul, which is full of knowledge, and this body is a manifestation of temporary ignorance. Or beyond this body there is no special individual or Supreme Soul. All such conceptions are considered products of the mode of passion."
            ]
        }
    }
]