[
    {
        "id": [
            75
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "व्यासप्रसादाच्छ्रुतवानेतद्गुह्यमहं परम् |",
                "योगं योगेश्र्वरात्कृष्णात्साक्षात्कथयतः स्वयम् || ७५ ||"
            ],
            "english": [
                "vyasa-prasadac chrutavan",
                "etad guhyam aham param",
                "yogam yogesvarat krsnat",
                "saksat kathayatah svayam"
            ]
        },
        "translation": {
            "hindi": [
                "व्यास की कृपा से मैंने ये परम गुह्य बातें साक्षात् योगेश्वर कृष्ण के मुख से अर्जुन के प्रति कही जाती हुई सुनीं ।"
            ],
            "english": [
                "By the mercy of Vyasa, I have heard these most confidential talks directly from the master of all mysticism, Krsna, who was speaking personally to Arjuna."
            ]
        },
        "meaning": {
            "hindi": [
                "व्यास संजय के गुरु थे और संजय स्वीकार करते हैं कि व्यास की कृपा से ही वे भगवान् को समझ सके । इसका अर्थ यह हुआ कि गुरु के माध्यम से ही कृपा को समझना चाहिए, प्रत्यक्ष रूप से नहीं । गुरु स्वच्छ माध्यम है, यद्यपि अनुभव फिर भी प्रत्यक्ष ही होता है । गुरु-परम्परा का यही रहस्य है । जब गुरु प्रामाणिक हो तो भगवद्गीता का प्रत्यक्ष श्रवण किया जा सकता है,जैसा अर्जुन ने किया । संसार भर में अनेक योगी हैं, लेकिन कृष्ण योगेश्र्वर हैं | उन्होंने भगवद्गीता में स्पष्ट उपदेश दिया है, “मेरी शरण में आओ | जो ऐसा करता है वह सर्वोच्च योगी है |” छठे अध्याय के अन्तिम श्लोक में इसकी पुष्टि हुई है – योगिनाम् अपि सर्वेषाम् |",
                "नारद कृष्ण के शिष्य हैं और व्यास के गुरु | अतएव व्यास अर्जुन के ही समान प्रामाणिक हैं, क्योंकि वे गुरु-परम्परा में आते हैं और संजय व्यासदेव के शिष्य हैं | अतएव व्यास की कृपा से संजय की इन्द्रियाँ विमल हो सकीं और वे कृष्ण का साक्षात् दर्शन कर सके तथा उनकी वार्ता सुन सके | जो व्यक्ति कृष्ण का प्रत्यक्ष दर्शन करता है, वह इस गुह्यज्ञान को समझ सकता है | यदि वह गुरु-परम्परा में नहीं होता तो वह कृष्ण की वार्ता नहीं सुन सकता | अतएव उसका ज्ञान सदैव अधुरा रहता है, विशेषतया जहाँ तक भगवद्गीता समझने का प्रश्न है |",
                "भगवद्गीता में योग की समस्त पद्धतियों का – कर्मयोग, ज्ञानयोग तथा भक्तियोग का वर्णन हुआ है | श्रीकृष्ण इन समस्त योगों के स्वामी हैं | लेकिन यह समझ लेना चाहिए कि जिस तरह अर्जुन कृष्ण को प्रत्यक्षतः समझ सकने के लिए भाग्यशाली था, उसी प्रकार व्यासदेव की कृपा से संजय भी कृष्ण को साक्षात् सुनने में समर्थ हो सका | वस्तुतः कृष्ण से प्रत्यक्षतः सुनने एवं व्यास जैसे गुरु के माध्यम से प्रत्यक्ष सुनने में कोई अन्तर नहीं है | गुरु भी व्यासदेव का प्रतिनिधि होता है | अतएव वैदिक पद्धति के अनुसार अपने गुरु के जन्मदिन पर शिष्यगण व्यास पूजा नामक उत्सव रचाते हैं |"
            ],
            "english": [
                "Vyasa was the spiritual master of Sanjaya, and Sanjaya admits that it was by his mercy that he could understand the Supreme Personality of Godhead. This means that one has to understand Krsna not directly but through the medium of the spiritual master. The spiritual master is the transparent medium, although it is true that the experience is direct. This is the mystery of the disciplic succession. When the spiritual master is bona fide, then one can hear Bhagavad-gita directly, as Arjuna heard it. There are many mystics and yogis all over the world, but Krsna is the master of all yoga systems. Krsna's instruction is explicitly stated in Bhagavad-gita-surrender unto Krsna. One who does so is the topmost yogi. This is confirmed in the last verse of the Sixth Chapter. Yoginam api sarvesam.",
                "Narada is the direct disciple of Krsna and the spiritual master of Vyasa. Therefore Vyasa is as bona fide as Arjuna because he comes in the disciplic succession, and Sanjaya is the direct disciple of Vyasa. Therefore by the grace of Vyasa, his senses were purified, and he could see and hear Krsna directly. One who directly hears Krsna can understand this confidential knowledge. If one does not come to the disciplic succession, he cannot hear Krsna; therefore his knowledge is always imperfect, at least as far as understanding Bhagavad-gita is concerned.",
                "In Bhagavad-gita, all the yoga systems, karma-yoga, jnana-yoga and bhakti-yoga, are explained. Krsna is the master of all such mysticism. It is to be understood, however, that as Arjuna was fortunate enough to understand Krsna directly, similarly, by the grace of Vyasa, Sanjaya was also able to hear Krsna directly. Actually there is no difference in hearing directly from Krsna or hearing directly from Krsna via a bona fide spiritual master like Vyasa. The spiritual master is the representative of Vyasadeva also. According to the Vedic system, on the birthday of the spiritual master, the disciples conduct the ceremony called Vyasa-puja."
            ]
        }
    },
    {
        "id": [
            76
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "राजन्संस्सृत्य संस्सृत्य संवादमिममद्भुतम् |",
                "केशवार्जुनयो: पुण्यं हृष्यामि च मुहुर्मुहु: || ७६ ||"
            ],
            "english": [
                "rajan samsmrtya samsmrtya",
                "samvadam imam adbhutam",
                "kesavarjunayoh punyam",
                "hrsyami ca muhur muhuh"
            ]
        },
        "translation": {
            "hindi": [
                "हे राजन्! जब मैं कृष्ण तथा अर्जुन के मध्य हुई इस आश्चर्यजनक तथा पवित्र वार्ता का बारम्बार स्मरण करता हूँ, तो प्रति क्षण आह्लाद से गद्गद् हो उठता हूँ |"
            ],
            "english": [
                "O King, as I repeatedly recall this wondrous and holy dialogue between Krsna and Arjuna, I take pleasure, being thrilled at every moment."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता का ज्ञान इतना दिव्य है कि जो भी अर्जुन तथा कृष्ण के संवाद को जान लेता है, वह पुण्यत्मा बन जाता है और इस वार्तालाप को भूल नहीं सकता | आध्यात्मिक जीवन की यह दिव्य स्थिति है | दूसरे शब्दों में, जब कोई गीता को सही स्त्रोत से अर्थात् प्रत्यक्षतः कृष्ण से सुनता है, तो उसे पूर्ण कृष्णभावनामृत प्राप्त होता है | कृष्णभावनामृत का फल यह होता है कि वह अत्यधिक प्रबद्ध हो उठता है और जीवन का भोग आनन्द सहित कुछ काल तक नहीं, अपितु प्रत्येक क्षण करता है |"
            ],
            "english": [
                "The understanding of Bhagavad-gita is so transcendental that anyone who becomes conversant with the topics of Arjuna and Krsna becomes righteous, and he cannot forget such talks. This is the transcendental position of spiritual life. In other words, one who hears the Gita from the right source, directly from Krsna, attains full Krsna consciousness. The result of Krsna consciousness is that one becomes increasingly enlightened, and he enjoys life with a thrill, not only for some time, but at every moment."
            ]
        }
    },
    {
        "id": [
            77
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                " तच्च संस्मृत्य संस्मृत्य रूपमत्यद्भुतं हरे: |",
                "विस्मयो मे महान्राजन्हृष्यामि च पुनः पुनः || ७७ ||"
            ],
            "english": [
                "tac ca samsmrtya samsmrtya",
                "rupam aty-adbhutam hareh",
                "vismayo me mahan rajan",
                "hrsyami ca punah punah"
            ]
        },
        "translation": {
            "hindi": [
                "हे राजन्! भगवान् कृष्ण के अद्भुत रूप का स्मरण करते ही मैं अधिकाधिक आश्चर्यचकित होता हूँ और पुनःपुनः हर्षित होता हूँ |"
            ],
            "english": [
                "O King, when I remember the wonderful form of Lord Krsna, I am struck with even greater wonder, and I rejoice again and again."
            ]
        },
        "meaning": {
            "hindi": [
                "ऐसा प्रतीत होता है कि व्यास की कृपा से संजय ने भी अर्जुन को दिखाये गये कृष्ण के विराट रूप को देखा था | निस्सन्देह यह कहा जाता है कि इसके पूर्व भगवान् कृष्ण ने कभी ऐसा रूप प्रकट नहीं किया था | यह केवल अर्जुन को दिखाया गया था, लेकिन उस समय कुछ महान भक्त भी उसे देख सके तथा व्यास उनमें से एक थे | वे भगवान् के परम भक्तों में से हैं और कृष्ण के शक्त्यावेश अवतार माने जाते हैं | व्यास ने इसे अपने शिष्य संजय के समक्ष प्रकट किया जिन्होंने अर्जुन को प्रदर्शित किये गये कृष्ण के उस अद्भुत रूप को स्मरण रखा और वे बारम्बार उसका आनन्द उठा रहे थे |"
            ],
            "english": [
                "It appears that Sanjaya also, by the grace of Vyasa, could see the universal form of Krsna exhibited to Arjuna. It is, of course, said that Lord Krsna never exhibited such a form before. It was exhibited to Arjuna only, yet some great devotees could also see the universal form of Krsna when it was shown to Arjuna, and Vyasa was one of them. He is one of the great devotees of the Lord, and he is considered to be a powerful incarnation of Krsna. Vyasa disclosed this to his disciple, Sanjaya, who remembered that wonderful form of Krsna exhibited to Arjuna and enjoyed it repeatedly."
            ]
        }
    },
    {
        "id": [
            78
        ],
        "chapterId": 18,
        "text": {
            "hindi": [
                "यत्र योगेश्र्वरः कृष्णो यत्र पार्थो धनुर्धरः |",
                "तत्र श्रीर्विजयो भूतिर्ध्रुवो नीतिर्मतिर्मम || ७८ ||"
            ],
            "english": [
                "yatra yogesvarah krsno",
                "yatra partho dhanur-dharah",
                "tatra srir vijayo bhutir",
                "dhruva nitir matir mama"
            ]
        },
        "translation": {
            "hindi": [
                "जहाँ योगेश्र्वर कृष्ण है और जहाँ परम धनुर्धर अर्जुन हैं, वहीँ ऐश्र्वर्य, विजय, अलौकिक शक्ति तथा नीति भी निश्चित रूप से रहती है | ऐसा मेरा मत है |"
            ],
            "english": [
                "Wherever there is Krsna, the master of all mystics, and wherever there is Arjuna, the supreme archer, there will also certainly be opulence, victory, extraordinary power, and morality. That is my opinion."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता का शुभारम्भ धृतराष्ट्र की जिज्ञासा से हुआ | वह भीष्म, द्रोण तथा कर्ण जैसे महारथियों की सहायता से अपने पुत्रों की विजय के प्रति आशावान था | उसे आशा थी कि विजय उसके पक्ष में होगी | लेकिन युद्धक्षेत्र के दृश्य का वर्णन करने के बाद संजय ने राजा से कहा “आप अपनी विजय की बात सोच रहें हैं, लेकिन मेरा मत है कि जहाँ कृष्ण तथा अर्जुन उपस्थित हैं, वहीँ सम्पूर्ण श्री होगी |” उसने प्रत्यक्ष पुष्टि की कि धृतराष्ट्र को अपने पक्ष की विजय की आशा नहीं रखनी चाहिए | विजय तो अर्जुन के पक्ष की निश्चित है, क्योंकि उसमें कृष्ण हैं | श्रीकृष्ण द्वारा अर्जुन के सारथी का पद स्वीकार करना एक ऐश्र्वर्य का प्रदर्शन था | कृष्ण समस्त ऐश्र्वर्यों से पूर्ण हैं और इनमें से वैराग्य एक है | ऐसे वैराग्य के भी अनेक उदाहरण हैं, क्योंकि कृष्ण वैराग्य के भी ईश्र्वर हैं |",
                "युद्ध तो वास्तव में दुर्योधन तथा युधिष्ठिर के बीच था | अर्जुन अपने ज्येष्ठ भ्राता युधिष्ठिर की ओर से लड़ रहा था | चूँकि कृष्ण तथा अर्जुन युधिष्ठिर की ओर थे अतएव युधिष्ठिर की विजय ध्रुव थी | युद्ध को यह निर्णय करना था कि संसार पर शासन कौन करेगा | संजय ने भविष्यवाणी की कि सत्ता युधिष्ठिर के हाथ में चली जाएगी | यहाँ पर इसकी भी भविष्यवाणी हुई है कि इस युद्ध में विजय प्राप्त करने के बाद युधिष्ठिर उत्तरोत्तर समृद्धि करेंगे, क्योंकि वे न केवल पुण्यात्मा तथा पवित्रात्मा थे, अपितु वे कठोर नीतिवादी थे | उन्होंने जीवन भर कभी असत्य भाषण नहीं किया था |",
                "ऐसे अनेक अल्पज्ञ व्यक्ति हैं, जो भगवद्गीता को युद्धस्थल में दो मित्रों की वार्ता के रूप में ग्रहण करते हैं | लेकिन इससे ऐसा ग्रंथ कभी शास्त्र नहीं बन सकता | कुछ लोग विरोध कर सकते हैं कि कृष्ण ने अर्जुन को युद्ध करने के लिए उकसाया, जो अनैतिक है, लेकिन वास्तविकता तो यह है कि भगवद्गीता नीति का परम आदेश है | यह नीति विषयक आदेश नवें अध्याय के चौंतीसवें श्लोक में है – मन्मना भव मद्भक्तः| मनुष्य को कृष्ण का भक्त बनना चाहिए और सारे धर्मों का सार है – कृष्ण की शरणागति (सर्वधर्मान् परित्यज्य मामेकं शरणं व्रज) | भगवद्गीता का आदेश धर्म तथा नीति की परम विधि है | अन्य सारी विधियाँ भले ही शुद्ध करने वाली तथा इस विधि तक ले जाने वाली हों, लेकिन गीता का अन्तिम सन्देश समस्त नीतियों तथा धर्मों का सार वचन है – कृष्ण की शरण ग्रहण करो या कृष्ण को आत्मसमर्पण करो | यह अठारहवें अध्याय का मत है |",
                "भगवद्गीता से हम यह समझ सकते हैं कि ज्ञान तथा ध्यान द्वारा अपनी अनुभूति एक विधि है, लेकिन कृष्ण की शरणागति सर्वोच्च सिद्धि है | यह भगवद्गीता के उपदेशों का सार है | वर्णाश्रम धर्म के अनुसार अनुष्ठानों (कर्मकाण्ड) का मार्ग, ज्ञान का गुह्य मार्ग हो सकता है | लेकिन धर्म के अनुष्ठान के गुह्य होने पर भी ध्यान तथा ज्ञान गुह्यतर हैं तथा पूर्ण कृष्णभावनाभावित होकर भक्ति में कृष्ण की शरणागति गुह्यतम उपदेश है | यही अठारहवें अध्याय का सार है |",
                "भगवद्गीता की अन्य विशेषता यह है कि वास्तविक सत्य भगवान् कृष्ण हैं | परम सत्य की अनुभूति तीन रूपों में होती है – निर्गुण ब्रह्म, अन्तर्यामी परमात्मा तथा भगवान् श्रीकृष्ण | परम सत्य के पूर्ण ज्ञान का अर्थ है, कृष्ण का पूर्ण ज्ञान | यदि कोई कृष्ण को जान लेता है तो ज्ञान के सारे विभाग इसी ज्ञान के अंश हैं | कृष्ण दिव्य हैं क्योंकि वे अपनी नित्य अन्तरंगा शक्ति में स्थित रहते हैं | जीव उनकी शक्ति से प्रकट हैं और दो श्रेणी के होते हैं – नित्यबद्ध तथा नित्यमुक्त | ऐसे जीवों की संख्या असंख्य है और वे सब कृष्ण के मूल अंश माने जाते हैं | भौतिक शक्ति २४ प्रकार से प्रकट होती है | सृष्टि शाश्र्वत काल द्वारा प्रभावित है और बहिरंगाशक्ति द्वारा इसका सृजन तथा संहार होता है | यह दृश्य जगत पुनःपुनः प्रकट तथा अप्रकट होता रहता है |",
                "भगवद्गीता में पाँच प्रमुख विषयों की व्याख्या की गई है – भगवान्, भौतिक प्रकृति, जीव, शाश्र्वतकाल तथा सभी प्रकार के कर्म | सब कुछ भगवान् कृष्ण पर आश्रित है | परमसत्यत की सभी धारणाएँ – निराकार ब्रह्म, अन्तर्यामी परमात्मा तथा अन्य दिव्य अनुभूतियाँ – भगवान् के ज्ञान की कोटि में सन्निहित हैं | यद्यपि ऊपर से भगवान्, जीव, प्रकृति तथा काल भिन्न प्रतीत होते हैं, लेकिन ब्रह्म से कुछ भी भिन्न नहीं है | लेकिन ब्रह्म सदैव समस्त वस्तुओं से भिन्न है | भगवान् चैतन्य का दर्शन है “अचिन्त्यभेदाभेद” | यह दर्शन पद्धति परमसत्य के पूर्णज्ञान से युक्त है |",
                "जीव अपने मूलरूप में शुद्ध आत्मा है | वह परमात्मा का एक परमाणु मात्र है | इस प्रकार भगवान् कृष्ण की उपमा सूर्य से दी जा सकती है और जीवों की सूर्यप्रकाश से | चूँकि सारे जीव कृष्ण की तटस्था शक्ति हैं, अतएव उनका संसर्ग भौतिक शक्ति (अपरा) या आध्यात्मिक शक्ति (परा) से होता है | दूसरे शब्दों में, जीव भगवान् की पराशक्ति से है, अतएव उसमें किंचित् स्वतन्त्रता रहती है | इस स्वतन्त्रता के सदुपयोग से ही वह कृष्ण के प्रत्यक्ष आदेश के अन्तर्गत आता है | इस प्रकार वह ह्लादिनी शक्ति की अपनी सामान्य दशा को प्राप्त होता है |",
                "इस प्रकार श्रीमद्भगवद्गीता के अठारहवें अध्याय “उपसंहार-संन्यास की सिद्धि” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
            ],
            "english": [
                "The Bhagavad-gita began with an inquiry of Dhrtarastra. He was hopeful of the victory of his sons, assisted by great warriors like Bhisma, Drona and Karna. He was hopeful that the victory would be on his side. But, after describing the scene in the battlefield, Sanjaya told the King, “You are thinking of victory, but my opinion is that where Krsna and Arjuna are present, there will be all good fortune.” He directly confirmed that Dhrtarastra could not expect victory for his side. Victory was certain for the side of Arjuna because Krsna was there. Krsna's acceptance of the post of charioteer for Arjuna was an exhibition of another opulence. Krsna is full of all opulences, and renunciation is one of them. There are many instances of such renunciation, for Krsna is also the master of renunciation.",
                "The fight was actually between Duryodhana and Yudhisthira. Arjuna was fighting on behalf of his elder brother, Yudhisthira. Because Krsna and Arjuna were on the side of Yudhisthira, Yudhisthira's victory was certain. The battle was to decide who would rule the world, and Sanjaya predicted that the power would be transferred to Yudhisthira. It is also predicted here that Yudhisthira, after gaining victory in this battle, would flourish more and more because he was not only righteous and pious, but he was a strict moralist. He never spoke a lie during his life.",
                "There are many less intelligent persons who take Bhagavad-gita to be a discussion of topics between two friends in a battlefield. But such a book cannot be scripture. Some may protest that Krsna incited Arjuna to fight, which is immoral, but the reality of the situation is clearly stated: Bhagavad-gita is the supreme instruction in morality. The supreme instruction of morality is stated in the Ninth Chapter, in the thirty-fourth verse: manmana bhava mad-bhaktah. One must become a devotee of Krsna, and the essence of all religion is to surrender unto Krsna, as stated, Sarva-dharman. The instructions of Bhagavad-gita constitute the supreme process of religion and of morality. All other processes may be purifying and may lead to this process, but the last instruction of the Gita is the last word in all morality and religion: surrender unto Krsna. This is the verdict of the Eighteenth Chapter.",
                "From Bhagavad-gita we can understand that to realize oneself by philosophical speculation and by meditation is one process, but to fully surrender unto Krsna is the highest perfection. This is the essence of the teachings of Bhagavad-gita. The path of regulative principles according to the orders of social life and according to the different courses of religion may be a confidential path of knowledge in as far as the rituals of religion are confidential, but one is still involved with meditation and cultivation of knowledge. Surrender unto Krsna in devotional service in full Krsna consciousness is the most confidential instruction and is the essence of the Eighteenth Chapter.",
                "Another feature of Bhagavad-gita is that the actual truth is the Supreme Personality of Godhead, Krsna. Absolute Truth is realized in three features-impersonal Brahman, localized Paramatma, and the Supreme Personality of Godhead, Krsna. Perfect knowledge of the Absolute Truth means perfect knowledge of Krsna. If one understands Krsna, then all the departments of knowledge are part and parcel of that understanding. Krsna is transcendental, for He is always situated in His eternal internal potency. The living entities are manifested and are divided into two classes, eternally conditioned and eternally liberated. Such living entities are innumerable, and they are considered fundamental parts of Krsna. Material energy is manifested into twenty-four divisions. The creation is effected by eternal time, and it is created and dissolved by external energy. This manifestation of the cosmic world repeatedly becomes visible and invisible.",
                "In Bhagavad-gita five principal subject matters have been discussed: the Supreme Personality of Godhead, material nature, the living entities, eternal time and all kinds of activities. All of these are dependant on the Supreme Personality of Godhead, Krsna. All conceptions of the Absolute Truth, namely, impersonal Brahman, localized Paramatma, or any other transcendental conception, exist within the category of understanding the Supreme Personality of Godhead. Although superficially the Supreme Personality of Godhead, the living entity, material nature and time appear to be different, nothing is different from the Supreme. But the Supreme is always different from everything. Lord Caitanya's philosophy is that of “inconceivably one and different.” This system of philosophy constitutes perfect knowledge of the Absolute Truth.",
                "The living entity in his original position is pure spirit. He is just like an atomic particle of the Supreme Spirit. The conditioned living entity, however, is the marginal energy of the Lord; he tends to be in contact with both the material energy and the spiritual energy. In other words, the living entity is situated between the two energies of the Lord, and because he belongs to the superior energy of the Lord, he has a particle of independence. By proper use of that independence he comes under the direct order of Krsna. Thus he attains his normal condition in the pleasure-giving potency.",
                ""
            ]
        }
    }
]