[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "इदमद्य मया लब्धमिमं प्राप्स्ये मनोरथम् |",
            "इदमस्तीदमपि मे भविष्यति पुनर्धनम् || १३ ||",
            "असौ मया हतः शत्रुर्हनिष्ये चापरानपि |",
            "इश्वरोऽहमहं भोगी सिद्धोऽहं बलवान्सुखी || १४ ||",
            "आढ्योऽभिजनवानस्मि कोऽन्योऽस्ति सदृशो मया |",
            "यक्ष्ये दास्यामि मोदिष्य इत्यज्ञानमोहिताः || १५ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इदम् - यह; अद्य - आज; मया - मेरे द्वारा; लब्धम् - प्राप्त; इमम् - इसे; प्राप्यते - प्राप्त करूँगा; मनः-रथम् - इच्छित; इदम् - यह; अस्ति - है; इदम् - यह; अपि - भी; मे - मेरा; भविष्यति - भविष्य में बढ़ जायगा; पुनः - फिर; धनम् - धन; असौ - वह; मया - मेरे; हतः - मारा गया; शत्रुः - शत्रु; हनिष्ये - मारूँगा; च - भी; अपरान् - अन्यों को; अपि - निश्चय ही; ईश्वरः - प्रभु, स्वामी; अहम् - मैं हूँ; अहम् - मैं हूँ; भोगी - भोक्ता; सिद्धः - सिद्ध; अहम् - मैं हूँ; बलवान् - शक्तिशाली; सुखी - प्रसन्न; आढ्यः - धनी; अभिजन-वान् - कुलीन सम्बन्धियों से घिरा; अस्मि - मैं हूँ; कः - कौन; अन्यः - दूसरा; अस्ति - है; सदृशः - समान; मया - मेरे द्वारा; यक्ष्ये - मैं यज्ञ करूँगा; दास्यामि - दान दूँगा; मोदिष्ये - आमोद-प्रमोद मनाऊँगा; इति - इस प्रकार; अज्ञान - अज्ञानतावश; विमोहिताः - मोहग्रस्त |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "आसुरी व्यक्ति सोचता है, आज मेरे पास इतना धन है और अपनी योजनाओं से मैं और अधिक धन कमाऊँगा | इस समय मेरे पास इतना है किन्तु भविष्य में यह बढ़कर और अधिक हो जायेगा | वह मेरा शत्रु है और मैंने उसे मार दिया है और मेरे अन्य शत्रु भी मार दिये जाएंगे | मैं सभी वस्तुओं का स्वामी हूँ | मैं भोक्ता हूँ | मैं सिद्ध, शक्तिमान् तथा सुखी हूँ | मैं सबसे धनी व्यक्ति हूँ और मेरे आसपास मेरे कुलीन सम्बन्धी हैं | कोई अन्य मेरे समान शक्तिमान तथा सुखी नहीं है | मैं यज्ञ करूँगा, दान दूँगा और इस तरह आनन्द मनाऊँगा | इस प्रकार ऐसे व्यक्ति अज्ञानवश मोहग्रस्त होते रहते हैं |"
        ]
    }
]