[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "दैवी ह्येषा गुणमयी मम माया दुरत्यया ।",
            "मामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते ॥ १४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**दैवी** – दिव्य; **हि** – निश्चय ही; **एषा** – यह; **गुण-मयी** – तीनों गुणों से युक्त; **मम** – मेरी; **माया** – शक्ति; **दुरत्यया** – पार कर पाना कठिन, दुस्तर; **माम्** – मुझे; **एव** – निश्चय ही; **ये** – जो; **प्रपद्यन्ते** – शरण ग्रहण करते हैं; **मायाम् एताम्** – इस माया के; **तरन्ति** – पार कर जाते हैं; **ते** – वे |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्रकृति के तीन गुणों वाली इस मेरी दैवी शक्ति को पार कर पाना कठिन है | किन्तु जो मेरे शरणागत हो जाते हैं, वे सरलता से इसे पार कर जाते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् की शक्तियाँ अनन्त हैं और ये सारी शक्तियाँ दैवी हैं | यद्यपि जीवात्माएँ उनकी शक्तियों के अंश हैं, अतः दैवी हैं, किन्तु भौतिक शक्ति के सम्पर्क में रहने से उनकी परा शक्ति आच्छादित रहती है | इस प्रकार भौतिक शक्ति से आच्छादित होने के कारण मनुष्य उसके प्रभाव का अतिक्रमण नहीं कर पाता | जैसा कि पहले कहा जा चुका है परा तथा अपरा शक्तियाँ भगवान् से उद्भूत होने के करण नित्य हैं | जीव भगवान् की परा शक्ति से सम्बन्धित होते हैं, किन्तु अपरा शक्ति अर्थात् पदार्थ के द्वारा दूषित होने से उनका मोह भी नित्य होता है |अतः बद्धजीव नित्यबद्ध है | कोई भी उसके बद्ध होने की तीथि को नहीं बता सकता | फलस्वरूप प्रकृति के चंगुल से उसका छूट पाना अत्यन्त कठिन है, भले ही प्रकृति अपराशक्ति क्यों न हो क्योंकि भौतिक शक्ति परमेच्छा द्वारा संचालित होती है. जिसे लाँघ पाना जीव के लिए कठिन है | यहाँ पर अपरा भौतिक प्रकृति को दैवीप्रकृति कहा गया है क्योंकि इसका सम्बन्ध दैवी है तथा इसका चालन दैवी इच्छा से होता है | दैवी इच्छा से संचालित होने के कारण भौतिक प्रकृति अपर होते हुए भी दृश्यजगत् के निर्माण तथा विनाश में महत्त्वपूर्ण भूमिका निभाती है | वेदों में इसकी पुष्टि इस प्रकार हुई है – मायां तु प्रकृतिं विद्यान्मायिनं तु महेश्वरम्– यद्यपि माया मिथ्या या नश्वर है, किन्तु माया की पृष्ठभूमि में परम जादूगर भगवान् हैं, जो परम नियन्ता महेश्वर हैं (श्वेताश्वतर उपनिषद् ४.१०) |",
            "गुण का दूसरा अर्थ रस्सी (रज्जु) है | इससे यह समझना चाहिए कि बद्धजीव मोह रूपी रस्सी से जकड़ा हुआ है | यदि मनुष्य के हाथ-पैर बाँध दिये जायें तो वह अपने को छुड़ा नहीं सकता – उसकी सहायता के लिए कोई ऐसा व्यक्ति चाहिए जो बँधा न हो | चूँकि एक बँधा हुआ व्यक्ति दूसरे बँधे व्यक्ति की सहायता नहीं कर सकता, अतः रक्षक को मुक्त होना चाहिए | अतः केवल कृष्ण या उनके प्रामाणिक प्रतिनिधि गुरु ही बद्धजीव को छुड़ा सकते हैं | बिना ऐसी उत्कृष्ट सहायता के भवबन्धन से छुटकारा नहीं मिल सकता | भक्ति या कृष्णभावनामृत इस प्रकार के छुटकारे में सहायक हो सकता है | कृष्ण माया के अधीश्वर होने के नाते इस दुर्लंघ्य शक्ति को आदेश दे सकते हैं कि बद्धजीव को छोड़ दे | वे शरणागत जीव पर अहैतुकी कृपा या वात्सल्यवश ही जीव को मुक्त किये जाने का आदेश देते हैं, क्योंकि जीव मूलतः भगवान् का प्रिय पुत्र है | अतः निष्ठुर माया के बंधन से मुक्त होने का एकमात्र साधन है, भगवान् के चरणकमलों की शरण ग्रहण करना |",
            "मामेव पद भी अत्यन्त सार्थक है | माम् का अर्थ है एकमात्र कृष्ण (विष्णु) को, ब्रह्म या शिव को नहीं | यद्यपि ब्रह्मा तथा शिव अत्यन्त महान हैं और प्रायः विष्णु के ही समान हैं, किन्तु ऐसे रजोगुण तथा तमोगुण के अवतारों के लिए सम्भव नहीं कि वे बद्धजीव को माया के चंगुल से छुड़ा सके | दूसरे शब्दों में, ब्रह्मा तथा शिव दोनों ही माया के वश में रहते हैं | केवल विष्णु माया के स्वामी हैं, अतः वे ही बद्धजीव को मुक्त कर सकते हैं | वेदों में (श्वेताश्वतर उपनिषद् ३.८) इसकी पुष्टि तमेव विदित्वा के द्वारा हुई है जिसका अर्थ है, कृष्ण को जान लेने पर ही मुक्ति सम्भव है | शिवजी भी पुष्टि करते हैं कि केवल विष्णु-कृपा से मुक्ति प्राप्त की जा सकती है – मुक्तिप्रदाता सर्वेषां विष्णुरेव न संशयः– अर्थात् इसमें सन्देह नहीं कि विष्णु ही सबों के मुक्तिदाता हैं |"
        ]
    }
]