[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "प्रकृतिं पुरुषं चैव विद्धयनादी उभावपि |",
            "विकारांश्र्च गुणांश्र्चैव विद्धि प्रकृतिसम्भवान् || २० ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्रकृतिम् - भौतिक प्रकृति को; पुरुषम् - जीव को; च - भी; एव - निश्चय ही; विद्धि - जानो; अनादी - आदिरहित; उभौ - दोनों; अपि - भी; विकारान् - विकारों को; च - भी; गुणान् - प्रकृति के तीन गुण; च - भी; एव - निश्चय ही; विद्धि - जानो; प्रकृति - भौतिक प्रकृति से; सम्भवान् - उत्पन्न |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्रकृति तथा जीवों को अनादि समझना चाहिए | उनके विकार तथा गुण प्रकृतिजन्य हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस अध्याय के ज्ञान से मनुष्य शरीर (क्षेत्र) तथा शरीर के ज्ञाता (जीवात्मा तथा परमात्मा दोनों) को जान सकता है | शरीर क्रियाक्षेत्र है और प्रकृति से निर्मित है | शरीर के भीतर बद्ध तथा उसके कार्यों का भोग करने वाला आत्मा ही पुरुष या जीव है | वह ज्ञाता है और इसके अतिरिक्त भी दूसरा ज्ञाता होता है, जो परमात्मा है | निस्सन्देह यह समझना चाहिए कि परमात्मा तथा आत्मा एक ही भगवान् की विभिन्न अभिव्यक्तियाँ हैं | जीवात्मा उनकी शक्ति है और परमात्मा उनका साक्षात् अंश (स्वांश) है |",
            "प्रकृति तथा जीव दोनों ही नित्य हैं | तात्पर्य यह है कि वे सृष्टि के पहले से विद्यमान हैं | यह भौतिक अभिव्यक्ति परमेश्वर की शक्ति से है, और उसी प्रकार जीव भी हैं, किन्तु जीव श्रेष्ठ शक्ति है | जीव तथा प्रकृति इस ब्रह्माण्ड के उत्पन्न होने से पूर्व से विद्यमान हैं | प्रकृति तो महाविष्णु में लीन हो गई और जब इसकी आवश्यकता पड़ी तो यह महत्-तत्त्व के द्वारा प्रकट हुई | इसी प्रकार जीव भी उनके भीतर रहते हैं, और चूँकि वे बद्ध हैं, अतएव वे परमेश्वर की सेवा करने से विमुख हैं | इस तरह उन्हें वैकुण्ठ-लोक में प्रविष्ट होने नहीं दिया जाता | लेकिन प्रकृति के व्यक्त होने पर इन्हें भौतिक जगत् में पुनः कर्म करने और वैकुण्ठ-लोक में प्रवेश करने की तैयारी करने का अवसर दिया जाता है | इस भौतिक सृष्टि का यही रहस्य है | वास्तव में जीवात्मा मूलतः परमेश्वर का अंश है, लेकिन अपने विद्रोही स्वभाव के कारण वह प्रकृति के भीतर बद्ध रहता है | इसका कोई महत्त्व नहीं है कि ये जीव या श्रेष्ठ जीव किस प्रकार प्रकृति के सम्पर्क में आये | किन्तु भगवान् जानते हैं कि ऐसा कैसे और क्यों हुआ | शास्त्रों में भगवान् का वचन है कि जो लोग प्रकृति द्वारा आकृष्ट हैं, वे कठिन जीवन-संघर्ष कर रहे हैं | लेकिन इस कुछ श्लोकों के वर्णनों से यह निश्चित समझ लेना होगा कि प्रकृति के तीन गुणों के द्वारा उत्पन्न विकार प्रकृति की ही उपज हैं | जीवों के सारे विकार तथा प्रकार शरीर के कारण हैं | जहाँ तक आत्मा का सम्बन्ध है, सारे जीव एक ही हैं |"
        ]
    }
]