[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "स्वयमेवात्मनात्मानं वेत्थ त्वं पुरुषोत्तम |",
            "भूतभावन भूतेश देवदेव जगत्पते || १५ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "स्वयम् – स्वयं; एव – निश्चय ही; आत्मना – अपने आप; आत्मानम् – अपने को; वेत्थ – जानते हो; त्वम् – आप; पुरुष-उत्तम – हे पुरुषोत्तम; भूत-भावन – हे सबके उद्गम; भूत-ईश – सभी जीवों के स्वामी; देव-देव – हे समस्त देवताओं के स्वामी; जगत्-पते – हे सम्पूर्ण ब्रह्माण्ड के स्वामी |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे परमपुरुष, हे सबके उद्गम, हे समस्त प्राणियों के स्वामी, हे देवों के देव, हे ब्रह्माण्ड के प्रभु! निस्सन्देह एकमात्र आप ही अपने को अपनी अन्तरंगाशक्ति से जानने वाले हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "परमेश्वर कृष्ण को वे ही जान सकते हैं, जो अर्जुन तथा उनके अनुयायियों की भाँति भक्ति करने के माध्यम से भगवान् के सम्पर्क में रहते हैं | आसुरी या नास्तिक प्रकृति वाले लोग कृष्ण को नहीं जान सकते | ऐसा मनोधर्म जो भगवान् से दूर ले जाए, परम पातक है और जो कृष्ण को नहीं जानता उसे भगवद्गीता की टीका करने का प्रयत्न नहीं करना चाहिए | भगवद्गीता कृष्ण की वाणी है और चूँकि यह कृष्ण का तत्त्वविज्ञान है, अतः इसे कृष्ण से ही समझना चाहिए, जैसा कि अर्जुन ने किया | इसे नास्तिकों से ग्रहण नहीं करना चाहिए |",
            "श्रीमद्भागवत में (१.२.११) कहा गया है कि –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "वदन्ति तत्तत्त्वविदस्तत्त्वं यज्ज्ञानमद्वयम् |",
            "ब्रह्मेति परमात्मेति भगवानिति शब्द्यते ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "परम सत्य का अनुभव तीन प्रकार से किया जाता है – निराकार ब्रह्म, अन्तर्यामी परमात्मा या भगवान् | अतः परम सत्य के ज्ञान की अन्तिम अवस्था भगवान् है | हो सकता है कि सामान्य व्यक्ति, अथवा ऐसा मुक्त पुरुष भी जिसने निराकार ब्रह्म अथवा अन्तर्यामी परमात्मा का साक्षात्कार किया है, भगवान् को न समझ पाये | अतः ऐसे व्यक्तियों को चाहिए कि वे भगवान् को भगवद्गीता के श्लोकों से जानने का प्रयास करें, जिन्हें स्वयं कृष्ण ने कहा है | कभी-कभी निर्विशेषवादी कृष्ण को भगवान् के रूप में या उनकी प्रामाणिकता को स्वीकार करते हैं | किन्तु अनेक मुक्त पुरुष कृष्ण को पुरुषोत्तम रूप में नहीं समझ पाते | इसीलिए अर्जुन उन्हें पुरुषोत्तम कहकर सम्बोधित करता है | इतने पर भी कुछ लोग यह नहीं समझ पाते कि कृष्ण समस्त जीवों के जनक हैं | इसीलिए अर्जुन उन्हें भूतभावन कहकर सम्बोधित करता है | यदि कोई उन्हें भूतभावन के रूप में समझ लेता है तो भी वह उन्हें परम नियन्ता के रूप में नहीं जान पाता | इसीलिए उन्हें यहाँ पर भूतेश या परम नियन्ता कहा गया है | यदि कोई भूतेश रूप में भी उन्हें समझ लेता है तो भी उन्हें समस्त देवताओं के उद्गम रूप में नहीं समझ पाता | इसलिए उन्हें देवदेव, सभी देवताओं का पूजनीय देव, कहा गया है | यदि देवदेव रूप में भी उन्हें समझ लिया जाये तो वे प्रत्येक वस्तु के परम स्वामी के रूप में समझ में नहीं आते | इसीलिए यहाँ पर उन्हें जगत्पति कहा गया है | इस प्रकार अर्जुन की अनुभूति के आधार पर कृष्ण विषयक सत्य की स्थापना इस श्लोक में हुई है | हमें चाहिए कि कृष्ण को यथारूप में समझने के लिए हम अर्जुन के पदचिन्हों का अनुसरण करें |"
        ]
    }
]