[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यथा प्रकाशयत्येकः कृत्स्नं लोकमिमं रविः |",
            "क्षेत्रं क्षेत्री तथा कृत्स्नं प्रकाशयति भारत || ३४ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यथा - जिस तरह; प्रकाशयति - प्रकाशित करता है; एकः - एक; कृत्स्नम् - सम्पूर्ण; लोकम् - ब्रह्माण्ड को; इमम् - इस; रविः - सूर्य; क्षेत्रम् - इस शरीर को; क्षेत्री - आत्मा; तथा - उसी तरह; कृत्स्नम् - समस्त; प्रकाशयति - प्रकाशित करता है; भारत - हे भरतपुत्र |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे भरतपुत्र! जिस प्रकार सूर्य अकेले इस सारे ब्रह्माण्ड को प्रकाशित करता है, उसी प्रकार शरीर के भीतर स्थित एक आत्मा सारे शरीर को चेतना से प्रकाशित करता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "चेतना के सम्बन्ध में अनेक मत हैं | यहाँ पर भगवद्गीता में सूर्य तथा धूप का उदाहरण दिया गया है | जिस प्रकार सूर्य एक स्थान पर स्थित रहकर ब्रह्माण्ड को आलोकित करता है, उसी तरह आत्मा सूक्ष्म रूप कण शरीर के हृदय में स्थित रहकर चेतना द्वारा शरीर को आलोकित करता है | इस प्रकार चेतना ही आत्मा का प्रमाण है, जिस तरह धूप या प्रकाश सूर्य की उपस्थिति का प्रमाण होता है | जब शरीर में आत्मा वर्तमान रहता है, तो सारे शरीर में चेतना रहती है | किन्तु ज्योंही शरीर से आत्मा चला जाता है त्योंही चेतना लुप्त हो जाती है | इसे बुद्धिमान व्यक्ति सुगमता से समझ सकता है | अतएव चेतना पदार्थ के संयोग से नहीं बनी होती | यह जीव का लक्षण है | जीव की चेतना यद्यपि गुणात्मक रूप से परम चेतना से अभिन्न है, किन्तु परम नहीं है, क्योंकि एक शरीर की चेतना दूसरे शरीर से सम्बन्धित नहीं होती | लेकिन परमात्मा, जो आत्मा के सखा रूप में समस्त शरीरों में स्थित हैं, समस्त शरीरों के प्रति सचेष्ट रहते हैं | परमचेतना तथा व्यष्टि-चेतना में यही अन्तर है |"
        ]
    }
]