[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "उदारा: सर्व एवैते ज्ञानी त्वात्मैव मे मतम् ।",
            "आस्थित: स हि युक्तात्मा मामेवानुत्तमां गतिम् ॥ १८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "udārāḥ sarva evaite",
            "jñānī tv ātmaiva me matam",
            "āsthitaḥ sa hi yuktātmā",
            "mām evānuttamāṁ gatim"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "udārāḥ — magnanimous; sarve — all; eva — certainly; ete — these; jñānī — one who is in knowledge; tu — but; ātmā eva — just like Myself; me — My; matam — opinion; āsthitaḥ — situated; saḥ — he; hi — certainly; yukta-ātmā — engaged in devotional service; mām — in Me; eva — certainly; anuttamām — the highest; gatim — destination."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "All these devotees are undoubtedly magnanimous souls, but he who is situated in knowledge of Me I consider to be just like My own self. Being engaged in My transcendental service, he is sure to attain Me, the highest and most perfect goal."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "It is not that devotees who are less complete in knowledge are not dear to the Lord. The Lord says that all are magnanimous because anyone who comes to the Lord for any purpose is called a mahātmā, or great soul. The devotees who want some benefit out of devotional service are accepted by the Lord because there is an exchange of affection. Out of affection they ask the Lord for some material benefit, and when they get it they become so satisfied that they also advance in devotional service. But the devotee in full knowledge is considered to be very dear to the Lord because his only purpose is to serve the Supreme Lord with love and devotion. Such a devotee cannot live a second without contacting or serving the Supreme Lord. Similarly, the Supreme Lord is very fond of His devotee and cannot be separated from him."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In the Śrīmad-Bhāgavatam (9.4.68), the Lord says:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "sādhavo hṛdayaṁ mahyaṁ",
            "sādhūnāṁ hṛdayaṁ tv aham",
            "mad-anyat te na jānanti",
            "nāhaṁ tebhyo manāg api"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“The devotees are always in My heart, and I am always in the hearts of the devotees. The devotee does not know anything beyond Me, and I also cannot forget the devotee. There is a very intimate relationship between Me and the pure devotees. Pure devotees in full knowledge are never out of spiritual touch, and therefore they are very much dear to Me.”"
        ]
    }
]