{
    "id": 15,
    "title": [
        "अध्याय १५ - पुरुषोत्तमयोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय १५ - पुरुषोत्तमयोग",
            "पुरुषोत्तम योग"
        ],
        "english": [
            "Adhyaya 15 - Purushottama Yoga",
            "Chapter 15 - The Yoga of the Supreme Divine Personality",
            "The Yoga of the Supreme Spirit",
            "The Yoga of the Supreme Person (Realization of the Ultimate Truth)"
        ]
    },
    "summary": {
        "hindi": [],
        "english": [
            "This discourse is entitled “Purushottama Yoga” or the “Yoga of the Supreme Person”. Here Lord Krishna tells us about the ultimate source of this visible phenomenal universe from which all things have come into being, just like a great tree with all its roots, trunk, branches, twigs, leaves, flowers and fruits which spring forth from the earth, which itself supports the tree and in which it is rooted. Sri Krishna declares that the Supreme Being is the source of all existence, and refers allegorically to this universe as being like an inverted tree whose roots are in Para Brahman, and whose spreading branches and foliage constitute all the things and factors that go to make up this creation of variegated phenomena. This is a very mysterious “Tree” which is very difficult to understand, being a product of His inscrutable power of Maya; and hence a marvellous, apparent appearance without having actual reality. One who fully understands the nature of this Samsara-Tree goes beyond Maya. To be attached to it is to be caught in it. The surest way of transcending this Samsara or worldly life is by wielding the excellent weapon of dispassion and non-attachment.",
            "In verses four and five of this discourse the Lord tells us how one goes beyond this visible Samsara and attains the supreme, imperishable status, attaining which one does not have to return to this mortal world of pain and death.",
            "Lord Krishna also describes for us the wonderful mystery of His Presence in this universe and the supreme place He occupies in sustaining everything here. The Lord declares that it is a part of Himself that manifests here as the individual soul in each body. He Himself is the indwelling Oversoul beyond the self. He is the effulgence inherent in the sun, moon and fire. He is present as the nourishing element in the earth. He is the inner witness of all beings. He is the supreme Knower even beyond Vedic knowledge. He is the resplendent Person who is beyond both this perishable phenomenal creation as well as the imperishable individual soul which is a part of His eternal essence. Thus, because He is beyond perishable matter and superior to the imperishable soul (enveloped in Maya), He is known in this world as well as in the Vedas as the Supreme Person."
        ]
    }
}