{
    "id": 2,
    "title": [
        "अध्याय २ - सांख्ययोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय २ - सांख्ययोग",
            "गीता का सार"
        ],
        "english": [
            "Adhyaya 2 - Sankhya Yoga",
            "Chapter 2 - Transcendental Knowledge",
            "Sankhya Yoga",
            "Contents of the Gita Summarized (The Eternal Reality of the Souls Immortality)"
        ]
    },
    "summary": {
        "hindi": [],
        "english": [
            "Sanjaya explains the condition of Arjuna, who was agitated due to attachment and fear.",
            "Lord Krishna rebukes him for his dejection, which was due to Moha or attachment, and exhorts him to fight. After failing to convince Sri Krishna through his seemingly wise thoughts, Arjuna realises his helplessness and surrenders himself completely to the Lord, seeking His guidance to get over the conflict of his mind.",
            "The Lord takes pity on him and proceeds to enlighten him by various means. He explains to Arjuna the imperishable nature of the Atman, for which there is no past, present and future. The Atman never dies, therefore Arjuna should not grieve. As It transcends the five elements, namely, earth, water, fire, air and ether, It cannot be cut, burnt or dried. It is unchanging and eternal.",
            "Everyone experiences conditions like pleasure and pain, heat and cold, due to contact of objects with the senses. The senses carry the sensations through the nerves to the mind. One should 16 THE YOGA OF THE DESPONDENCY OF ARJUNA be able to withdraw the senses from objects, like the tortoise which withdraws all its limbs within. Krishna asserts that only one who has the capacity to be balanced in pleasure and pain alike is fit for immortality.",
            "Krishna goes on to tell Arjuna that if he refuses to fight and flees from the battle, people will be justified in condemning such action as unworthy of a warrior.",
            "Having taught Arjuna the immortal nature of the Atman, Lord Krishna turns to the performance of action without expectation of fruit. A man should not concern himself about the fruit of the action, like gain and loss, victory and defeat. These are in the hands of the Lord. He should perform all action with a balanced mind, calmly enduring the pairs of opposites like heat and cold, pleasure and pain, that inevitably manifest during action. Krishna advises Arjuna to fight, free from desire for acquisition of kingdom or preservation of it.",
            "Arjuna is eager to know the characteristics of a man who has a stable mind. Such a person, Krishna tells him, will have no desires at all. Since he is content within, having realised the Self, he is entirely free from desires. The consciousness of the Atman and abandonment of desires are simultaneous experiences. The various qualities of a Sthitaprajna (a stable-minded person) are described by the Lord. He will not be affected by adversity and will have no fear or anger. He will take things as they come, and will not have any likes and dislikes. He will neither hug the world nor hate it.",
            "The man of stable mind will have perfect control of the senses. The senses are powerful and draw the mind outwards. One should therefore turn one’s gaze within and realise God who resides in the heart. The Yogi, having achieved a stable mind, remains steadfast even though all sense-objects come to him. He is unmoved and lives a life of eternal peace.",
            "Krishna concludes that the eternal Brahmic state frees one from delusion forever. Even at the end of life, when one departs from this body, one does not lose consciousness of one’s identity with Brahman."
        ]
    }
}