{
    "id": 8,
    "title": [
        "अध्याय ८ - अक्षरब्रह्मयोग"
    ],
    "translation": {
        "hindi": [
            "अध्याय ८ - अक्षरब्रह्मयोग",
            "भगवत्प्राप्ति"
        ],
        "english": [
            "Adhyaya 8 - Akshara Brahma Yoga",
            "Chapter 8 - Path of the Eternal God",
            "The Yoga of the Imperishable Brahman",
            "Attaining the Supreme (Attainment of Salvation)"
        ]
    },
    "summary": {
        "hindi": [],
        "english": [
            "Lord Krishna explains how those who attain Him do not have to come again into this impermanent world of sorrow and pain. All beings, including even the gods, come again and again into this created universe from the state of unmanifest being wherein they remained at the end of an age-cycle. But the Lord exists even beyond this unmanifest being. That radiant, imperishable Divine Reality is the highest goal to be attained. Single-minded devotion of our heart is the means of attaining this highest blessed state.",
            "Even though there are auspicious and inauspicious circumstances of departing from the physical body and journeying forth, yet if one steadily abides in the Lord through firm devotion and faith, then these conditions do not matter. By always remaining in tune with the Lord through pure love, everything is made auspicious, if one can ever remain united with the Divine through deep devotion, constant remembrance, regular meditation and continuous communion, then all times, places, conditions and situations become auspicious and blessed. This is the secret of invoking His Grace and attaining Him and becoming eternally free and blissful.",
            "Arjuna here asks Lord Krishna about the meaning of the different terms referred to by Him in the last two verses of the previous chapter. He wishes to know what is the Supreme Being, what is Karma or action that He refers to, and what is the meaning that pertains to this spirit, the elements and the centre of all things within this human body.",
            "Beyond all things manifest and unmanifest, beyond these names and forms, there is the Supreme Being—Brahman. He indwells this body as the centre of all things, including even our own self (individual soul). We are a spiritual being residing in this body and supported by the Silent Witness within—the Supreme Antaryamin. Prakriti or Nature is the being pertaining to the elements. Worship, prayer and offering to the gods with faith and devotion constitute actions that lead to blessedness.",
            "The secret of reaching the Divine Being and thus freeing oneself forever from birth and death and the pains and sufferings of this earth-life, is to constantly practise unbroken remembrance of the Lord at all times, in all places and even amidst one’s daily activities. If one practises such steady remembrance through regular daily Sadhana, then he will be rooted in His remembrance even at the time of departing from this body at death. Thus departing, he will go beyond darkness and bondage and attain the realm of eternal blessedness.",
            "One must practise sense-control. The senses must be well disciplined and gradually withdrawn from outside objects. The mind should be centred within upon God, by uttering Om or any Divine Name. By such steady practice daily the Lord is easily attained."
        ]
    }
}