[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "योगिनामपि सर्वेषां मद्गतेनान्तरात्मना |",
            "श्रद्धावान्भजते यो मां स मे युक्ततमो मतः || ४७ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "योगिनाम् – योगियों में से; अपि – भी; सर्वेषाम् – समस्त प्रकार के; मत्-गतेन – मेरे परायण, सदैव मेरे विषय में सोचते हुए; अन्तः-आत्मना – अपने भीतर; श्रद्धावान् – पूर्ण श्रद्धा सहित; भजते – दिव्य प्रेमाभक्ति करता है; यः – जो; माम् – मेरी (परमेश्र्वर की); सः – वह; मे – मेरे द्वारा; युक्त-तमः – परम योगी; मतः – माना जाता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "और समस्त योगियों में से जो योगी अत्यन्त श्रद्धापूर्वक मेरे परायण है, अपने अन्तःकरण में मेरे विषय में सोचता है और मेरी दिव्य प्रेमाभक्ति करता है वह योग में मुझसे परम अन्तरंग रूप में युक्त रहता है और सबों में सर्वोच्च है | यही मेरा मत है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ पर भजते शब्द महत्त्वपूर्ण है | भजतेभज् धातु से बना है जिसका अर्थ है-सेवा करना | अंग्रेजी शब्द वर्शिप (पूजन) से यह भाव व्यक्त नहीं होता, क्योंकि इससे पूजा करना, सम्मान दिखाना तथा योग्य का सम्मान करना सूचित होता है | किन्तु प्रेम तथा श्रद्धापूर्वक सेवा तो श्रीभगवान् के निमित्त है | किसी सम्माननीय व्यक्ति या देवता की पूजा न करने वाले को अशिष्ट कहा जा सकता है, किन्तु भगवान् की सेवा न करने वाले की तो पूरी तरह भर्त्सना की जाती है | प्रत्येक जीव भगवान् का अंशस्वरूप है और इस तरह प्रत्येक जीव को अपने स्वभाव के अनुसार भगवान् की सेवा करनी चाहिए | ऐसा न करने से वह नीचे गिर जाता है | भागवत पुराण में (११.५.३) इसकी पुष्टि इस प्रकार हुई है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "य एषां पुरुषं साक्षादात्मप्रभवमीश्र्वरम् |",
            "न भजन्त्यवजानन्ति स्थानाद्भ्रष्टाः पतन्त्यधः ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो मनुष्य अपने जीवनदाता आद्य भगवान् की सेवा नहीं करता और अपने कर्तव्य में शिथिलता बरतता है, वह निश्चित रूप से अपनी स्वाभाविक स्थिति से नीचे गिरता है |",
            "भागवत पुराण के इस श्लोक में भजन्ति शब्द व्यवहृत हुआ है | भजन्ति शब्द का प्रयोग परमेश्र्वर के लिए ही प्रयुक्त किया जा सकता है, जबकि वर्शिप (पूजन) का प्रयोग देवताओं या अन्य किसी सामान्य जीव के लिए किया जाता है | इस श्लोक में प्रयुक्त अवजानन्ति शब्द भगवद्गीता में भी पाया जाता है -अवजानन्ति मां मूढाः– केवल मुर्ख तथा धूर्त भगवान् कृष्ण का उपहास करते हैं | ऐसे मुर्ख भगवद्भक्ति की प्रवृत्ति न होने पर भी भगवद्गीता का भाष्य कर बैठते हैं | फलतः वे भजन्ति तथा वर्शिप (पूजन) शब्दों के अन्तर को नहीं समझ पाते |",
            "भक्तियोग समस्त योगों की परिणति है | अन्य योग तो भक्तियोग में भक्ति तक पहुँचने के साधन मात्र हैं | योग का वास्तविक अर्थ भक्तियोग है – अन्य सारे योग भक्तियोग रूपी गन्तव्य की दिशा में अग्रसर होते हैं | कर्मयोग से लेकर भक्तियोग तक का लम्बा रास्ता आत्म-साक्षात्कार तक जाता है | निष्काम कर्मयोग इस रास्ते (मार्ग) का आरम्भ है | जब कर्मयोग में ज्ञान तथा वैराग्य की वृद्धि होती है तो यह अवस्था ज्ञानयोग कहलाती है | जब ज्ञानयोग में अनेक भौतिक विधियों से परमात्मा के ध्यान में वृद्धि होने लगती है और मन उन पर लगा रहता है तो इसे अष्टांगयोग कहते हैं | इस अष्टांगयोग को पार करने पर जब मनुष्य श्रीभगवान् कृष्ण के निकट पहुँचता है तो वह भक्तियोग कहलाता है | यथार्थ में भक्तियोग ही चरम लक्ष्य है, किन्तु भक्तियोग का सूक्ष्म विश्लेषण करने के लिए अन्य योगों को समझना होता है | अतः जो योगी प्रगतिशील होता है वह शाश्र्वत कल्याण के सही मार्ग पर रहता है | जो किसी एक बिन्दु पर दृढ़ रहता है और आगे प्रगति नहीं करता वह कर्मयोगी, ज्ञानयोगी, ध्यानयोगी, राजयोगी, हठयोगी आदि नामों से पुकारा जाता है | यदि कोई इतना भाग्यशाली होता है कि भक्तियोग को प्राप्त हो सके तो यह समझना चाहिए कि उसने समस्त योगों को पार कर लिया है | अतः कृष्णभावनाभावित होना योग की सर्वोच्च अवस्था है, ठीक उसी तरह जैसे कि हम यह कहते हैं कि विश्र्व भर के पर्वतों में हिमालय सबसे ऊँचा है, जिसकी सर्वोच्च छोटी एवरेस्ट है |",
            "कोई विरला भाग्यशाली ही वैदिक विधान के अनुसार भक्तियोग के पथ को स्वीकार करके कृष्णभावनाभावित हो पाता है | आदर्श योगी श्यामसुन्दर कृष्ण पर अपना ध्यान एकाग्र करता है, जो बदल के समान सुन्दर रंग वाले हैं, जिनका कमल सदृश मुख सूर्य के समान तेजवान है, जिनका वस्त्र रत्नों से प्रभापूर्ण है और जिनका शरीर फूलों की माला से सुशोभित है | उनके अंगों को प्रदीप्त करने वाली उनकी ज्योति ब्रह्मज्योति कहलाती है | वे राम, नृसिंह, वराह तथा श्रीभगवान् कृष्ण जैसे विभिन्न रूपों में अवतरित होते हैं | वे सामान्य व्यक्ति की भाँति, माता यशोदा में पुत्र रूप में जन्म ग्रहण करते हैं और कृष्ण, गोविन्द तथा वासुदेव के नाम से जाने जाते हैं | वे पूर्ण बालक, पूर्ण पति, पूर्ण सखा तथा पूर्ण स्वामी हैं, और वे समस्त ऐश्र्वर्यों तथा दिव्य गुणों से ओतप्रोत हैं | जो श्रीभगवान् के इन गुणों से पूर्णतया अभिज्ञ रहता है वह सर्वोच्च योगी कहलाता है |",
            "योगी की यह सर्वोच्च दशा केवल भक्तियोग से ही प्राप्त की जा सकती है जिसकी पुष्टि वैदिक साहित्य से होती है (श्र्वेताश्र्वतर उपनिषद् ६.२३) –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "यस्य देवे पराभक्तिर्यथा देवे तथा गुरौ |",
            "तस्यते कथिता ह्यर्थाः प्रकाशन्ते महात्मनः ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जिन महात्माओं के हृदय में श्रीभगवान् तथा गुरु में परम श्रद्धा होती है उनमें वैदिक ज्ञान का सम्पूर्ण तात्पर्य स्वतः प्रकाशित हो जाता है |",
            "भक्तिरस्य भजनं तदिहामुत्रोपाधिनैरास्येनामुष्मिन् मनःकल्पनमेतदेव नैष्कर्म्यम्– भक्ति का अर्थ है, भगवान् की सेवा जो इस जीवन में या अगले जीवन में भौतिक लाभ की इच्छा से रहित होती है | ऐसी प्रवृत्तियों से मुक्त होकर मनुष्य को अपना मन परमेश्र्वर में लीन करना चाहिये | नैष्कर्म्य का यही प्रयोजन है (गोपाल-तापनी उपनिषद् १.५) |",
            "ये सभी कुछ ऐसे साधन हैं जिनसे योग की परम संसिद्धिमयी अवस्था भक्ति या कृष्णभावनामृत को सम्पन्न किया जा सकता है |",
            "इस प्रकार श्रीमदभगवद्गीता के छठे अध्याय “ध्यानयोग” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
        ]
    }
]