[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "तानि सर्वाणि संयम्य युक्त आसीत मत्परः ।",
            "वशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता ॥ ६१ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**तानि** – उन  इन्द्रियों को; **सर्वाणि** – समस्त; **संयम्य** – वश में करके; **युक्तः** – लगा हुआ; **आसीत** – स्थित होना; **मत्-परः** – मुझमें; **वशे** – पूर्णतया वश में; **हि** – निश्चय  ही; **यस्य** – जिसकी; **इन्द्रियाणि** – इन्द्रियाँ; **तस्य** – उसकी; **प्रज्ञा** – चेतना; **प्रतिष्ठिता** – स्थिर ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो इन्द्रियों को पूर्णतया वश में रखते हुए इन्द्रिय-संयमन करता है और अपनी चेतना को मुझमें स्थिर कर देता है, वह मनुष्य स्थिरबुद्धि कहलाता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में बताया गया है कि योगसिद्धि की चरम अनुभूति कृष्णभावनामृत ही है । जब तक कोई कृष्णभावनाभावित नहीं होता तब तक इन्द्रियों को वश में करना सम्भव नहीं है । जैसा कि पहले कहा जा चुका है, दुर्वासा मुनि का झगड़ा महाराज अम्बरीष से हुआ, क्योंकि वे गर्ववश महाराज अम्बरीष पर क्रुद्ध हो गये, जिससे अपनी इन्द्रियों को रोक नहीं पाये । दूसरी ओर यद्यपि राजा मुनि के समान योगी न था, किन्तु वह कृष्ण का भक्त था और उसने मुनि के सारे अन्याय सह लिये, जिससे वह विजयी हुआ । राजा अपनी इन्द्रियों को वश में कर सका क्योंकि उसमें निम्नलिखित गुण थे, जिनका उल्लेख श्रीमद्भागवत में (९.४.१८-२०) हुआ है-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "स वै मनः कृष्णपदारविन्दयोर्वचांसि वैकुण्ठगुणानुवर्णने ।",
            "करौ हरेर्मन्दिरमार्जनादिषु श्रुतिं चकाराच्युतसत्कथोदये ॥",
            "मुकुन्दलिङ्गालयदर्शने दृशौ तनृत्यगात्रस्पर्शेऽगसंगमम् ।",
            "घ्राणं च तत्पादसरोजसौरभे श्रीमत्तुलस्या रसनां तदर्पिते ॥",
            "पादौ हरे: क्षेत्रपदानुसर्पणे शिरो हृषीकेशपदाभिवन्दने ।",
            "कामं च दास्ये न तु कामकाम्यया यथोत्तमश्लोकजनाश्रया रतिः ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“राजा अम्बरीष ने अपना मन भगवान् कृष्ण के चरणारविन्दों पर स्थिर कर दिया, अपनी वाणी भगवान् के धाम की चर्चा करने में लगा दी, अपने कानों को भगवान् की लीलाओं के सुनने में, अपने हाथों को भगवान् का मन्दिर साफ करने में, अपनी आँखों को भगवान् का स्वरूप देखने में, अपने शरीर को भक्त के शरीर का स्पर्श करने में, अपनी नाक को भगवान् के चरणारविन्दों पर भेंट किये गये फूलों की गंध सूँघने में, अपनी जीभ को उन्हें अर्पित तुलसी दलों का आस्वाद करने में, अपने पाँवों को जहाँ-जहाँ भगवान् के मन्दिर हैं उन स्थानों की यात्रा करने में, अपने सिर को भगवान् को नमस्कार करने में तथा अपनी इच्छाओं को भगवान् की इच्छाओं को पूरा करने में लगा दिया और इन गुणों के कारण वे भगवान् के मत्पर भक्त बनने के योग्य हो गये ।”",
            "इस प्रसंग में मत्पर शब्द अत्यन्त सार्थक है । कोई मत्पर किस तरह हो सकता है इसका वर्णन महाराज अम्बरीष के जीवन में बताया गया है । मत्पर परम्परा के महान विद्वान् तथा आचार्य श्रील बलदेव विद्याभूषण का कहना है - *मद्भक्ति प्रभावेन सर्वेन्द्रियविजयपूर्विका स्वात्मदृष्टि: सुलभेति भाव:* - इन्द्रियों को केवल कृष्ण की भक्ति के बल से वश में किया जा सकता है । कभी-कभी अग्नि का भी उदाहरण दिया जाता है - “जिस प्रकार जलती हुई अग्नि कमरे के भीतर की सारी वस्तुएँ जला देती है उसी प्रकार योगी के हृदय में स्थित भगवान् विष्णु सारे मलों को जला देते हैं ।” योग-सूत्र भी विष्णु का ध्यान आवश्यक बताता है, शून्य का नहीं । तथाकथित योगी जो विष्णुपद को छोड़ कर अन्य किसी वस्तु का ध्यान धरते हैं वे केवल मृगमरीचिकाओं की खोज में वृथा ही अपना समय गँवाते हैं । हमें कृष्णभावनाभावित होना चाहिए-भगवान् के प्रति अनुरक्त होना चाहिए । असली योग का यही उद्देश्य है ।"
        ]
    }
]