[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अर्जुन उवाच |",
            "दृष्ट्वेदं मानुषं रूपं तव सौम्यं जनार्दन |",
            "इदानीमस्मि संवृत्तः सचेताः प्रकृतिं गतः || ५१ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुनःउवाच - अर्जुन ने कहा; दृष्ट्वा - देखकर; इदम् - इस; मानुषम् - मानवी; रूपम् - रूप को; तव - आपके; सौम्यम् - अत्यन्त सुन्दर; जनार्दन - हे शत्रुओं को दण्डित करने वाले; इदानीम् - अब; अस्मि - हूँ; संवृत्तः - स्थिर; स-चेताः - अपनी चेतना में; प्रकृतिम् - अपनी प्रकृति को; गतः - पुनः प्राप्त हूँ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जब अर्जुन ने कृष्ण को उनके आदि रूप में देखा तो कहा – हे जनार्दन! आपके इस अतीव सुन्दर मानवी रूप को देखकर मैं अब स्थिरचित्त हूँ और मैंने अपनी प्राकृत अवस्था प्राप्त कर ली है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ पर प्रयुक्त मानुषं रूपम् शब्द स्पष्ट सूचित करता हैं कि भगवान् मूलतः दो भुजाओं वाले हैं | जो लोग कृष्ण को सामान्य व्यक्ति मानकर उनका उपहास करते हैं, उनको यहाँ पर भगवान् की दिव्य प्रकृति से अनभिज्ञ बताया गया है | यदि कृष्ण मनुष्य होते तो उनके लिए पहले विश्र्वरूप और फिर चतुर्भुज नारायण रूप दिखा पाना कैसे सम्भव हो पाता? अतः भगवद्गीता में यह स्पष्ट उल्लेख है कि जो कृष्ण को सामान्य व्यक्ति मानता है और पाठक को यह कहकर भ्रान्त करता है कि कृष्ण के भीतर का निर्विशेष ब्रह्म बोल रहा है, वह सबसे बड़ा अन्याय करता है | कृष्ण ने सचमुच अपने विश्र्वरूप को तथा चतुर्भुज विष्णुरूप को प्रदर्शित किया | तो फिर वे किस तरह सामान्य पुरुष हो सकते हैं? शुद्ध भक्त कभी भी ऐसी गुमराह करने वाली टीकाओं से विचलित नहीं होता, क्योंकि वह वास्तविकता से अवगत रहता है | भगवद्गीता के मूल श्लोक सूर्य की भाँति स्पष्ट हैं, मूर्ख टीकाकारों को उन पर प्रकाश डालने की कोई आवश्यकता नहीं है |"
        ]
    }
]