[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अर्जुन उवाच",
            "एवं सततयुक्ता ये भक्तास्त्वां पर्युपासते ।",
            "ये चाप्यक्षरमव्यक्तं तेषां के योगवित्तमाः ॥ १ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुनः उवाच - अर्जुन ने कहा; एवम् - इस प्रकार; सतत - निरन्तर; युक्ताः - तत्पर; ये - जो; भक्ताः - भक्तगण; त्वाम् - आपको; पर्युपासते - ठीक से पूजते हैं; ये - जो; च - भी; अपि - पुनः; अक्षरम् - इन्द्रियों से परे; अव्यक्तम् - अप्रकट को; तेषाम् - उनमें से; के - कौन; योगवित्-तमाः - योगविद्या में अत्यन्त निपुण |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन ने पूछा – जो आपकी सेवा में सदैव तत्पर रहते हैं, या जो अव्यक्त निर्विशेष ब्रह्म की पूजा करते हैं, इन दोनों में से किसे अधिक पूर्ण (सिद्ध) माना जाय?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अब तक कृष्ण साकार, निराकार एवं सर्वव्यापकत्व को समझा चुके हैं और सभी प्रकार के भक्तों और योगियों का भी वर्णन कर चुके हैं | सामान्यतः अध्यात्मवादियों को दो श्रेणियों में विभाजित किया जा सकता है - निर्विशेषवादी तथा सगुणवादी | सगुणवादी भक्त अपनी सारी शक्ति से परमेश्वर की सेवा करता है | निर्विशेषवादी भी कृष्ण की सेवा करता है, किन्तु प्रत्यक्ष रूप से न करके वह अप्रत्यक्ष ब्रह्म का ध्यान करता है |",
            "इस अध्याय में हम देखेंगे कि परम सत्य की अनुभूति की विभिन्न विधियों में भक्तियोग सर्वोत्कृष्ट है | यदि कोई भगवान् का सान्निध्य चाहता है, तो उसे भक्ति करनी चाहिए |",
            "जो लोग भक्ति के द्वारा परमेश्वर की प्रत्यक्ष सेवा करते हैं, वे सगुणवादी कहलाते हैं | जो लोग निर्विशेष ब्रह्म का ध्यान करते हैं, वे निर्विशेषवादी कहलाते हैं | यहाँ पर अर्जुन पूछता है कि इन दोनों मेंसे कौन श्रेष्ठ है | यद्यपि परम सत्य के साक्षात्कार के अनेक साधन है, किन्तु इस अध्याय में कृष्ण भक्तियोग को सबों में श्रेष्ठ बताते हैं | यह सर्वाधिक प्रत्यक्ष है और ईश्वर का सान्निध्य प्राप्त करने के लिए सबसे सुगम साधन है |",
            "भगवद्गीता के द्वितीय अध्याय में भगवान् ने बताया है कि जीव भौतिक शरीर नहीं है, वह आध्यात्मिक स्फुलिंग है और परम सत्य परम पूर्ण है | सातवें अध्याय में उन्होंने जीव को परम पूर्ण का अंश बताते हुए पूर्ण पर ही ध्यान लगाने की सलाह दी है | पुनः आंठवें अध्याय में कहा है कि जो मनुष्य भौतिक शरीर त्याग करते समय कृष्ण का ध्यान करता है, वह कृष्ण के धाम को तुरन्त चला जाता है | यही नहीं, छठे अध्याय के अन्त में भगवान् स्पष्ट कहते हैं, कि योगियों में से, जो भी अपने अन्तः-करण में निरन्तर कृष्ण का चिंतन करता है, वही परम सिद्ध माना जाता है | इस प्रकार प्रायः प्रत्येक अध्याय का यही निष्कर्ष है कि मनुष्य को कृष्ण के सगुण रूप के प्रति अनुरक्त होना चाहिए, क्योंकि वही चरम आत्म-साक्षात्कार है |",
            "इतने पर भी ऐसे लोग हैं जो कृष्ण के साकार रूप के प्रति अनुरक्त नहीं होते | वे दृढ़तापूर्वक विलग रहते है यहाँ तक कि भगवद्गीता की टीका करते हुए भी वे अन्य लोगों को कृष्ण से हटाना चाहते हैं, और उनकी सारी भक्ति निर्विशेष ब्रह्मज्योति की और मोड़ते हैं | वे परम सत्य के उस निराकार रूप का ही ध्यान करना श्रेष्ठ मानते हैं, जो इन्द्रियों की पहुँच के परे है और अप्रकट है |",
            "इस तरह सचमुच में अध्यात्मवादियों की दो श्रेणियाँ हैं | अब अर्जुन यह निश्चित कर लेना चाहता है कि कौन-सी विधि सुगम है, और इन दोनों में से कौन सर्वाधिक पूर्ण है | दूसरे शब्दों में, वह अपनी स्थिति स्पष्ट कर लेना चाहता है, क्योंकि वह कृष्ण के सगुण रूप के प्रति अनुरक्त है | वह निराकार ब्रह्म के प्रति आसक्त नहीं है | वह जान लेना चाहता है कि उसकी स्थिति सुरक्षित तो है! निराकार स्वरूप, चाहे इस लोक में हो चाहे भगवान् के परम लोक में हो, ध्यान के लिए समस्या बना रहता है | वास्तव में कोई भी परम सत्यके निराकार रूप का ठीक से चिंतन नहीं कर सकता | अतः अर्जुन कहना चाहता है कि इस तरह से समय गँवाने से क्या लाभ? अर्जुन को ग्यारहवें अध्याय में अनुभव हो चुका है कि कृष्ण के साकार रूप के प्रति आसक्त होना श्रेष्ठ है, क्योंकि इस तरह वह एक ही समय अन्य सारे रूपों को समझ सकता है और कृष्ण के प्रति उसके प्रेम में किसी प्रकार का व्यवधान नहीं पड़ता | अतः अर्जुन द्वारा कृष्ण से इस महत्त्वपूर्ण प्रश्न के पूछे जाने से परम सत्य के निराकार तथा साकार स्वरूपों का अन्तर स्पष्ट हो जाएगा |"
        ]
    }
]