[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "तमेव शरणं गच्छ सर्वभावेन भारत ।",
            "तत्प्रसादात्परां शान्तिं स्थानं प्राप्स्यसि शाश्वतम् ॥ ६२ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "tam eva śaraṇaṁ gaccha",
            "sarva-bhāvena bhārata",
            "tat-prasādāt parāṁ śāntiṁ",
            "sthānaṁ prāpsyasi śāśvatam"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "tam — unto Him; eva — certainly; śaraṇam gaccha — surrender; sarva-bhāvena — in all respects; bhārata — O son of Bharata; tat-prasādāt — by His grace; parām — transcendental; śāntim — peace; sthānam — the abode; prāpsyasi — you will get; śāśvatam — eternal."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "O scion of Bharata, surrender unto Him utterly. By His grace you will attain transcendental peace and the supreme and eternal abode."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "A living entity should therefore surrender unto the Supreme Personality of Godhead, who is situated in everyone’s heart, and that will relieve him from all kinds of miseries of this material existence. By such surrender, not only will one be released from all miseries in this life, but at the end he will reach the Supreme God. The transcendental world is described in the Vedic literature (Ṛg Veda 1.22.20) as tad viṣṇoḥ paramaṁ padam. Since all of creation is the kingdom of God, everything material is actually spiritual, but paramaṁ padam specifically refers to the eternal abode, which is called the spiritual sky or Vaikuṇṭha."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In the Fifteenth Chapter of Bhagavad-gītā it is stated, sarvasya cāhaṁ hṛdi sanniviṣṭaḥ: the Lord is seated in everyone’s heart. So this recommendation that one should surrender unto the Supersoul sitting within means that one should surrender unto the Supreme Personality of Godhead, Kṛṣṇa. Kṛṣṇa has already been accepted by Arjuna as the Supreme. He was accepted in the Tenth Chapter as paraṁ brahma paraṁ dhāma. Arjuna has accepted Kṛṣṇa as the Supreme Personality of Godhead and the supreme abode of all living entities, not only because of his personal experience but also because of the evidence of great authorities like Nārada, Asita, Devala and Vyāsa."
        ]
    }
]