[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Invocations"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Shlokas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mūlaṃ dharmatarōrvivēkajaladhēḥ pūrṇēndumānandadaṃ",
            "vairāgyāmbujabhāskaraṃ hyaghaghanadhvāntāpahaṃ tāpaham.",
            "mōhāmbhōdharapūgapāṭanavidhau svaḥsambhavaṃ śaṅkaraṃ",
            "vandē brahmakulaṃ kalaṃkaśamanaṃ śrīrāmabhūpapriyam..1.. [3-1]",
            "sāndrānandapayōdasaubhagatanuṃ pītāmbaraṃ sundaraṃ",
            "pāṇau bāṇaśarāsanaṃ kaṭilasattūṇīrabhāraṃ varam",
            "rājīvāyatalōcanaṃ dhṛtajaṭājūṭēna saṃśōbhitaṃ",
            "sītālakṣmaṇasaṃyutaṃ pathigataṃ rāmābhirāmaṃ bhajē..2.. [3-2]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I reverence Bhagavān Śaṅkara, the progeny of Brahmā, the very root of the tree of piety, the beloved, devotee of King Śrī Rāma, the full moon that brings joy to the ocean of wisdom, the sun that opens the lotus of dispassion, the wind that disperses the clouds of ignorance, who dispels the thick darkness of sin and eradicates the threefold agony and who wipes off obloquy.",
            "I worship Śrī Rāma, the delighter of all, whose graceful form is an embodiment of joy and is dark as a rainy cloud, who is clad in a charming yellow bark and carries in His hands a bow and an arrow who has a beautiful, shining and well-equipped quiver fastened to His waist and has a pair of large lotus eyes, who is adorned with a tuft of matted locks on His head and who is seen journeying with Sītā and Lakṣmaṇa. (2)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "umā rāma guna gūḍha paṃḍita muni pāvahiṃ birati.",
            "pāvahiṃ mōha bimūḍha jē hari bimukha na dharma rati.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Śrī Rāma's virtues, Umā (Pārvatī), are mysterious. The sages as well as learned men develop dispassion (when they appreciate them); while the deluded fools who are hostile to Śrī Hari and have no love for piety get bewildered to hear of them."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pura nara bharata prīti maiṃ gāī. mati anurūpa anūpa suhāī..",
            "aba prabhu carita sunahu ati pāvana. karata jē bana sura nara muni bhāvana.. [3-0-1]",
            "ēka bāra cuni kusuma suhāē. nija kara bhūṣana rāma banāē..",
            "sītahi pahirāē prabhu sādara. baiṭhē phaṭika silā para suṃdara.. [3-0-2]",
            "surapati suta dhari bāyasa bēṣā. saṭha cāhata raghupati bala dēkhā..",
            "jimi pipīlikā sāgara thāhā. mahā maṃdamati pāvana cāhā.. [3-0-3]",
            "sītā carana cauṃca hati bhāgā. mūḍha maṃdamati kārana kāgā..",
            "calā rudhira raghunāyaka jānā. sīṃka dhanuṣa sāyaka saṃdhānā.. [3-0-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I have portrayed to the best of my ability the incomparable and charming affection (for Śrī Rāma) of the citizens (of Ayodhyā) as well as of Bharata. Now hear of the all-holy exploits of the Lord, that He wrought in the forest to the delight of gods, men and sages. On one ocasion Śrī Rāma culled lovely flowers and made with His own hands a number of ornaments, with which He fondly decked Sītā and sat with Her on a beautiful rock of crystal. The foolish son of Indra (the lord of celestials) took the form of a crow and wanted to test the might of Śrī Rāma (the Lord of Raghus) even as the most dull-witted ant would sound the depths of the ocean. The stupid fool, who had disguised himself as a crow with a sinister motive, bit Sītā in the foot with his beak and flew away. The Lord of Raghus came to know it only when blood ran from Her foot, and fitted a shaft of reed to His bow."
        ]
    }
]