[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः |",
            "तत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेSश्रुभात् || १६ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "किम् – क्या है; कर्म – कर्म; किम् – अकर्म,  निष्क्रियता; इति – इस प्रकार; कवयः – बुद्धिमान्; अपि – भी; अत्र – इस  विषय में; मोहिताः – मोहग्रस्त रहते हैं; तत् – वह; ते – तुमको; कर्म –  कर्म; प्रवक्ष्यामि – कहूँगा; यत् – जिसे; ज्ञात्वा – जानकर; मोक्ष्यसे –  तुम्हारा उद्धार होगा; अशुभात् – अकल्याण से, अशुभ से |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कर्म क्या है और अकर्म क्या है, इसे निश्चित करने में बुद्धिमान् व्यक्ति भी मोहग्रस्त हो जाते हैं | अतएव मैं तुमको बताऊँगा कि कर्म क्या है, जिसे जानकर तुम सारे अशुभ से मुक्त हो सकोगे |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कृष्णभावनामृत में जो कर्म किया जाय वह पूर्ववर्ती प्रामाणिक भक्तों के आदर्श के अनुसार करना चाहिए | इसका निर्देश १५वें श्लोक में किया गया है | ऐसा कर्म स्वतन्त्र क्यों नहीं होना चाहिए, इसकी व्याख्या अगले श्लोक में की गई है |",
            "कृष्णभावनामृत में कर्म करने के लिए मनुष्य को उन प्रामाणिक पुरुषों के नेतृत्व का अनुगमन करना होता है, जो गुरु-परम्परा में हों, जैसा कि इस अध्याय के प्रारम्भ में कहा जा चुका है | कृष्णभावनामृत पद्धति का उपदेश सर्वप्रथम सूर्यदेव को दिया गया, जिन्होंने इसे अपने पुत्र मनु से कहा, मनु ने इसे अपने पुत्र इक्ष्वाकु से कहा और यह पद्धति तबसे इस पृथ्वी पर चली आ रही है | अतः परम्परा के पूर्ववर्ती अधिकारियों के पदचिन्हों का अनुसरण करना आवश्यक है | अन्यथा बुद्धिमान् से बुद्धिमान् मनुष्य भी कृष्णभावनामृत के आदर्श कर्म के विषय में मोहग्रस्त हो जाते हैं | इसीलिए भगवान् ने स्वयं ही अर्जुन को कृष्णभावनामृत का उपदेश देने का निश्चय किया | अर्जुन को साक्षात् भगवान् ने शिक्षा दी, अतः जो भी अर्जुन के पदचिन्हों पर चलेगा वह कभी मोहग्रस्त नहीं होगा |",
            "कहा जाता है कि अपूर्ण प्रायोगिक ज्ञान के द्वारा धर्म-पथ का निर्णय नहीं किया जा सकता | वस्तुतः धर्म को केवल भगवान् ही निश्चित कर सकते हैं | धर्मं तु साक्षात्भगवत्प्रणीतम् (भागवत् ६.३.१९) | अपूर्ण चिन्तन द्वारा कोई किसी धार्मिक सिद्धान्त का निर्माण नहीं कर सकता | मनुष्य को चाहिए कि ब्रह्मा, शिव, नारद, मनु, चारों कुमार, कपिल, प्रह्लाद, भीष्म, शुकदेव गोस्वामी, यमराज , जनक तथा बलि महाराज जैसे महान अधिकारियों के पदचिन्हों का अनुसरण करे | केवल मानसिक चिन्तन द्वारा यह निर्धारित करना कठिन है कि धर्म या आत्म-साक्षात्कार क्या है | अतः भगवान् अपने भक्तों पर अहैतुकी कृपावश स्वयं ही अर्जुन को बता रहे हैं कि कर्म क्या है और अकर्म क्या है | केवल कृष्णभावनामृत में किया गया कर्म ही मनुष्य को भवबन्धन से उबार सकता है |"
        ]
    }
]