[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "मम योनिर्महद्ब्रह्म तस्मिन्गर्भं दधाम्यहम् ।",
            "सम्भवः सर्वभूतानां ततो भवति भारत ॥ ३ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**मम** - मेरा; **योनिः** - स्त्रोत; **महत्** - सम्पूर्ण भौतिक जगत्; **ब्रह्म** - परम; **तस्मिन्** - उसमें; **गर्भम्** - गर्भ; **दधामि** - उत्पन्न करता हूँ; **अहम्** - मैं; **सम्भवः** - सम्भावना; **सर्व-भूतानाम्** - समस्त जीवों का; **ततः** - तत्पश्चात्; **भवति** - होता है; **भारत** - हे भरत पुत्र ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे भरतपुत्र! ब्रह्म नामक समग्र भौतिक वस्तु जन्म का स्त्रोत है और मैं इसी ब्रह्म को गर्भस्थ करता हूँ, जिससे समस्त जीवों का जन्म सम्भव होता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यह संसार की व्याख्या है - जो कुछ घटित होता है वह क्षेत्र (शरीर) तथा क्षेत्रज्ञ (आत्मा) के संयोग से होता है । प्रकृति और जीव का यह संयोग स्वयं भगवान् द्वारा सम्भव बनाया जाता है । महत्-तत्त्व ही समग्र ब्रह्माण्ड का सम्पूर्ण कारण है और भौतिक कारण की समग्र वस्तु, जिसमें प्रकृति के तीनों गुण रहते हैं, कभी-कभी ब्रह्म कहलाती है । परमपुरुष इसी समग्र वस्तु को गर्भस्थ करते हैं, जिससे असंख्य ब्रह्माण्ड सम्भव हो सके हैं । वैदिक साहित्य में (मुण्डक उपनिषद् १.१.९) इस समग्र भौतिक वस्तु को ब्रह्म कहा गया है - *तस्मादेतद् ब्रह्म नामरूपमन्नं च जायते* । परमपुरुष उस ब्रह्म को जीवों के बीजों के साथ गर्भस्थ करता है । पृथ्वी, जल, अग्नि, वायु आदि चौबीसों तत्त्व भौतिक शक्ति हैं और वे महद् ब्रह्म अर्थात् भौतिक प्रकृति के अवयव हैं । जैसा कि सातवें अध्याय में बताया जा चुका है कि इससे परे एक अन्य परा प्रकृति-जीव-होती है । भगवान् की इच्छा से यह परा-प्रकृति भौतिक (अपरा) प्रकृति में मिला दी जाती है, जिसके बाद इस भौतिक प्रकृति से सारे जीव उत्पन्न होते हैं ।",
            "बिच्छू अपने अंडे धान के ढेर में देती है और कभी-कभी यह कहा जाता है कि बिच्छू धान से उत्पन्न हुई । लेकिन धान बिच्छू के जन्म का कारण नहीं । वास्तव में अंडे माता बिच्छू ने दिए थे । इसी प्रकार भौतिक प्रकृति जीवों के जन्म का कारण नहीं होती । बीज भगवान् द्वारा प्रदत्त होता है और वे प्रकृति से उत्पन्न होते प्रतीत होते हैं । इस तरह प्रत्येक जीव को उसके पूर्वकर्मों के अनुसार भिन्न शरीर प्राप्त होता है, जो इस भौतिक प्रकृति द्वारा रचित होता है, जिसके कारण जीव अपने पूर्व कर्मों के अनुसार सुख या दुःख भोगता है । इस भौतिक जगत् के जीवों की समस्त अभिव्यक्तियों के कारण भगवान् हैं ।"
        ]
    }
]