[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Salutations to the abode and companions of Sītā and Rāma"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "baṃdau avadha purī ati pāvani. sarajū sari kali kaluṣa nasāvani..",
            "pranavau pura nara nāri bahōrī. mamatā jinha para prabhuhi na thōrī.. [1-15-1]",
            "siya niṃdaka agha ōgha nasāē. lōka bisōka banāi basāē..",
            "baṃdau kausalyā disi prācī. kīrati jāsu sakala jaga mācī.. [1-15-2]",
            "pragaṭēu jahaom raghupati sasi cārū. bisva sukhada khala kamala tusārū..",
            "dasaratha rāu sahita saba rānī. sukṛta sumaṃgala mūrati mānī.. [1-15-3]",
            "karau pranāma karama mana bānī. karahu kṛpā suta sēvaka jānī..",
            "jinhahi biraci baḍa bhayau bidhātā. mahimā avadhi rāma pitu mātā.. [1-15-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I reverence the exceedingly holy city of Ayodhyā (Śrī Rāma's birth-place) and the river Sarayũ (flowing beside it), which wipes out the sins of the Kali age. Again, I bow to the men and women of the city, who enjoy the affection of the Lord in no small degree. Even though they were damned as a result of the heap of sins incurred by the calumniators of Sītā (who were instrumental in bringing about Her lifelong exile), they were lodged in a heavenly abode, having been divested of sorrow. I greet Kausalya (the eldest queen of king Daśaratha) whose glory stands diffused throughout the world. She is the eastern horizon whence arose the lovely moon in the shape of the Lord of Raghus, who affords delight to the entire universe and is blighting as frost to lotuses in the form of the wicked. Recognizing king Daśaratha together with all his consorts as incarnations of merit and fair blessings, I make obeisance to them in thought, word and deed. Knowing me as a servant of your son, be gracious to me. The father and mothers of Śrī Rāma are the very perfection of glory, by creating whom even Brahmā (the Creator) has exalted himself.(1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "baṃdau avadha bhuāla satya prēma jēhi rāma pada.",
            "bichurata dīnadayāla priya tanu tṛna iva pariharēu..16.. [1-15-16]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I adore the king of Ayodhyā, who cherished such true love for the feet of Śrī Rāma that he gave up his dear life as a mere straw the moment the Lord, who is compassionate to the poor, parted from him.(16)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pranavau parijana sahita bidēhū. jāhi rāma pada gūḍha sanēhū..",
            "jōga bhōga mahaom rākhēu gōī. rāma bilōkata pragaṭēu sōī.. [1-15-1]",
            "pranavau prathama bharata kē caranā. jāsu nēma brata jāi na baranā..",
            "rāma carana paṃkaja mana jāsū. lubudha madhupa iva tajai na pāsū.. [1-15-2]",
            "baṃdau lachimana pada jalajātā. sītala subhaga bhagata sukha dātā..",
            "raghupati kīrati bimala patākā. daṃḍa samāna bhayau jasa jākā.. [1-15-3]",
            "sēṣa sahastrasīsa jaga kārana. jō avatarēu bhūmi bhaya ṭārana..",
            "sadā sō sānukūla raha mō para. kṛpāsiṃdhu saumitri gunākara.. [1-15-4]",
            "ripusūdana pada kamala namāmī. sūra susīla bharata anugāmī..",
            "mahāvīra binavau hanumānā. rāma jāsu jasa āpa bakhānā.. [1-15-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I make obeisance to king Janaka, alongwith his family, who bore hidden affection for the feet of Śrī Rāma. Even though he had veiled it under the cloak of asceticism and luxury, it broke out the moment he saw Śrī Rāma. Of Śrī Rāma's brothers, I bow, first of all, to the feet of Bharata, whose self-discipline and religious austerity beggar description and whose mind thirsts for the lotus feet of Śrī Rāma like a bee and never leaves their side. I reverence the lotus feet of lakṣmaṇa-cool and charming and a sourece of delight to the devotee-whose renown served as a staff for the spotless flag of Śrī Rāma's glory. He is no other than the thousand-headed serpent-god, Śeṣa, the cause (support) of the universe, who came down to dispel the fear of the earth. May that son of Sumitrā, an ocean of benevolence and a mine of virtues, be ever propitious to me. I adore the lotus feet of Śatrughna (lit., the slayer of his foes), who is valiant yet amiable in disposition, and a constant companion of Bharata. I supplicate Hanumān, the great hero, whose glory has been extolled by Śrī Rāma Himself.(1-5)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pranavau pavanakumāra khala bana pāvaka gyānadhana.",
            "jāsu hṛdaya āgāra basahiṃ rāma sara cāpa dhara..17.. [1-15-17]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I greet Hanumān, the son of the wind-god, an embodiment of wisdom, who is fire as it were for the forest of the wicked, and in the abode of whose heart resides Śrī Rāma, equipped with a bow and arrows.(17)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kapipati rīcha nisācara rājā. aṃgadādi jē kīsa samājā..",
            "baṃdau saba kē carana suhāē. adhama sarīra rāma jinha pāē.. [1-15-1]",
            "raghupati carana upāsaka jētē. khaga mṛga sura nara asura samētē..",
            "baṃdau pada sarōja saba kērē. jē binu kāma rāma kē cērē.. [1-15-2]",
            "suka sanakādi bhagata muni nārada. jē munibara bigyāna bisārada..",
            "pranavau sabahiṃ dharani dhari sīsā. karahu kṛpā jana jāni munīsā.. [1-15-3]",
            "janakasutā jaga janani jānakī. atisaya priya karunā nidhāna kī..",
            "tākē juga pada kamala manāvau. jāsu kṛpāom niramala mati pāvau.. [1-15-4]",
            "puni mana bacana karma raghunāyaka. carana kamala baṃdau saba lāyaka..",
            "rājivanayana dharēṃ dhanu sāyaka. bhagata bipati bhaṃjana sukha dāyaka.. [1-15-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The lord of monkeys (Sugrīva), the chief of bears (Jāmbavān), the king of demons (Vibhīṣaṇa) and the host of monkeys beginning with Aṅgada, I reverence the charming feet of all, who attained Śrī Rāma even though born in the lowest species. As many worshippers there are of the feet of Raghupati (the Lord of Raghus), including birds, beasts, gods, human beings and demons, I adore the lotus feet of them all, who are disinterested servants of Śrī Rāma. Śuka, Sanaka and others (viz., Sanandana, Sanātana and Sanatkumāra), sage Nārada and all other eminent sages who are devotees of God and proficient in the spiritual lore, I make obeisance to all, placing my head on the ground; be gracious to me, O Lords of ascetics knowing me as your servant. Jānakī, daughter of Janaka and mother of the universe and the most beloved consort of Śrī Rāma, the Fountain of Mercy, I seek to propitiate the pair of Her lotus feet, so that by Her grace I may be blessed with a refined intellect. Again, I adore, in thought, word and deed, the lotus feet of the all-worthy Lord of Raghus, who has lotus-like eyes and wields a bow and arrows, and who relieves the distress of His devotees and affords delight to them.(1-5)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "girā aratha jala bīci sama kahiata bhinna na bhinna.",
            "badau sītā rāma pada jinhahi parama priya khinna..18.. [1-18]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I reverence the feet of Sītā and Rāma, who though stated to be different are yet identical just like a word and its meaning or like water and the waves on its surface, and to whom the afflicted are most dear.(18)"
        ]
    }
]