[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Tara's wail; Śrī Rāma's advice to Tara and Sugrīva's coronation and Aṅgada's installation as his Heir- Apparent"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lachimana turata bōlāē purajana bipra samāja.",
            "rāju dīnha sugrīva kahaom aṃgada kahaom jubarāja..11.. [4-11]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Lakṣmaṇa immediately summoned the citizens and the Brāhmaṇas and (in their presence) crowned Sugrīva as the king and installed Aṅgada as the Crown Prince."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "umā rāma sama hita jaga māhīṃ. guru pitu mātu baṃdhu prabhu nāhīṃ..",
            "sura nara muni saba kai yaha rītī. svāratha lāgi karahiṃ saba prītī.. [4-11-1]",
            "bāli trāsa byākula dina rātī. tana bahu brana ciṃtāom jara chātī..",
            "sōi sugrīva kīnha kapirāū. ati kṛpāla raghubīra subhāū.. [4-11-2]",
            "jānatahu asa prabhu pariharahīṃ. kāhē na bipati jāla nara parahīṃ..",
            "puni sugrīvahi līnha bōlāī. bahu prakāra nṛpanīti sikhāī.. [4-11-3]",
            "kaha prabhu sunu sugrīva harīsā. pura na jāu dasa cāri barīsā..",
            "gata grīṣama baraṣā ritu āī. rahihau nikaṭa saila para chāī.. [4-11-4]",
            "aṃgada sahita karahu tumha rājū. saṃtata hṛdaya dharēhu mama kājū..",
            "jaba sugrīva bhavana phiri āē. rāmu prabaraṣana giri para chāē.. [4-11-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Umā, there is no such friend as Śrī Rāma in this world-neither preceptor, nor father, nor mother, nor brother, nor master. Gods, men and sages, all as a rule have some selfish motive behind their love. The same Sugrīva who trembled day and night in fear of Vali, who had many a sore on his body and whose breast ever burnt with the fire of anxiety, was made the king of monkeys! The Hero of Raghu's line is extremely compassionate by nature. No wonder that men who knowingly abandon such a lord should be caught in the meshes of calamity. The Lord then sent for Sugrīva and instructed him in the various principles of statecraft. Said the Lord, \"Listen, O Sugrīva, lord of the monkeys: I may not enter a town for four years and ten. The hot season is now over and the rains have set in. I will, therefore, encamp on the hills not far from you. You and Aṅgada rule over the kingdom, and ever cherish my business in your heart.\" When Sugrīva returned home, Śrī Rāma took up His abode on the Pravarsana hills."
        ]
    }
]