[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "A description of the spring; Nārada's meeting with Śrī Rāma"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nānā bidhi binatī kari prabhu prasanna jiyaom jāni.",
            "nārada bōlē bacana taba jōri sarōruha pāni..41.. [3-41]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "After much supplication and realizing that the Lord was pleased at heart, Nārada joined his lotus palms and spoke as follows:-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunahu udāra sahaja raghunāyaka. suṃdara agama sugama bara dāyaka..",
            "dēhu ēka bara māgau svāmī. jadyapi jānata aṃtarajāmī.. [3-41-1]",
            "jānahu muni tumha mōra subhāū. jana sana kabahu ki karau durāū..",
            "kavana bastu asi priya mōhi lāgī. jō munibara na sakahu tumha māgī.. [3-41-2]",
            "jana kahu kachu adēya nahiṃ mōrēṃ. asa bisvāsa tajahu jani bhōrēṃ..",
            "taba nārada bōlē haraṣāī . asa bara māgau karau ḍhiṭhāī.. [3-41-3]",
            "jadyapi prabhu kē nāma anēkā. śruti kaha adhika ēka tēṃ ēkā..",
            "rāma sakala nāmanha tē adhikā. hōu nātha agha khaga gana badhikā.. [3-41-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Listen, O Lord of Raghus, generous by nature as You are: You confer delightful boons that are unattainable as well as those that are attainable. Grant me, my master, only one boon that I ask of You, even though You already know it (even without my asking), indwelling as You do the hearts of all.\" \" You know my disposition, dear sage: do I ever hide anything from my devotees ? What object do I hold so dear, O chief of sages, that you may not ask it of Me ? There is nothing which I may withhold from my votary: never give up this belief even by mistake.\" Then Nārada gladly said, \"This is the boon I presume to ask: even though my lord has many names, each greater than the rest, as the Vedas declare, let the name Rāma, my lord, surpass all other names in exterminating the whole brood of sins even as a fowler kills an entire flock of birds."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rākā rajanī bhagati tava rāma nāma sōi sōma.",
            "apara nāma uḍagana bimala basuhu bhagata ura byōma..42ka.. [3-42(A)]",
            "ēvamastu muni sana kahēu kṛpāsiṃdhu raghunātha.",
            "taba nārada mana haraṣa ati prabhu pada nāyau mātha..42kha.. [3-42(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "May the name Rāma shine as the moon and the other names as so many stars in the cloudless sky of Your devotee's heart during the full-moon night of devotion to You.\" \"The all-merciful Lord of Raghus replied to the sage, \"So be it \" Thereupon Nārada felt much delighted at heart and bowed at the Lord's feet."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ati prasanna raghunāthahi jānī. puni nārada bōlē mṛdu bānī..",
            "rāma jabahiṃ prērēu nija māyā. mōhēhu mōhi sunahu raghurāyā.. [3-42(B)-1]",
            "taba bibāha maiṃ cāhau kīnhā. prabhu kēhi kārana karai na dīnhā..",
            "sunu muni tōhi kahau saharōsā. bhajahiṃ jē mōhi taji sakala bharōsā.. [3-42(B)-2]",
            "karau sadā tinha kai rakhavārī. jimi bālaka rākhai mahatārī..",
            "gaha sisu baccha anala ahi dhāī. tahaom rākhai jananī aragāī.. [3-42(B)-3]",
            "prauḍha bhaēom tēhi suta para mātā. prīti karai nahiṃ pāchili bātā..",
            "mōrē prauḍha tanaya sama gyānī. bālaka suta sama dāsa amānī.. [3-42(B)-4]",
            "janahi mōra bala nija bala tāhī. duhu kahaom kāma krōdha ripu āhī..",
            "yaha bicāri paṃḍita mōhi bhajahīṃ. pāēhu gyāna bhagati nahiṃ tajahīṃ.. [3-42(B)-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Seeing the Lord of Raghus so highly pleased, Nārada spoke again in gentle tones- \" Listen, O Rāma: when You impelled Your Māyā (deluding potency) and infatuated me, O Lord of Raghus, I wanted to marry. Why, then, did You not let me accomplish my desire ?\" \" Listen, O sage: I tell you with all the emphasis at My command that I always take care of those who worship Me with undivided faith, even as a mother tends her child. If an infant child runs to catch hold of fire or a snake, the mother rescues it by drawing it aside. When, however, her son has grown up she loves him no doubt, but not as before. The wise are like My grown up sons, while humble devotees are like My infant children. A devotee depends on Me, while the former ( a wise man) depends on his own strength; and both have to face enemies like lust and anger. Pondering thus the prudent adore Me and never take leave of devotion even after attaining wisdom"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kāma krōdha lōbhādi mada prabala mōha kai dhāri.",
            "tinha mahaom ati dāruna dukhada māyārūpī nāri..43.. [3-43]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Lust, anger, greed, pride etc., constitute the most powerful army of Ignorance. But among them all the fiercest and the most troublesome is that incarnation of Māyā (the Lord's deluding potency) called woman.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni muni kaha purāna śruti saṃtā. mōha bipina kahu nāri basaṃtā..",
            "japa tapa nēma jalāśraya jhārī. hōi grīṣama sōṣai saba nārī.. [3-43-1]",
            "kāma krōdha mada matsara bhēkā. inhahi haraṣaprada baraṣā ēkā..",
            "durbāsanā kumuda samudāī. tinha kahaom sarada sadā sukhadāī.. [3-43-2]",
            "dharma sakala sarasīruha bṛṃdā. hōi hima tinhahi dahai sukha maṃdā..",
            "puni mamatā javāsa bahutāī. paluhai nāri sisira ritu pāī.. [3-43-3]",
            "pāpa ulūka nikara sukhakārī. nāri nibiḍa rajanī aomdhiārī..",
            "budhi bala sīla satya saba mīnā. banasī sama triya kahahiṃ prabīnā.. [3-43-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Listen, O sage: the Purāṇas, the Vedas and the saints declare that woman is like the vernal season to the forest of ignorance. Nay, like the hot season she dries up all the ponds and lakes of Japa (the muttering of prayers), austerity and religious observances. Again, lust, anger, pride and jealousy are so many frogs as it were; like the rainy season woman is the only agency that gladdens them all. Even so latent desires of a vicious type are like a bed of lilies, to which, like the autumn, she is ever agreeable. All the different virtues are like a bed of lotuses; like the middle of winter, woman, who is a source of base (sensuous) pleasure, blights them all. Again, the overgrowth of the Yavasa plant in the shape of mineness flourishes when the close of winter in the shape of woman appears. For owls in the shape of sins woman is a delightful night thick with darkness. Even so reason, strength, virtue and truth are all so many fishes as it were; and woman, so declare the wise, is like a hook to catch them.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "avaguna mūla sūlaprada pramadā saba dukha khāni.",
            "tātē kīnha nivārana muni maiṃ yaha jiyaom jāni..44.. [3-44]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "A young woman is the root of all evil, a source of torment and a mine of all woes. Therefore, bearing this in mind, O sage, I prevented your marriage.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni raghupati kē bacana suhāē. muni tana pulaka nayana bhari āē..",
            "kahahu kavana prabhu kai asi rītī. sēvaka para mamatā aru prītī.. [3-44-1]",
            "jē na bhajahiṃ asa prabhu bhrama tyāgī. gyāna raṃka nara maṃda abhāgī..",
            "puni sādara bōlē muni nārada. sunahu rāma bigyāna bisārada.. [3-44-2]",
            "saṃtanha kē lacchana raghubīrā. kahahu nātha bhava bhaṃjana bhīrā..",
            "sunu muni saṃtanha kē guna kahaūom. jinha tē maiṃ unha kēṃ basa rahaūom.. [3-44-3]",
            "ṣaṭa bikāra jita anagha akāmā. acala akiṃcana suci sukhadhāmā..",
            "amitabōdha anīha mitabhōgī. satyasāra kabi kōbida jōgī.. [3-44-4]",
            "sāvadhāna mānada madahīnā. dhīra dharma gati parama prabīnā.. [3-44-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "As the sage listened to the delightful of Śrī Rāma (the Lord of Raghus), a thrill ran through his body and his eyes filled with tears. He said to himself, \"Tell me, is there any other master whose wont it is to show such attachment and fondness for his servants? Men who refuse to worship such a lord shaking off all delusion are bankrupt of wisdom, dull-writted and wretched.\" The sage Nārada again reverentially spoke to the Lord, \" Listen, O Rāma, who are well-versed in sacred lore: tell me, my lord Raghuvira (Hero of Raghu's line), the distinguishing marks of saints, O dispeller of the fear of transmigration.\" \" I tell you, dear sage, the qualities of saints, by virtue of which they hold Me in subjection. They are masters of the six passions (lust, anger, greed, infatuation, pride and jealousy), sinless, disinterested, firm, possessing nothing, pure (both within and without), full of bliss, of boundless wisdom, desireless, moderate in diet, truthful, inspired, learned and united with God, circumspect, bestowing honour on others, free from pride, strong-minded and highly conversant with the course of Dharma (righteousness)."
        ]
    }
]