[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Salutations to the immortal bards"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sarala kabita kīrati bimala sōi ādarahiṃ sujāna.",
            "sahaja bayara bisarāi ripu jō suni karahiṃ bakhāna..14ka.. [1-14(A)]",
            "sō na hōi binu bimala mati mōhi mati bala ati thōra.",
            "karahu kṛpā hari jasa kahau puni puni karau nihōra..14kha.. [1-14(B)]",
            "kabi kōbida raghubara carita mānasa maṃju marāla.",
            "bāla binaya suni suruci lakhi mōpara hōhu kṛpāla..14ga.. [1-14(C)]",
            "baṃdau muni pada kaṃju rāmāyana jēhiṃ niramayau.",
            "sakhara sukōmala maṃju dōṣa rahita dūṣana sahita..14gha.. [1-14(C)-14(D)]",
            "baṃdau cāriu bēda bhava bāridhi bōhita sarisa.",
            "jinhahi na sapanēhu khēda baranata raghubara bisada jasu..14ṅa.. [1-14(C)-14(E)]",
            "baṃdau bidhi pada rēnu bhava sāgara jēhi kīnha jahaom.",
            "saṃta sudhā sasi dhēnu pragaṭē khala biṣa bārunī..14ca.. [1-14(C)-14(F)]",
            "bibudha bipra budha graha carana baṃdi kahau kara jōri.",
            "hōi prasanna puravahu sakala maṃju manōratha mōri..14cha.. [1-14(G)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The wise admire only that poetry which is lucid and portrays a spotless character and which even opponents hear with applause forgetting natural animosity. Such poetry is not possible without a refined intellect, and of intellectual power I have very little. Be gracious, therefore so that I may depict the glory of Śrī Hari; I solicit again and again. Poets and wise men, lovely swans sporting in the Mānasarovara lake of Śrī Rāma's exploits! Hearing my childlike prayer and recognizing my refined taste, be kindly disposed towards me.(14 A-C) I bow to the lotus feet of the sage (Vālmīki) who composed the Rāmāyaṇa, which though containing an account of the demon Khara (a cousin of Rāvaṇa), is yet very soft and charming, and though faultless, is yet full of references to Dūṣaṇa (another cousin of the demon-king Rāvaṇa).* I reverence, all the four Vedas, barks as it were on the ocean of mundane existence, which never dream of weariness in singing the untarnished glory of Śrī Rāma, the Chief of Raghus. I greet the dust on the feet of Brahmā (the Creator), who has evolved the ocean of worldly existence, the birth-place of nectar, the moon and the cow of plenty in the form of saints, on the one hand, and of poison and wine in the form of the wicked, on the other.† Making obeisance to the feet of gods, the Brāhmaṇas, wise men and the deities presiding over the nine planets, I pray to them with joined palms! Be pleased to accomplish all my fair desires.(14 D-G)"
        ]
    },
    {
        "type": "unorderedListGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "***** There is a pun on the words 'Sakhara' and 'Dūṣaṇa sahita' in the original, which are capable of a twofold interpretation 'Khara' and 'Dūṣaṇa' as proper nouns denote two of Rāvaṇa cousins, whose figure in the Araṇyakāṇda of the great epic poem of Vālmīki and lead a military expedition against Śrī Rāma in order to avenge themselves of the insult offered to their sister, Śūrpaṇakhā, by Lakṣmaṇa, Śrī Rāma's younger brother. They are eventually killed by Śrī Rāma, who proves too strong for the redoubtable demon chiefs. 'Khara' also means sharp-edged or hard and is thus contrasted with 'Sukomala' (soft). Similarly, 'Dūṣaṇa' also means a fault and thus the poet express himself to a contradiction in terms when he calls the Rāmāyaṇa both 'Doṣarahita' (faultless) and 'Dūṣaṇa sahita' (full of faults). The contradiction, however, is only verbal in both cases and constitutes a figure of speech known by the name 'Virodha' or 'Virodhābhāsa'.",
            "**†** This has an indirect reference to the churning of the ocean of milk as described in the Purāṇas, by the joint labours of gods and demons at the beginning of creation, which yielded beneficent objects like nectar, the moon and the cow of plenty, on the one hand, and pernicious substances like poison and wine on the other."
        ]
    }
]