[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "The battle recommences; encounter between lakṣmaṇa and Meghanada; a javelin thrown by the latter strikes lakṣmaṇa in the breast"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "parihari bayaru dēhu baidēhī. bhajahu kṛpānidhi parama sanēhī..",
            "tākē bacana bāna sama lāgē. kariā muha kari jāhi abhāgē.. [6-48(B)-1]",
            "būḍha bhaēsi na ta maratēu tōhī. aba jani nayana dēkhāvasi mōhī..",
            "tēhi apanē mana asa anumānā. badhyō cahata ēhi kṛpānidhānā.. [6-48(B)-2]",
            "sō uṭhi gayau kahata durbādā. taba sakōpa bōlēu ghananādā..",
            "kautuka prāta dēkhiahu mōrā. karihau bahuta kahauṃ kā thōrā.. [6-48(B)-3]",
            "suni suta bacana bharōsā āvā. prīti samēta aṃka baiṭhāvā..",
            "karata bicāra bhayau bhinusārā. lāgē kapi puni cahūom duārā.. [6-48(B)-4]",
            "kōpi kapinha durghaṭa gaḍhau ghērā. nagara kōlāhalu bhayau ghanērā..",
            "bibidhāyudha dhara nisicara dhāē. gaḍha tē parbata sikhara ḍhahāē.. [6-48(B)-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Giving up all quarrel with Śrī Rāma, restore Videha's Daughter to Him and worship the All-merciful, who has a most loving disposition.\" His words stung Rāvaṇa like shafts. \"Away, wretch, with your accursed face. If it were not for your age, I would have finished you; now please do not appear before my eyes again.\" Malyavan, however, thought within himself that the All-merciful would soon kill him; he, therefore, rose and departed abusing Rāvaṇa as he went. Meghanada thereupon exclaimed in a fury : \"See what wonders I work the very next morning. I am going to accomplish much; why should I, therefore, belittle its worth by speaking of it just now?\" Confidence returned to Rāvaṇa when he heard his son's words; and he fondly took him into his lap. The day broke even while they deliberated, and the monkeys again assailed the four gates. In their fury they laid siege to the most powerful citadel. This gave rise to an uproarious alarm in the city. The demons darted forward with their weapons of every description and hurled down mountain-peaks from the ramparts.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ḍhāhē mahīdhara sikhara kōṭinha bibidha bidhi gōlā calē.",
            "ghaharāta jimi pabipāta garjata janu pralaya kē bādalē..",
            "markaṭa bikaṭa bhaṭa juṭata kaṭata na laṭata tana jarjara bhaē.",
            "gahi saila tēhi gaḍha para calāvahiṃ jahaom sō tahaom nisicara haē.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The demons hurled mountain-peaks in myriads and fired bomb-shells of every description, which came roaring like a crash of thunder; while the contending warriors roared like the clouds on the day of universal destruction. Fierce monkey warriors combated with their adversaries and had their bodies severely wounded and badly battered; yet they languished not. Seizing rocks, they hurled them against the fort; and the demons fell to them wherever they stood."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mēghanāda suni śravana asa gaḍhau puni chēṃkā āi.",
            "utaryō bīra durga tēṃ sanmukha calyō bajāi..49.. [6-49]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When Meghanada heard that the monkeys had come and besieged the fort again, the hero tore down the fort and sallied forth with beat of drum to meet the enemy face to face."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahaom kōsalādhīsa dvau bhrātā. dhanvī sakala lōka bikhyātā..",
            "kahaom nala nīla dubida sugrīvā. aṃgada hanūmaṃta bala sīṃvā.. [6-49-1]",
            "kahāom bibhīṣanu bhrātādrōhī. āju sabahi haṭhi mārau ōhī..",
            "asa kahi kaṭhina bāna saṃdhānē. atisaya krōdha śravana lagi tānē.. [6-49-2]",
            "sara samuha sō chāḍaai lāgā. janu sapaccha dhāvahiṃ bahu nāgā..",
            "jahaom tahaom parata dēkhiahiṃ bānara. sanmukha hōi na sakē tēhi avasara.. [6-49-3]",
            "jahaom tahaom bhāgi calē kapi rīchā. bisarī sabahi juddha kai īchā..",
            "sō kapi bhālu na rana mahaom dēkhā. kīnhēsi jēhi na prāna avasēṣā.. [6-49-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Where are the two brother princes of Kosala, those archers celebrated throughout the spheres? Where are Nala, Nila, Dvivida and Sugrīva as well as Aṅgada and Hanumān, the most powerful of all? Where is Vibhīṣaṇa the traitor to his own brother? I will kill them all today and him (Vibhīṣaṇa) too at all events.\" So saying, he fitted sharp arrows to his bow and in excess of fury drew the string up to his ear. Presently he started discharging a volley of arrows that flew like so many winged serpents. Everywhere monkeys were seen falling to the ground, at that time there was none who would dare to face him. Bears and monkeys fled in every direction; none had any desire left to continue the fight. Not a single monkey or bear was to be seen on the field, whom he had left with anything but life."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dasa dasa sara saba mārēsi parē bhūmi kapi bīra.",
            "siṃhanāda kari garjā mēghanāda bala dhīra..50.. [6-50]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He struck his opponents with ten arrows each, and the monkey warriors dropped to the ground. Meghanada, who was as powerful as he was staunch in fight, now roared like a lion."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dēkhi pavanasuta kaṭaka bihālā. krōdhavaṃta janu dhāyau kālā..",
            "mahāsaila ēka turata upārā. ati risa mēghanāda para ḍārā.. [6-50-1]",
            "āvata dēkhi gayau nabha sōī. ratha sārathī turaga saba khōī..",
            "bāra bāra pacāra hanumānā. nikaṭa na āva maramu sō jānā.. [6-50-2]",
            "raghupati nikaṭa gayau ghananādā. nānā bhāomti karēsi durbādā..",
            "astra sastra āyudha saba ḍārē. kautukahīṃ prabhu kāṭi nivārē.. [6-50-3]",
            "dēkhi pratāpa mūḍha khisiānā. karai lāga māyā bidhi nānā..",
            "jimi kōu karai garuḍa saiṃ khēlā. ḍarapāvai gahi svalpa sapēlā.. [6-50-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When the son of the wind-god saw his army in distress, he flew into a rage and rushed forth as if he were death personified. He forthwith tore up a huge rock and hurled it at Meghanada with great fury. When he saw the rock coming towards him, he mounted up into the air, leaving his car, charioteer and horses to perish. Again and again did Hanumān challenge him to a duel, but the demon dared not come nearer; for he knew the monkey's real strength. Meghanada now approached Śrī Rāma and hurled every kind of abuse at him. He tried weapons and missiles of every description against Him; but the Lord with the utmost ease cut them asunder before they could reach Him. The fool was put out of countenance when he saw the Lord's might, and began to practise all sorts of illusive devices, as if catching hold of a poor little snakeling one were to frighten Garuḍa and sport with him."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jāsu prabala māyā bala siva biraṃci baḍa chōṭa.",
            "tāhi dikhāvai nisicara nija māyā mati khōṭa..51.. [6-51]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The evil-minded demon displayed his demoniac powers before Him whose powerful Māyā (deluding potency) holds sway over all, both great and small, Śiva and Viranci (the Creator) not excepted."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nabha caḍhai baraṣa bipula aṃgārā. mahi tē pragaṭa hōhiṃ jaladhārā..",
            "nānā bhāomti pisāca pisācī. māru kāṭu dhuni bōlahiṃ nācī.. [6-51-1]",
            "biṣṭā pūya rudhira kaca hāḍaā. baraṣai kabahu upala bahu chāḍaā..",
            "baraṣi dhūri kīnhēsi aomdhiārā. sūjha na āpana hātha pasārā.. [6-51-2]",
            "kapi akulānē māyā dēkhēṃ. saba kara marana banā ēhi lēkhēṃ..",
            "kautuka dēkhi rāma musukānē. bhaē sabhīta sakala kapi jānē.. [6-51-3]",
            "ēka bāna kāṭī saba māyā. jimi dinakara hara timira nikāyā..",
            "kṛpādṛṣṭi kapi bhālu bilōkē. bhaē prabala rana rahahiṃ na rōkē.. [6-51-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Mounting up into the air he rained down a shower of firebrands, and spouts of water issued forth from the earth. Fiends and fiendesses of diverse form danced with cries of \"Maim and kill?\" Now he would rain down showers of faeces, pus, blood, hair and bones; and now he would hurl a volley of stones. By discharging dust all round he made it so dark that if you held out your own hand you would not see it. The monkeys lost their nerve when they saw these supernatural phenomena. \"At this rate we are all doomed\" they thought. Śrī Rāma smiled when he saw this fun; at the same time He understood that the monkeys were all alarmed. With a single arrow He broke the illusive web, even as the sun removes the thick veil of darkness. He cast a gracious look on the monkeys and bears, and lo! they grew too strong to be restrained from fighting."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "āyasu māgi rāma pahiṃ aṃgadādi kapi sātha.",
            "lachimana calē kruddha hōi bāna sarāsana hātha..52.. [6-52]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Asking leave of Śrī Rāma and accompanied by Aṅgada and other monkey chiefs, lakṣmaṇa marched forth in fury, bow and arrow in hand."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "chataja nayana ura bāhu bisālā. himagiri nibha tanu kachu ēka lālā..",
            "ihāom dasānana subhaṭa paṭhāē. nānā astra sastra gahi dhāē.. [6-52-1]",
            "bhūdhara nakha biṭapāyudha dhārī. dhāē kapi jaya rāma pukārī..",
            "bhirē sakala jōrihi sana jōrī. ita uta jaya icchā nahiṃ thōrī.. [6-52-2]",
            "muṭhikanha lātanha dātanha kāṭahiṃ. kapi jayasīla māri puni ḍāṭahiṃ..",
            "māru māru dharu dharu dharu mārū. sīsa tōri gahi bhujā upārū.. [6-52-3]",
            "asi rava pūri rahī nava khaṃḍā. dhāvahiṃ jahaom tahaom ruṃḍa pracaṃḍā..",
            "dēkhahiṃ kautuka nabha sura bṛṃdā. kabahuka bisamaya kabahu anaṃdā.. [6-52-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "With bloodshot eyes, a broad chest and long arms, his white form shone like the snow-clad Himalaya with a slight admixture of red. At the other end the ten-headed monster sent out champions, who rushed forth equipped with missiles and other weapons of every description. With mountains, claws and trees for weapons, the monkeys hastened to meet the demons, shouting \"Victory to Rāma.\" They all closed in the fray, match with match, both the sides equally agog to win. The monkeys, who had now the upper hand, battered the demons with their fists and feet and bit them with their teeth. They struck them down and browbeat them. \"Kill, kill, seize, seize, seize, slay, break his head, seize his arm and tear it up!\"-such were the cries that filled the air through all the nine divisions of the globe. Headless bodies sprinted furiously hither and thither. Hosts of celestials witnessed the spectacle from heaven, now with joy and now in dismay."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rudhira gāḍa bhari bhari jamyō ūpara dhūri uḍaāi.",
            "janu aomgāra rāsinha para mṛtaka dhūma rahyō chāi..53.. [6-53]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Blood had collected in the hollows of the earth and dried up there and clouds of dust hung over it like ashes over heaps of live coal."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ghāyala bīra birājahiṃ kaisē. kusumita kiṃsuka kē taru jaisē..",
            "lachimana mēghanāda dvau jōdhā. bhirahiṃ parasapara kari ati krōdhā.. [6-53-1]",
            "ēkahi ēka sakai nahiṃ jītī. nisicara chala bala karai anītī..",
            "krōdhavaṃta taba bhayau anaṃtā. bhaṃjēu ratha sārathī turaṃtā.. [6-53-2]",
            "nānā bidhi prahāra kara sēṣā. rācchasa bhayau prāna avasēṣā..",
            "rāvana suta nija mana anumānā. saṃkaṭha bhayau harihi mama prānā.. [6-53-3]",
            "bīraghātinī chāḍaisi sāomgī. tēja puṃja lachimana ura lāgī..",
            "muruchā bhaī sakti kē lāgēṃ. taba cali gayau nikaṭa bhaya tyāgēṃ.. [6-53-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The wounded warriors shone like so many Kimsuka* trees in flower. The two champions, lakṣmaṇa and Meghanada, grappled with each other in mounting fury. Neither could get the better of the other. The demon, however, resorted to wily tricks and unfair means. lakṣmaṇa, who was no other than Ananta (the serpent-god Śeṣa, whose wrath brings about the dissolution of the universe), then waxed furious and in a trice smashed the chariot and tore its driver to pieces. Śeṣa (lakṣmaṇa) smote him in so many ways that the demon (Meghanada) was all but dead. The son of Rāvaṇa thought within himself that he was in straits and the enemy would surely take his life. He threw a javelin which was notorious for killing warriors and was all brilliance; and lo! it struck lakṣmaṇa in the breast. The blow was so smart that the prince swooned and Meghanada now went near him shedding all fear."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mēghanāda sama kōṭi sata jōdhā rahē uṭhāi.",
            "jagadādhāra sēṣa kimi uṭhai calē khisiāi..54.. [6-54]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "A vast number of champions as powerful as Meghanada strove to lift him; but how could Śeṣa, the support of the entire globe, be thus lifted? Hence they returned smarting with shame."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunu girijā krōdhānala jāsū. jārai bhuvana cāridasa āsū..",
            "saka saṃgrāma jīti kō tāhī. sēvahiṃ sura nara aga jaga jāhī.. [6-54-1]",
            "yaha kautūhala jānai sōī. jā para kṛpā rāma kai hōī..",
            "saṃdhyā bhai phiri dvau bāhanī. lagē saombhārana nija nija anī.. [6-54-2]",
            "byāpaka brahma ajita bhuvanēsvara. lachimana kahāom būjha karunākara..",
            "taba lagi lai āyau hanumānā. anuja dēkhi prabhu ati dukha mānā.. [6-54-3]",
            "jāmavaṃta kaha baida suṣēnā. laṃkāom rahai kō paṭhaī lēnā..",
            "dhari laghu rūpa gayau hanumaṃtā. ānēu bhavana samēta turaṃtā.. [6-54-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Listen, Pārvatī : (continues Lord Śaṅkara,) none can conquer him in battle, the fire of whose wrath speedily consumes all the fourteen spheres (at the time of universal dissolution), and whom gods and human beings, nay, all animate and inanimate beings adore. He alone can understand this mystery, on whom descends Śrī Rāma's grace. Now that it was evening, both the armies retired and the commanders of the different units began taking count of their troops. The All-merciful and invincible Lord of the universe, the all-pervading supreme Spirit, asked : \"Where is lakṣmaṇa?\" Meanwhile Hanumān brought him; seeing His younger brother (in a swoon) the Lord felt sore distressed. Jāmbavān said, \"Susena, the physician, lives in Laṇkā; someone should be sent to fetch him here.\" Assuming a minute (indiscernible) form Hanumān went and immediately brought him, house and all."
        ]
    }
]