[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sītā's meeting with Anasūyā (Atri's wife) and the latter's discourse on the duties of a devoted wife"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "anusuiyā kē pada gahi sītā. milī bahōri susīla binītā..",
            "riṣipatinī mana sukha adhikāī. āsiṣa dēi nikaṭa baiṭhāī.. [3-4-1]",
            "dibya basana bhūṣana pahirāē. jē nita nūtana amala suhāē..",
            "kaha riṣibadhū sarasa mṛdu bānī. nāridharma kachu byāja bakhānī.. [3-4-2]",
            "mātu pitā bhrātā hitakārī. mitaprada saba sunu rājakumārī..",
            "amita dāni bhartā bayadēhī. adhama sō nāri jō sēva na tēhī.. [3-4-3]",
            "dhīraja dharma mitra aru nārī. āpada kāla parikhiahiṃ cārī..",
            "bṛddha rōgabasa jaḍa dhanahīnā. adhaṃ badhira krōdhī ati dīnā.. [3-4-4]",
            "aisēhu pati kara kiēom apamānā. nāri pāva jamapura dukha nānā..",
            "ēkai dharma ēka brata nēmā. kāyaom bacana mana pati pada prēmā.. [3-4-5]",
            "jaga pati bratā cāri bidhi ahahiṃ. bēda purāna saṃta saba kahahiṃ..",
            "uttama kē asa basa mana māhīṃ. sapanēhu āna puruṣa jaga nāhīṃ.. [3-4-6]",
            "madhyama parapati dēkhai kaisēṃ. bhrātā pitā putra nija jaiṃsēṃ..",
            "dharma bicāri samujhi kula rahaī. sō nikiṣṭa triya śruti asa kahaī.. [3-4-7]",
            "binu avasara bhaya tēṃ raha jōī. jānēhu adhama nāri jaga sōī..",
            "pati baṃcaka parapati rati karaī. raurava naraka kalpa sata paraī.. [3-4-8]",
            "chana sukha lāgi janama sata kōṭi. dukha na samujha tēhi sama kō khōṭī..",
            "binu śrama nāri parama gati lahaī. patibrata dharma chāḍai chala gahaī.. [3-4-9]",
            "pati pratikula janama jahaom jāī. bidhavā hōī pāī tarunāī.. [3-4-10]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then Sītā, who was so good natured and modest, met Anasūyā ( Atri's wife ) and clasped her feet. The sage's wife felt extremely pleased at heart; she blessed Her and seating Her by her side arrayed Her in heavenly robes and ornaments that remained ever new, clean and charming. In affectionate and mild tones the holy woman then proceeded to discourse on some wifely virtues, making Her an occasion for such discourse: \"Listen, O Princess: a mother, father and brother are all kind to us; but they bestow only limited joy. A husband, however, bestows unlimited joy (in the shape of blessedness), O Videha's daughter; vile is the woman who refuses to serve him. Fortitude, piety a friend and a wife-these four are put to the test only in times of adversity. A woman who treats her husband with disrespect-even though he is old, sick, dull-headed, indigent, blind, deaf, wrathful or most wretched-shall suffer various torments in hell (the abode of Yama). Devotion of body, speech and mind to her lord's feet is the only duty, sacred vow and penance of a woman. There are four types of faithful wives in this world: so declare the Vedas, the Purāṇas and all the saints. A woman of the best type is convinced in her heart of hearts that she cannot even dream in this world of a man other than her lord. The middling regards another's husband as her own brother, father or son (according to his age). She who is restrained by considerations of virtue or by the thought of her race is declared by the Vedas as a low woman. And know her to be the lowest woman in this world, who is restrained only by fear and want of opportunity. The woman who deceives her husband and loves a paramour is cast for a hundred cycles into the worst form of hell known by the name of Raurava. Who is so depraved as the woman who for the sake of a moment's pleasure reckons not the torment that shall endure for a thousand million births! The woman who sincerely takes a vow of fidelity to her husband easily attains the highest state; while she who is disloyal to her lord is widowed as soon as she attains her youth wherever she may be reborn."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sahaja apāvani nāri pati sēvata subha gati lahai.",
            "jasu gāvata śruti cāri ajahu tulasikā harihi priya..5ka.. [3-4-5(A)]",
            "sanu sītā tava nāma sumira nāri patibrata karahi.",
            "tōhi prānapriya rāma kahiu kathā saṃsāra hita..5kha.. [3-4-5(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "A woman is impure by her very birth; but she attains a happy state (hereafter) by serving her lord. (It is due to her loyalty to her husband that) Tulasī is loved by Śrī Hari even to this day and her glory is sung by all the four Vedas. Listen, Sītā: women will maintain their vow of fidelity to their husband by invoking your very name, Śrī Rāma being dear to you as your own life. It is for the good of the world that I have spoken to you on the subject.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni jānakīṃ parama sukhu pāvā. sādara tāsu carana siru nāvā..",
            "taba muni sana kaha kṛpānidhānā. āyasu hōi jāu bana ānā.. [3-4-1]",
            "saṃtata mō para kṛpā karēhū. sēvaka jāni tajēhu jani nēhū..",
            "dharma dhuraṃdhara prabhu kai bānī. suni saprēma bōlē muni gyānī.. [3-4-2]",
            "jāsu kṛpā aja siva sanakādī. cahata sakala paramāratha bādī..",
            "tē tumha rāma akāma piārē. dīna baṃdhu mṛdu bacana ucārē.. [3-4-3]",
            "aba jānī maiṃ śrī caturāī. bhajī tumhahi saba dēva bihāī..",
            "jēhi samāna atisaya nahiṃ kōī. tā kara sīla kasa na asa hōī.. [3-4-4]",
            "kēhi bidhi kahauṃ jāhu aba svāmī. kahahu nātha tumha aṃtarajāmī..",
            "asa kahi prabhu bilōki muni dhīrā. lōcana jala baha pulaka sarīrā.. [3-4-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Janaka's Daughter (Sītā) was overjoyed to hear this discourse and reverently bowed Her head at the feet of Anasūyā. The All-merciful then said to the sage, \"With your permission I would go to some other forest. Continue to shower your grace on me; and knowing me to be your servant never cease loving me.\" Hearing these words of the Lord, who was a champion of virtue the enlightened sage lovingly replied, \"You are the same Rāma ( the supreme Deity), the beloved of the desireless and the friend of the meek, whose favour is sought by Brahmā (the Unborn), Lord Śiva, the sage Sanaka and all other preachers (knowers) of the highest Reality; and yet you are addressing such polite words to me. I now understand the wisdom of Śrī (Goddess Lakṣmī), who chose You (as Her Lord) to the exclusion of all other gods. How can He who is unequalled and unsurpassed by anyone else be less amiable than He is! How can I say, \"You may go now, my lord? Tell me, my master, knowing as You do the hearts of all.\" Having spoken thus the sage kept gazing on the Lord, thrilling all over with emotion and his eyes flowing with tears."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tana pulaka nirbhara prēma purana nayana mukha paṃkaja diē.",
            "mana gyāna guna gōtīta prabhu maiṃ dīkha japa tapa kā kiē..",
            "japa jōga dharma samūha tēṃ nara bhagati anupama pāvaī.",
            "radhubīra carita punīta nisi dina dāsa tulasī gāvaī.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Thrilling all over with excess love, the sage rivetted his eyes on the Lord's lotus face. He thought to himself, \"What prayers did I mutter and what austerity did I perform that I was enabled to behold with my own eyes the Lord who is beyond all knowledge and transcends the three Guṇas as well as the senses and mind. It is through Japa (muttering of prayers). Yoga (concentration of mind) and a host of religious observances that man acquires devotion, which is incomparable ( as a means of God-Realization). So does Tulasīdāsa sing the all-holy exploits of Śrī Rāma (the Hero of Raghu's line) day and night."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kalimala samana damana mana rāma sujasa sukhamūla.",
            "sādara sunahi jē tinha para rāma rahahiṃ anukūla..6ka.. [3-6(A)]",
            "kaṭhina kāla mala kōsa dharma na gyāna na jōga japa.",
            "parihari sakala bharōsa rāmahi bhajahiṃ tē catura nara..6kha.. [3-6(A)-6(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The praises of Śrī Rāma destroy the impurities of the Kali age, subdue the mind and are a source of delight. Śrī Rāma remains ever propitious to those who listen to them with reverence. This terrible age (of Kali) is a repertory of sins; piety, spiritual wisdom, Yoga or Japa are out of place in this age. They alone, are wise, who worship Śrī Rāma giving up all other hopes."
        ]
    }
]