[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रीभगवानुवाच",
            "पार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते |",
            "न हि कल्याणकृत्कश्र्चिद् दुर्गतिं तात गच्छति || ४० ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीभगवान् उवाच – भगवान् ने कहा; पार्थ – हे पृथापुत्र; न एव – कभी ऐसा नहीं है; इह – इस संसार में; न – कभी नहीं; अमुत्र - अगले जन्म में; विनाशः – नाश; तस्य – उसका; विद्यते – होता है; न – कभी नहीं; हि – निश्चय ही; कल्याण-कृत् – शुभ कार्यों में लगा हुआ; कश्र्चित – कोई भी; दुर्गतिम् – पतन को; तात – हे मेरे मित्र; गच्छति – जाता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् ने कहा – हे पृथापुत्र! कल्याण-कार्यों में निरत योगी का न तो इस लोक में और न परलोक में ही विनाश होता है | हे मित्र! भलाई करने वाला कभी बुरे से पराजित नहीं होता |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीमद्भागवत में (१.५.१७) श्री नारद मुनि व्यासदेव को इस प्रकार उपदेश देते हैं –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "त्यक्त्वा स्वधर्मं चरणाम्भुजं हरेर्भजन्नपक्कोऽथ पतेत्ततो यदि |",
            "यत्र क्व वाभद्रमभूदमुष्य किं को वार्थ आप्तोऽभजतां स्वधर्मतः ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“यदि कोई समस्त भौतिक आशाओं को त्याग कर भगवान् की शरण में जाता है तो इसमें न तो कोई क्षति होती है और न पतन | दूसरी ओर अभक्त जन अपने-अपने व्यवसाओं में लगे रह सकते हैं फिर भी कुछ प्राप्त नहीं कर पाते |” भौतिक लाभ के लिए अनेक शास्त्रीय तथा लौकिक कार्य हैं | जीवन में आध्यात्मिक उन्नति अर्थात् कृष्णभावनामृत के लिए योगी को समस्त भौतिक कार्यकलापों का परित्याग करना होता है | कोई यह तर्क कर सकता है कि यदि कृष्णभावनामृत पूर्ण हो जाय तो इससे सर्वोच्च सिद्धि प्राप्त हो सकती है, किन्तु यदि यह सिद्धि प्राप्त न हो पाई तो भौतिक एवं आध्यात्मिक दोनों दृष्टियों से मनुष्य को क्षति पहुँचती है | शास्त्रों का आदेश है कि यदि कोई स्वधर्म का आचरण नहीं करता तो उसे पापफल भोगना पड़ता है, अतः जो दिव्य कार्यों को ठीक से नहीं कर पाता उसे फल भोगना होता है | भागवत पुराण आश्वस्त करता है कि असफल योगी को चिन्ता करने की आवश्यकता नहीं है | भले ही उसे ठीक से स्वधर्माचरण न करने का फल भोगना पड़े तो भी वह घाटे में नहीं रहता क्योंकि शुभ कृष्णभावनामृत कभी विस्मृत नहीं होता | जो इस प्रकार में लगा रहता है वह अगले जन्म में निम्नयोनी में भी जन्म लेकर पहले की भाँति भक्ति करता है | दूसरी ओर, जो केवल नियत कार्यों को दृढ़तापूर्वक करता है, किन्तु यदि उसमें कृष्णभावनामृत का अभाव है तो आवश्यक नहीं कि उसे शुभ फल प्राप्त हो |",
            "इस श्लोक का तात्पर्य इस प्रकार है – मानवता के दो विभाग किये जा सकते हैं – नियमित तथा अनियमित | जो लोग अगले जन्म या मुक्ति के ज्ञान के बिना पाशविक इन्द्रियतृप्ति में लगे रहते हैं वे अनियमित विभाग में आते हैं | जो लोग शास्त्रों में वर्णित कर्तव्य के सिद्धान्तों का पालन करते हैं वे नियमित विभाग में वर्गीकृत होते हैं | अनियमित विभाग के संस्कृत तथा असंस्कृत, शिक्षित तथा अशिक्षित, बली तथा निर्बल लोग पाशविक वृत्तियों से पूर्ण होते हैं | उनके कार्य कभी भी कल्याणकारी नहीं होते क्योंकि वेपशुओं की भाँति आहार, निद्रा, भय तथा मैथुन का भोग करते हुए इस संसार में निरन्तर रहते हैं, जो सदा ही दुखमय है | किन्तु जो लोग शास्त्रीय आदेशों के अनुसार संयमित रहते हैं और इस प्रकार क्रमशः कृष्णभावनामृत को प्राप्त होते हैं, वे निश्चित रूप से जीवन में उन्नति करते हैं |",
            "कल्याण-मार्ग के अनुयायिओं को तीन वर्गों में विभाजित किया जा सकता है – (१) भौतिक सम्पन्नता का उपभोग करने वाले शास्त्रीय विधि-विधानों के अनुयायी, (२) इस संसार से मुक्ति पाने के लिए प्रयत्नशील लोग तथा (३) कृष्णभावनामृत के भक्त | प्रथम वर्ग के अनुयायियों को पुनः दो श्रेणियों में विभाजित किया जा सकता है – सकामकर्मी तथा इन्द्रियतृप्ति की इच्छा न करने वाले | सकामकर्मी जीवन के उच्चतर स्तर तक उठ सकते हैं – यहाँ तक कि स्वर्गलोक को जा सकते हैं तो भी इस संसार से मुक्त न होने के कारण वे सही ढंग से शुभ मार्ग का अनुगमन नहीं करते | शुभ कर्म तो वे हैं जिनसे मुक्ति प्राप्त हो | कोई भी ऐसा कार्य जो परम आत्म-साक्षात्कार या देहात्मबुद्धि से मुक्ति की ओर उन्मुख नहीं होता वह रंचमात्र भी कल्याणप्रद नहीं होता | कृष्णभावनामृत सम्बन्धी कार्य ही एकमात्र शुभ कार्य है और जो कृष्णभावनामृत के मार्ग पर प्रगति करने के उद्देश्य से स्वेच्छा से समस्त शारीरिक असुविधाओं को स्वीकार करता है वही घोर तपस्या के द्वारा पूर्णयोगी कहलाता है | चूँकि अष्टांगयोग पद्धति कृष्णभावनामृत की चरम अनुभूति के लिए होती है, अतः यह पद्धति भी कल्याणप्रद है, अतः जो कोई इस दिशा में यथाशक्य प्रयास करता है उसे कभी अपने पतन के प्रति भयभीत नहीं होना चाहिए |"
        ]
    }
]