[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति |",
            "स्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति || ७२ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "एषा – यह; ब्राह्मी – आध्यात्मिक; स्थितिः –  स्थिति; पार्थ – हे पृथापुत्र; न – कभी नहीं; एनाम् – इसको; प्राप्य –  प्राप्त करके; विमुह्यति – मोहित होता है; स्थित्वा – स्थित होकर; अस्याम् –  इसमें; अन्त-काले – जीवन के अन्तिम समय में; अपि – भी; ब्रह्म-निर्वाणम् –  भगवद्धाम को; ऋच्छति – प्राप्त होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यह आध्यात्मिक तथा ईश्वरीय जीवन का पथ है, जिसे प्राप्त करके मनुष्य मोहित नहीं होता | यदि कोई जीवन के अन्तिम समय में भी इस तरह स्थित हो, तो वह भगवद्धाम को प्राप्त होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मनुष्य कृष्णभावनामृत या दिव्य जीवन को एक क्षण में प्राप्त कर सकता है और हो सकता है कि उसे लाखों जन्मों के बाद भी न प्राप्त हो | यह तो सत्य समझने और स्वीकार करने की बात है | खट्वांग महाराज ने अपनी मृत्यु के कुछ मिनट पूर्व कृष्ण के शरणागत होकर ऐसी जीवन अवस्था प्राप्त कर ली | निर्वाण का अर्थ है – भौतिकतावादी जीवन शैली का अन्त | बौद्ध दर्शन के अनुसार इस भौतिक जीवन के पूरा होने पर केवल शून्य शेष रह जाता है, किन्तु भगवद्गीता की शिक्षा इससे भिन्न है | वास्तविक जीवन का शुभारम्भ इस भौतिक जीवन के पूरा होने पर होता है | स्थूल भौतिकतावादी के लिए यह जानना पर्याप्त होगा कि इस भौतिक जीवन का अन्त निश्चित है, किन्तु अध्यात्मिक दृष्टि से उन्नत व्यक्तियों के लिए इस जीवन के बाद अन्य जीवन प्रारम्भ होता है | इस जीवन का अन्त होने से पूर्व यदि कोई कृष्णभावनाभावित हो जाय तो उसे तुरन्त ब्रह्म-निर्वाण अवस्था प्राप्त हो जाति है | भगवद्धाम तथा भगवद्भक्ति के बीच कोई अन्तर नहीं है | चूँकि दोनों चरम पद हैं, अतः भगवान् की दिव्य प्रेमीभक्ति में व्यस्त रहने का अर्थ है – भगवद्धाम को प्राप्त करना | भौतिक जगत में इन्द्रियतृप्ति विषयक कार्य होते हैं और आध्यात्मिक जगत् में कृष्णभावनामृत विषयक | इसी जीवन में ही कृष्णभावनामृत की प्राप्ति तत्काल ब्रह्मप्राप्ति जैसी है और जो कृष्णभावनामृत में स्थित होता है, वह निश्चित रूप से पहले ही भगवद्धाम में प्रवेश कर चुका होता है |",
            "ब्रह्म और भौतिक पदार्थ एक दूसरे से सर्वथा विपरीत हैं | अतः ब्राह्मी-स्थिति का अर्थ है, “भौतिक कार्यों के पद पर न होना |” भगवद्गीता में भगवद्भक्ति को मुक्त अवस्था माना गया है (स गुनान्समतीत्यैतान् ब्रह्मभूयाय कल्पते) | अतः ब्राह्मी-स्थिति भौतिक बन्धन से मुक्ति है |",
            "श्रील भक्ति विनोद ठाकुर ने भगवद्गीताके इस द्वितीय अध्याय को सम्पूर्ण ग्रंथ के प्रतिपाद्य विषय के रूप में संक्षिप्त किया है | भगवद्गीता के प्रतिपाद्य हैं – कर्मयोग, ज्ञानयोग तथा भक्तियोग | इस द्वितीय अध्याय में कर्मयोग तथा ज्ञानयोग की स्पष्ट व्याख्या हुई है एवं भक्तियोग की भी झाँकी दे दी गई है |",
            "इस प्रकार श्रीमद्भगवद्गीता के द्वितीय अध्याय “गीता का सार” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ|"
        ]
    }
]