[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यद्यपि भगवद्गीता का व्यापक प्रकाशन और पठन होता रहा है, किन्तु मूलतः यह संस्कृत महाकाव्य महाभारत की एक उपकथा के रूप में प्राप्त है । महाभारत में वर्तमान कलियुग तक की घटनाओं का विवरण मिलता है । इसी युग के प्रारम्भ में आज से लगभग ५,००० वर्ष पूर्व भगवान् श्रीकृष्ण ने अपने मित्र तथा भक्त अर्जुन को भगवद्गीता का उपदेश दिया था ।",
            "उनकी यह वार्ता, जो मानव इतिहास की सबसे महान दार्शनिक तथा धार्मिक वार्ताओं में से एक है, उस महायुद्ध के शुभारम्भ के पूर्व हुई, जो धृतराष्ट्र के सौ पुत्रों तथा उनके चचेरे भाई पाण्डवों के मध्य होने वाला भ्रातृघातक संघर्ष था ।",
            "धृतराष्ट्र तथा पाण्डु भाई-भाई थे जिनका जन्म कुरुवंश में हुआ था और वे राजा भरत के वंशज थे, जिनके नाम पर ही महाभारत नाम पड़ा । चूँकि बड़ा भाई धृतराष्ट्र जन्म से अंधा था, अतेव राजसिंहासन उसे न मिलकर छोटे भाई पाण्डु को मिला ।",
            "तथापि धृतराष्ट्र के पुत्र, विशेषतः सबसे बड़ा पुत्र दुर्योधन पाण्डवों से घृणा और ईर्ष्या करता था । अन्धा तथा दुर्बलहृदय धृतराष्ट्र पाण्डुपुत्रों के स्थान पर अपने पुत्रों को राज्य का उत्तराधिकारी बनाना चाहता था । इस तरह धृतराष्ट्र की सहमति से दुर्योधन ने पाण्डु के युवा पुत्रों की हत्या करने का षड्यन्त्र रचा । पाँचों पाण्डव अपने चाचा विदुर तथा अपने ममेरे भाई भगवान् कृष्ण के संरक्षण में रहने के कारण अनेक प्राणघातक आक्रमणों के बाद भी अपने प्राणों को सुरक्षित रख पाये ।",
            "भगवान् कृष्ण कोई सामान्य व्यक्ति नहीं, अपितु ईश्वर हैं जिन्होंने इस धराधाम में अवतार लिया था और अब एक समकालीन राजकुमार होने का अभिनय कर रहे थे । वे पाण्डु की पत्नी कुन्ती या पृथा, पाण्डवों की माता के भतीजे थे । इस तरह सम्बन्धी के रूप में तथा धर्म के शाश्वत पालक होने के कारण वे धर्मपरायण पाण्डुपुत्रों का पक्ष लेते रहे और उनकी रक्षा करते रहे ।",
            "किन्तु अन्ततः चतुर दुर्योधन ने पाण्डवों को जुआ खेलने के लिए ललकारा । उस निर्णायक स्पर्धा में दुर्योधन तथा उसके भाइयों ने पाण्डवों की सती पत्नी द्रौपदी पर अधिकार प्राप्त कर लिया और फिर उसे राजाओं तथा राजकुमारों की सभा के मध्य निर्वस्त्र करने का प्रयास किया । कृष्ण के दिव्य हस्तक्षेप से उसकी रक्षा हो सकी । उस द्यूतक्रीड़ा में छल के प्रयोग के कारण पाण्डव हार गए ततः उन्हें अपने राज्य से वंचित होना पड़ा और तेरह वर्ष तक वनवास के लिए जाना पड़ा ।",
            "वनवास से लौटकर पाण्डवों ने धर्मसम्मत रूप से दुर्योधन से अपना राज्य माँगा, किन्तु उसने देने से इनकार कर दिया । क्षत्रियों के शास्त्रोनुमोदित कर्त्तव्य को पूर्ण करने के लिए पाँचों पाण्डवों ने अन्त में अपना पूरा राज्य न माँगकर केवल पाँच गाँवों की माँग राखी, किन्तु दुर्योधन सुई की नोक भर भी भूमि देने के लिए सहमत नहीं हुआ ।",
            "अभी तक तो पाण्डव सहनशील बने रहे, लेकिन अब उनके लिए युद्ध करना अवश्यम्भावी हो गया ।",
            "विश्वभर के राजकुमारों में से कुछ धृतराष्ट्र के पुत्रों के पक्ष में थे, तो कुछ पाण्डवों के पक्ष में । उस समय कृष्ण स्वयं पाण्डवों के संदेशवाहक बनकर शान्ति का सन्देश लेकर धृतराष्ट्र की राजसभा में गये । जब उनकी याचना अस्वीकृत हो गई, तो युद्ध निश्चित था ।",
            "अत्यन्त सच्चरित्र पाँचों पाण्डवों ने कृष्ण को पूर्ण पुरुषोत्तम भगवान् के रूप में स्वीकार कर लिया था, किन्तु धृतराष्ट्र के दुष्ट पुत्र उन्हें नहीं समझ पाये थे । तथापि कृष्ण ने विपक्षियों की इच्छानुसार ही युद्ध में सम्मिलित होने का प्रस्ताव रखा । ईश्वर के रूप में वे युद्ध नहीं करना चाहते थे, किन्तु जो भी उनकी सेना का उपयोग करना चाहे, कर सकता था । प्रतिबन्ध यह था कि एक ओर कृष्ण की सम्पूर्ण सेना होगी तथा दूसरी ओर वे स्वयं – एक परामर्शदाता तथा सहायक के रूप में उपस्थित रहेंगे । राजनीति के कुशल दुर्योधन ने आतुरता से कृष्ण की सेना झपट ली, जबकि पाण्डवों ने कृष्ण को उतनी ही आतुरता से ग्रहण किया ।",
            "इस प्रकार कृष्ण अर्जुन के सारथी बने और उन्होंने उस सुप्रसिद्ध धनुर्धर का रथ हाँकना स्वीकार किया । इस तरह हम उस बिन्दु तक पहुँच जाते हैं जहाँ से भगवद्गीता का शुभारम्भ होता है – दोनों ओर से सेनाएँ युद्ध के लिए तैयार खड़ी हैं और धृतराष्ट्र अपने सचिव सञ्जय से पूछ रहा है कि उन सेनाओं ने क्या किया ?",
            "इस तरह सारी पृष्ठभूमि तैयार है । आवश्यकता है केवल इस अनुवाद तथा भाष्य के विषय में संक्षिप्त टिप्पणी की ।",
            "भगवद्गीता के अंग्रेजी अनुवादकों में यह सामान्य प्रवृत्ति पाई गई है कि वे अपनी विचारधारा तथा दर्शन को स्थान देने के लिए कृष्ण नामक व्यक्ति को टाक पर रख देते हैं । वे महाभारत के इतिहास को असंगत पौराणिक कथा मानते हैं तथा कृष्ण को किसी अज्ञात प्रतिभाशाली व्यक्ति के विचारों को पद्य रूप में प्रस्तुत करने का निमित्त बनाते हैं अथवा श्रेष्ठतम संदर्भ में कृष्ण को एक गौण ऐतिहासिक पुरुष बना दिया जाता है । किन्तु साक्षात् कृष्ण भगवद्गीता के लक्ष्य तथा विषयवस्तु दोनों हैं जैसा कि गीता स्वयं अपने विषय में कहती है ।",
            "अतः यह अनुवाद तथा इसी के साथ संलग्न भाष्य पाठक को कृष्ण की ओर निर्देशित करता था, उनसे दूर नहीं ले जाता । इस दृष्टि से भगवद्गीता यथारूप अनुपम है । साथ ही इसकी सबसे बड़ी विशेषता यह है कि इस तरह यह पूर्णतया ग्राह्य तथा सांगत बन जाती है । चूँकि गीता के वक्ता एवं उसी के साथ चरम लक्ष्य भी कृष्ण हैं अतेव यही एकमात्र ऐसा अनुवाद है जो इस महान शास्त्र को यथार्थ रूप में प्रस्तुत कर्ता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-right"
        ],
        "text": [
            "- प्रकाशक"
        ]
    }
]
