[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते ।",
            "स्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् ॥ ४० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**न** – नहीं; **इह** – इस योग में; **अभिक्रम** – प्रयत्न  करने में; **नाशः** – हानि; **अस्ति** – है; **प्रत्यवायः** – ह्रास; **न** – कभी नहीं; **विद्यते** – है; **सु-अल्पम्** – थोडा; **अपि** – यद्यपि; **अस्य** – इस; **धर्मस्य** – धर्म का; **त्रायते** – मुक्त करना है; **महतः** – महान; **भयात्** – भय से ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस प्रयास में न तो हानि होती है न ही ह्रास अपितु इस पथ पर की गई अल्प प्रगति भी महान भय से रक्षा कर सकती है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कर्म का सर्वोच्च दिव्य गुण है, कृष्णभावनामृत में कर्म या इन्द्रियतृप्ति की आशा न करके कृष्ण के हित में कर्म करना । ऐसे कर्म का लघु आरम्भ होने पर भी कोई बाधा नहीं आती है, न कभी इस आरम्भ का विनाश होता है । भौतिक स्तर पर प्रारम्भ किये जाने वाले किसी भी कार्य को पूरा करना होता है अन्यथा सारा प्रयास निष्फल हो जाता है । किन्तु कृष्णभावनामृत में प्रारम्भ किया जाने वाला कोई भी कार्य अधूरा रह कर भी स्थायी प्रभाव डालता है । अत: ऐसे कर्म करने वाले को कोई हानि नहीं होती, चाहे यह कर्म अधूरा ही क्यों न रह जाय । यदि कृष्णभावनामृत का एक प्रतिशत भी कार्य पूरा हुआ हो तो उसका स्थायी फल होता है, अतः अगली बार दो प्रतिशत से शुभारम्भ होगा, किन्तु भौतिक कर्म में जब तक शत प्रतिशत सफलता प्राप्त न हो तब तक कोई लाभ नहीं होता । अजामिल ने कृष्णभावनामृत में अपने कर्तव्य का कुछ ही प्रतिशत पूरा किया था, किन्तु भगवान् की कृपा से उसे शत प्रतिशत लाभ मिला । इस सम्बन्ध में श्रीमद्भागवत में (१.५.१७) एक अत्यन्त सुन्दर श्लोक आया है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "त्यक्त्वा स्वधर्मं चरणाम्बुजं हरे जन्नपक्चोऽथ पतेत्ततो यदि ।",
            "यत्र क्ववाभद्रमभूदमुष्य किं को वार्थ आप्तोऽभजतां स्वधर्मतः ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“यदि कोई अपना धर्म छोड़कर कृष्णभावनामृत में काम करता है और फिर काम पूरा न होने के कारण नीचे गिर जाता है तो इसमें उसको क्या हानि ? और यदि कोई अपने भौतिक कार्यों को पूरा करता है तो इससे उसको क्या लाभ होगा ?” अथवा जैसा कि ईसाई कहते हैं “यदि कोई अपनी शाश्वत आत्मा को खोकर सम्पूर्ण जगत् को पा ले तो मनुष्य को इससे क्या लाभ होगा ?”",
            "भौतिक कार्य तथा उनके फल शरीर के साथ ही समाप्त हो जाते हैं, किन्तु कृष्णभावनामृत में किया गया कार्य मनुष्य को इस शरीर के विनष्ट होने पर भी पुन: कृष्णभावनामृत तक ले जाता है । कम से कम इतना तो निश्चित है कि अगले जन्म में उसे सुसंस्कृत ब्राह्मण परिवार में या धनीमानी कुल में मनुष्य का शरीर प्राप्त हो सकेगा जिससे उसे भविष्य में ऊपर उठने का अवसर प्राप्त हो सकेगा । कृष्णभावनामृत में सम्पन्न कार्य का यही अनुपम गुण है ।"
        ]
    }
]