[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अन्नाद्भवन्ति भूतानि पर्जन्यादन्नसम्भवः ।",
            "यज्ञाद्भवति पर्जन्यो यज्ञः कर्मसमुद्भवः ॥ १४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**अन्नात्** – अन्न  से; **भवन्ति** – उत्पन्न होते हैं; **भूतानि** – भौतिक शरीर; **पर्जन्यात्** – वर्षा  से; **अन्न** – अन्न का; **सम्भवः** – उत्पादन; **यज्ञात्** – यज्ञ सम्पन्न करने से; **भवति** – सम्भव होती है; **पर्जन्यः** – वर्षा; **यज्ञः** – यज्ञ का सम्पन्न होबा; **कर्म** – नियत कर्तव्य से; **समुद्भवः** – उत्पन्न होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सारे प्राणी अन्न पर आश्रित हैं, जो वर्षा से उत्पन्न होता है | वर्षा यज्ञ सम्पन्न करने से होती है और यज्ञ नियत कर्मों से उत्पन्न होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवद्गीता के महान टीकाकार श्रील बलदेव विद्याभूषण इस प्रकार लिखते हैं – ये इन्द्राद्यङ्गतयावस्थितं यज्ञं सर्वेश्वरं विष्णुमभ्यर्च्य तच्छेषमश्नन्ति तेन तद्देहयात्रां सम्पादयन्ति ते सन्तः सर्वेश्वरस्य यज्ञपुरुषस्य भक्ताः सर्वकिल्बिषैर् अनादिकालविवृध्दैर् आत्मानुभवप्रतिबन्धकैर्निखिलैः पापैर्विमुच्यन्ते| परमेश्वर, जो यज्ञपुरुष अथवा समस्त यज्ञों के भोक्ता कहलाते हैं, सभी देवताओं के स्वामी हैं और जिस प्रकार शरीर के अंग पुरे शरीर की सेवा करते हैं, उसी तरह सारे देवता उनकी सेवा करते हैं | इन्द्र, चन्द्र तथा वरुण जैसे देवता भगवान् द्वारा नियुक्त अधिकारी हैं, जो सांसारिक कार्यों की देखरेख करते हैं | सारे वेद इन देवताओं को प्रसन्न करने के लिए यज्ञों का निर्देश करते हैं, जिससे वे अन्न उत्पादन के लिए प्रचुर वायु, प्रकाश तथा जल प्रदान करें | जब कृष्ण की पूजा की जाती है तो उनके अंगस्वरूप देवताओं की भी स्वतः पूजा हो जाती है, अतः देवताओं की अलग से पूजा करने की आवश्यकता नहीं होती | इसी हेतु कृष्णभावनाभावित भगवद्भक्त सर्वप्रथम कृष्ण को भोजन अर्पित करते हैं और तब खाते हैं – यह ऐसी विधि है जिससे शरीर का आध्यात्मिक पोषण होता है | ऐसा करने से न केवल शरीर के विगत पापमय कर्मफल नष्ट होते हैं, अपितु शरीर प्रकृति के समस्त कल्मषों से निरापद हो जाता है | जब कोई छूत का रोग फैलता है तो इसके आक्रमण से बचने के लिए रोगाणुरोधी टीका लगाया जाता है | इसी प्रकार भगवान् विष्णु को अर्पित करके ग्रहण किया जाने वाला भोजन हमें भौतिक संदूषण से निरापद बनाता है और जो इस विधि का अभ्यस्त है वह भगवद्भक्त कहलाता है | अतः कृष्णभावनाभावित व्यक्ति, जो केवल कृष्ण को अर्पित किया भोजन करता है, वह उन समस्त विगत भौतिक दूषणों के फलों का सामना करने में समर्थ होता है, जो आत्म-साक्षात्कार के मार्ग में बाधक बनते हैं | इसके विपरीत जो ऐसा नहीं करता वह अपने पापपूर्ण कर्म को बढ़ाता रहता है जिससे उसे सारे पापफलों को भोगने के लिए अगला शरीर कूकरों-सूकरों के समान मिलता है | यह भौतिक जगत् नाना कल्मषों से पूर्ण है और जो भी भगवान् के प्रसाद को ग्रहण करके उनसे निरापद हो लेता है वह उनके आक्रमण से बच जाता है, किन्तु जो ऐसा नहीं करता वह कल्मष का लक्ष्य बनता है |",
            "अन्न अथवा शाक वास्तव में खाद्य हैं | मनुष्य विभिन्न प्रकार के अन्न, शाक, फल आदि खाते हैं, जबकि पशु इन पदार्थों के अच्छिष्ट को खाते हैं | जो मनुष्य मांस खाने के अभ्यस्त हैं उन्हें भी शाक के उत्पादन पर निर्भर रहना पड़ता है, क्योंकि पशु शाक ही खाते हैं | अतएव हमें अन्ततोगत्वा खेतों के उत्पादन पर ही आश्रित रहना है, बड़ी-बड़ी फैक्टरियों के उत्पादन पर नहीं | खेतों का यह उत्पादन आकाश से होने वाली प्रचुर वर्षा पर निर्भर करता है और ऐसी वर्षा इन्द्र, सूर्य, चन्द्र आदि देवताओं के द्वारा नियन्त्रित होती है | ये देवता भगवान् के दास हैं | भगवान् को यज्ञों के द्वारा सन्तुष्ट रखा जा सकता है, अतः जो इन यज्ञों को सम्पन्न नहीं करता, उसे अभाव का सामना करना होगा – यही प्रकृति का नियम है | अतः भोजन के अभाव से बचने के लिए यज्ञ और विशेष रूप से इस युग के लिए संस्तुत संकीर्तन-यज्ञ, सम्पन्न करना चाहिए |"
        ]
    }
]