[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "निर्मानमोहा जितसंगदोषा",
            "अध्यात्मनित्या विनिवृत्तकामाः ।",
            "द्वन्द्वैर्विमुक्ताः सुखदुःखसंज्ञै-",
            "र्गच्छन्त्यमूढाः पदमव्ययं तत् ॥ ५ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**निः** - रहित; **मान** - झूठी प्रतिष्ठा; **मोहाः** - तथा मोह; **जित** - जीता गया; **सङ्ग** - संगति की; **दोषाः** - त्रुटियाँ; **अध्यात्म** - आध्यात्मिक ज्ञान में; **नित्याः** - शाश्वतता में; **विनिवृत्तः** - विलग; **कामाः** - काम से; **द्वन्द्वैः** - द्वैत से; **विमुक्ताः** - मुक्त; **सुख-दुःख** - सुख तथा दुख; **संज्ञैः** - नामक; **गच्छन्ति** - प्राप्त करते हैं; **अमूढाः** - मोहरहित; **पदम्** - पद,स्थान को; **अव्ययम्** - शाश्वत; **तत्** - उस ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो झूठी प्रतिष्ठा, मोह तथा कुसंगति से मुक्त हैं, जो शाश्वत तत्त्व को समझते हैं, जिन्होंने भौतिक काम को नष्ट कर दिया है, जो सुख तथा दुख के द्वन्द्व से मुक्त हैं और जो मोहरहित होकर परम पुरुष के शरणागत होना जानते हैं, वे उस शाश्वत राज्य को प्राप्त होते हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ पर शरणागति का अत्यन्त सुन्दर वर्णन हुआ है । इसके लिए जिस प्रथम योग्यता की आवश्यकता है, वह है मिथ्या अहंकार से मोहित न होना । चूँकि बद्धजीव अपने को प्रकृति का स्वामी मानकर गर्वित रहता है, अतएव उसके लिए भगवान् की शरण में जाना कठिन होता है । उसे वास्तविक ज्ञान के अनुशीलन द्वारा यह जानना चाहिए कि वह प्रकृति का स्वामी नहीं है, उसका स्वामी तो परमेश्वर है । जब मनुष्य अहंकार से उत्पन्न मोह से मुक्त हो जाता है, तभी शरणागति की प्रक्रिया प्रारम्भ हो सकती है । जो व्यक्ति इस संसार में सदैव सम्मान की आशा रखता है, उसके लिए भगवान् के शरणागत होना कठिन है । अहंकार तो मोह के कारण होता है, क्योंकि यद्यपि मनुष्य यहाँ आता है, कुछ काल तक रहता है और फिर चला जाता है, तो भी मूर्खतावश यह समझ बैठता है कि वही इस संसार का स्वामी है । इस तरह वह सारी परिस्थिति को जटिल बना देता है और सदैव कष्ट उठाता रहता है । सारा संसार इसी भ्रान्तधारणा के अन्तर्गत आगे बढ़ता है । लोग सोचते हैं कि यह भूमि या पृथ्वी मानव समाज की है और उन्होंने भूमि का विभाजन इस मिथ्या धारणा से कर रखा है कि वे इसके स्वामी हैं । मनुष्य को इस भ्रम से मुक्त होना चाहिए कि मानव समाज ही इस जगत् का स्वामी है । जब मनुष्य इस प्रकार की भ्रान्तधारणा से मुक्त हो जाता है, तो वह पारिवारिक, सामाजिक तथा राष्ट्रीय स्नेह से उत्पन्न कुसंगतियों से मुक्त हो जाता है । ये त्रुटि-पूर्ण संगतियाँ ही उसे इस संसार से बाँधने वाली हैं । इस अवस्था के बाद उसे आध्यात्मिक ज्ञान विकसित करना होता है । उसे ऐसे ज्ञान का अनुशीलन करना होता है कि वास्तव में उसका क्या है और क्या नहीं है । और जब उसे वस्तुओं का सही-सही ज्ञान हो जाता है तो वह सुख-दुःख, हर्ष-विषाद जैसे द्वन्द्वों से मुक्त हो जाता है । वह ज्ञान से परिपूर्ण हो जाता है और तब भगवान् का शरणागत बनना सम्भव हो पाता है ।"
        ]
    }
]