[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रीभगवानुवाच",
            "कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् |",
            "अनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन || २ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीभगवान्  उवाच – भगवान् ने कहा; कुतः – कहाँ से; त्वा – तुमको; कश्मलम् – गंदगी,  अज्ञान; इदम् – यह शोक; विषमे – इस विषम अवसर पर; समुपस्थितम् – प्राप्त  हुआ; अनार्य – वे लोग जो जीवन के मूल्य को नहीं समझते; जुष्टम् – आचरित;  अस्वर्ग्यम् – उच्च लोकों को जो न ले जाने वाला; अकीर्ति – अपयश का; करम् –  कारण; अर्जुन – हे अर्जुन |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीभगवान् ने कहा – हे अर्जुन! तुम्हारे मन में यह कल्मष आया कैसे? यह उस मनुष्य के लिए तनिक भी अनुकूल नहीं है, जो जीवन के मूल्य को जानता हो | इससे उच्चलोक की नहीं अपितु अपयश की प्राप्ति होती है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीकृष्ण तथा भगवान् अभिन्न हैं, इसीलिए श्रीकृष्ण को सम्पूर्ण गीता में भगवान् ही कहा गया है | भगवान् परम सत्य की पराकाष्ठा हैं | परमसत्य का बोध ज्ञान की तीन अवस्थाओं में होता है – ब्रह्म या निर्विशेष सर्वव्यापी चेतना, परमात्मा या भगवान् का अन्तर्यामी रूप जो समस्त जीवों के हृदय में है तथा भगवान् या श्रीभगवान् कृष्ण | श्रीमद्भागवत में (१.२.११) परम सत्य की यह धारणा इस प्रकार बताई गई है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "वदन्ति तत्तत्त्वविदस्तत्त्वं यज्यानमद्वयम् |",
            "ब्रह्मेति परमात्मेतिभगवानिति शब्द्यते ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "परम सत्य का ज्ञाता परमसत्य का अनुभव ज्ञान की तीन अवस्थाओं में करता है, और ये सब अवस्थाएँ एकरूप हैं | ये ब्रह्म, परमात्मा तथा भगवान् के रूप में व्यक्त की जाती हैं |",
            "इन तीन दिव्य पक्षों को सूर्य के दृष्टान्त द्वारा समझाया जा सकता है क्योंकि उसके भी तीन भिन्न पक्ष होते हैं – यथा, धूप(प्रकाश), सूर्य की सतह तथा सूर्यलोक स्वयं | जो सूर्य के प्रकाश का अध्ययन करता है वह नौसिखिया है | जो सूर्य की सतह को समझता है वह कुछ आगे बढ़ा हुआ होता है और जो सूर्यलोक में प्रवेश कर सकता है वह उच्चतम ज्ञानी है | जो नौसिखिया सूर्य प्रकाश – उसकी विश्व व्याप्ति तथा उसकी निर्विशेष प्रकृति के अखण्ड तेज – के ज्ञान से ही तुष्ट हो जाता है वह उस व्यक्ति के समान है जो परम सत्य के ब्रह्म रूप को ही समझ सकता है | जो व्यक्ति कुछ अधिक जानकार है वह सूर्य गोले के विषय में जान सकता है जिसकी तुलना परम सत्य के परमात्मा स्वरूप से की जाति है | जो व्यक्ति सूर्यलोक के अन्तर में प्रवेश कर सकता है उसकी तुलना उससे की जाती है जो परम सत्य के साक्षात् रूप की अनुभूति प्राप्त करता है | अतः जिन भक्तों ने परमसत्य के भगवान् स्वरूप का साक्षात्कार किया है वे सर्वोच्च अध्यात्मवादी हैं, यद्यपि परम सत्य के अध्ययन में रत सारे विद्यार्थी एक ही विषय के अध्ययन में लगे हुए हैं | सूर्य का प्रकाश, सूर्य का गोला तथा सूर्यलोक की भीतरी बातें – इन तीनों को एक दूसरे से विलग नहीं किया जा सकता, फिर भी तीनों अवस्थाओं के अध्येता एक ही श्रेणी के नहीं होते |",
            "संस्कृत शब्द भगवान्की व्याख्या व्यासदेव के पिता पराशर मुनि ने की है | समस्त धन, शक्ति, यश, सौंदर्य, ज्ञान तथा त्याग से युक्त परम पुरुष भगवान् कहलाता है | ऐसे अनेक व्यक्ति हैं जो अत्यन्त धनी हैं, अत्यन्त शक्तिमान हैं, अत्यन्त सुन्दर हैं और अत्यन्त विख्यात, विद्वान् तथा विरक्त भी हैं, किन्तु कोई साधिकार यह नहीं कह सकता कि उसके पास सारा धन, शक्ति आदि है | एकमात्र कृष्ण ही ऐसा दावा कर सकते हैं क्योंकि वे भगवान् हैं | ब्रह्मा, शिव या नारायण सहित कोई भी जीव कृष्ण के समान पूर्ण एश्वर्यवान नहीं है | अतः ब्रह्मसंहिता में स्वयं ब्रह्माजी का निर्णय है कि श्रीकृष्ण स्वयं भगवान् हैं | न तो कोई उनके तुल्य है, न उनसे बढ़कर है | वे आदि स्वामी या भगवान् हैं, गोविन्द रूप में जाने जाते हैं और समस्त कारणों के परम कारण हैं –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "ईश्वरः परमः कृष्णः सच्चिदानन्द विग्रहः |",
            "अनादिरादिर्गोविन्दः सर्वकारणकारणम् ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“ऐसे अनेक पुरुष हैं जो भगवान् के गुणों से युक्त हैं, किन्तु कृष्ण परम हैं क्योंकि उनसे बढ़कर कोई नहीं है | वे परमपुरुष हैं और उनका शरीर सच्चिदानन्दमय है | वे आदि भगवान् गोविन्द हैं और समस्त कारणों के कारण हैं |” (ब्रह्मसंहिता ५.१)",
            "भागवत में भी भगवान् के नाना अवतारों की सूची है, कृष्ण को आदि भगवान् बताया गया है, जिससे अनेकानेक अवतार तथा ईश्वर विस्तार करते हैं –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "एते चांशकलाः पुंसः कृष्णस्तु भगवान् स्वयम् |",
            "इन्द्रारिव्याकुलं लोकं मृडयन्ति युगे युगे ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“यहाँ पर वर्णित सारे अवतारों की सूचियाँ या तो भगवान् की अंशकलाओं अथवा पूर्ण कलाओं की हैं, किन्तु कृष्ण तो स्वयं भगवान् हैं |” (भागवत् १.३.२८)",
            "अतः कृष्ण आदि भगवान्, परम सत्य, परमात्मा तथा निर्विशेष ब्रह्म दोनों के अद्गम है |",
            "भगवान् की उपस्थिति में अर्जुन द्वारा स्वजनों के लिए शोक करना सर्वथा अशोभनीय है, अतः कृष्ण ने कुतः शब्द से अपना आश्चर्य व्यक्त किया है | आर्य जैसी सभ्य जाति के किसी व्यक्ति से ऐसी मलिनता की उम्मीद नहीं की जाती | आर्य शब्द उन व्यक्तियों पर लागू होता है जो जीवन के मूल्य को जानते हैं और जिनकी सभ्यताआत्म-साक्षात्कार पर निर्भर करती है | देहात्मबुद्धि से प्रेरित मनुष्यों को यह ज्ञान नहीं रहता कि जीवन का उद्देश्य परम सत्य, विष्णु या भगवान् का साक्षात्कार है | वे तो भौतिक जगत के बाह्य स्वरूप से मोहित हो जाते हैं, अतः वे यह नहीं समझ पाते कि मुक्ति क्या है | जिन पुरुषों को भौतिक बन्धन से मुक्ति का कोई ज्ञान नहीं होता वे अनार्य कहलाते हैं | यद्यपि अर्जुन क्षत्रिय था, किन्तु युद्ध से विचलित होकर वह अपने कर्तव्य से च्युत हो रहा था | उसकी यह कायरता अनार्यों के लिए ही शोभा देने वाली हो सकती है | कर्तव्य-पथ से इस प्रकार का विचलन न तो आध्यात्मिक जीवन की प्रगति करने में सहायक बनता है न ही इससे संसार में ख्याति प्राप्त की जा सकती है | भगवान् कृष्ण ने अर्जुन द्वारा अपने स्वजनों पर इस प्रकार की करुणा का अनुमोदन नहीं किया |"
        ]
    }
]