[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "तस्माच्छास्त्रं प्रमाणं ते कार्याकार्यव्यवस्थितौ ।",
            "ज्ञात्वा शास्त्रविधानोक्तं कर्म कर्तुमिहार्हसि ॥ २४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "तस्मात् - इसलिए; शास्त्रम् - शास्त्र; प्रमाणम् - प्रमाण; ते - तुमहारा; कार्य - कर्तव्य; अकार्य - निषिद्ध कर्म; व्यवस्थितौ - निश्चित करने में; ज्ञात्वा - जानकर; शास्त्र - शास्त्र का; विधान - विधान; उक्तम् - कहा गया; कर्म - कर्म; कर्तुम् - करना; इह - इस संसार में; अर्हसि - तुम्हें चाहिए |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अतएव मनुष्य को यह जानना चाहिए कि शास्त्रों के विधान के अनुसार क्या कर्तव्य है और क्या अकर्तव्य है । उसे विधि-विधानों को जानकर कर्म करना चाहिए जिससे वह क्रमशः ऊपर उठ सके ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जैसा कि पन्द्रहवें अध्याय में कहा जा चुका है वेदों के सारे विधि-विधान कृष्ण को जानने के लिए हैं । यदि कोई भगवद्गीता से कृष्ण को जान लेता है और भक्ति में प्रवृत्त होकर कृष्णभावनामृत को प्राप्त होता है, तो वह वैदिक साहित्य द्वारा प्रदत्त ज्ञान की चरम सिद्धि तक पहुँच जाता है । भगवान् चैतन्य महाप्रभु ने इस विधि को अत्यन्त सरल बनाया – उन्होंने लोगों से केवल हरे कृष्ण महामन्त्र जपने तथा भगवान् की भक्ति में प्रवृत्त होने और अर्चविग्रह को अर्पित भोग का उच्चिष्ठ खाने के लिए कहा । जो व्यक्ति इन भक्ति कार्यों में संलग्न रहता है, उसे वैदिक साहित्य से अवगत और सार तत्त्व को प्राप्त हुआ माना जाता है । निस्सन्देह, उन सामान्य व्यक्तियों के लिए, जो कृष्णभावनाभावित नहीं हैं, या भक्ति में प्रवृत्त नहीं हैं, करणीय तथा अकरणीय कर्म का निर्णय वेदों के आदेशों के अनुसार किया जाना चाहिए । मनुष्य को तर्क किये बिना तदनुसार कर्म करना चाहिए । इसी को शास्त्र के नियमों का पालन करना कहा जाता है । शास्त्रों में वे चार मुख्य दोष नहीं पाये जाते, जो बद्धजीव में होते हैं । ये हैं – अपूर्ण इन्द्रियाँ, कपटता, त्रुटि करना तथा मोहग्रस्त होना । इन चार दोषों के कारण बद्धजीव विधि-विधान बनाने के लिए अयोग्य होता है, अतएव विधि-विधान, जिनका उल्लेख शास्त्र में होता है जो इन दोषों से परे होते हैं, सभी बड़े-बड़े महात्माओं, आचार्यों तथा महापुरुषों द्वारा बिना किसी परिवर्तन के स्वीकार कर लिए जाते हैं ।",
            "भारत में आध्यात्मिक विद्या के कई दल हैं, जिन्हें प्रायः दो श्रेणियों में रखा जाता है – निराकारवादी और साकारवादी । दोनों ही दल वेदों के नियमों के अनुसार अपना जीवन बिताते हैं । शास्त्रों के नियमों का पालन किये बिना कोई सिद्धि प्राप्त नहीं कर सकता । अतएव जो शास्त्रों के तात्पर्य को वास्तव में समझता है, वह भाग्यशाली माना जाता है ।",
            "मानवसमाज में समस्त पतनों का मुख्य कारण भागवतविद्या के नियमों के प्रति द्वेष है । यह मानव जीवन का सर्वोच्च अपराध है । अतएव भगवान् की भौतिक शक्ति अर्थात् माया त्रयतापों के रूप में हमें सदैव कष्ट देती रहती है । यह भौतिक शक्ति प्रकृति के तीन गुणों से बनी है । इसके पूर्व कि भगवान् के ज्ञान का मार्ग खुले, मनुष्य को कम से कम सतोगुण तक ऊपर उठना होता है । सतोगुण तक उठे बिना वह तमो तथा रजोगुणोंमेंरहता है, जो आसुरी जीवन के कारणस्वरूप हैं । रजो तथा तमोगुणी व्यक्ति शास्त्रों, पवित्र मनुष्यों तथा भगवान् के समुचित ज्ञान की खिल्ली उड़ाते हैं । वे गुरु के आदेशों का उल्लंघन करते हैं और शास्त्रों के विधानों की परवाह नहीं करते | वे भक्ति की महिमा का श्रवण करके भी उसके प्रति आकृष्ट नहीं होते | इस प्रकार वे अपनी उन्नति का अपना निजी मार्ग बनाते हैं | मानव समाज के ये ही कतिपय दोष हैं, जिनके कारण आसुरी जीवन बिताना पड़ता है | किन्तु यदि उपयुक्त तथा प्रामाणिक गुरु का मार्गदर्शन प्राप्त हो जाता है, तो उसका जीवन सफल हो जाता है क्योंकि गुरु उच्चपद की ओर उन्नति का मार्ग दिखा सकता है |",
            "इस प्रकार श्रीमद्भगवद्गीता के सोलहवें अध्याय “दैवी तथा आसुरी स्वभाव” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
        ]
    }
]