[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अपरेयमितस्त्वन्यां प्रकृतिं विद्धि मे पराम् |",
            "जीवभूतां महाबाहो ययेदं धार्यते जगत् || ५ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अपरा – निकृष्ट, जड़; इयम् – यह; इतः – इसके अतिरिक्त; तु – लेकिन; अन्यास् – अन्य; प्रकृतिम् – प्रकृति को; विद्धि – जानने का प्रयत्न करो; मे – मेरी; पराम् – उत्कृष्ट, चेतन; जीव-भूताम् – जीवों वाली; महा-बाहो – हे बलिष्ट भुजाओं वाले; यया – जिसके द्वारा; इदम् – यह; धार्यते – प्रयुक्त किया जाता है, दोहन होता है; जगत् – संसार |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे महाबाहु अर्जुन! इनके अतिरिक्त मेरी एक अन्य परा शक्ति है जो उन जीवों से युक्त है, जो इस भौतिक अपरा प्रकृति के साधनों का विदोहन कर रहे हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में स्पष्ट कहा गया है कि जीव परमेश्वर की परा प्रकृति (शक्ति) है | अपरा शक्ति तो पृथ्वी, जल, अग्नि, वायु, आकाश, मन, बुद्धि तथा अहंकार जैसे विभिन्न तत्त्वों के रूप में प्रकट होती है | भौतिक प्रकृति के ये दोनों रूप-स्थूल (पृथ्वी आदि) तथा सूक्ष्म (मन आदि) – अपरा शक्ति के ही प्रतिफल हैं | जीव जो अपने विभिन्न कार्यों के लिए अपरा शक्तियों का विदोहन करता रहता है, स्वयं परमेश्वर की परा शक्ति है और यह वही शक्ति है जिसके कारण संसार कार्यशील है | इस दृश्यजगत् में कार्य करने की तब तक शक्ति नहीं आती, जब तक परा शक्ति अर्थात् जीव द्वारा यह गतिशील नहीं बनाया जाता | शक्ति का नियन्त्रण सदैव शक्तिमान करता है, अतः जीव सदैव भगवान् द्वारा नियन्त्रित होते हैं | जीवों का अपना कोई स्वतन्त्र अस्तित्व नहीं है | वे कभी भी सम शक्तिमान नहीं, जैसा कि बुद्धिहीन मनुष्य सोचते हैं | श्रीमद्भागवत में (१०.८७.३०) जीव तथा भगवान् के अन्तर को इस प्रकार बताया गया है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "अपरिमिता ध्रुवास्तनुभृतो यदि सर्वगता-",
            "स्तर्हि न शास्यतेति नियमो ध्रुव नेतरथा |",
            "अजनि च यन्मयं तदविमुच्य नियन्तृ भवेत्",
            "सममनुजानतां यदमतं मतदृष्टतया ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे परम शाश्वत! यदि सारे देहधारी जीव आप ही की तरह शाश्वत एवं सर्वव्यापी होते तो वे आपके नियन्त्रण में न होते | किन्तु यदि जीवों को आपकी सूक्ष्म शक्ति के रूप में मान लिया जाय तब तो वे सभी आपके परम नियन्त्रण में आ जाते हैं | अतः वास्तविक मुक्ति तो आपकी शरण में जाना है और इस शरणागति से वे सुखी होंगे | उस स्वरूप में ही वे नियन्ता बन सकते हैं | अतः अल्पज्ञ पुरुष, जो अद्वैतवाद के पक्षधर हैं और इस सिद्धान्त का प्रचार करते हैं कि भगवान् और जीव सभी प्रकार से एक दूसरे के समान हैं, वास्तव में वे प्रदूषित मत द्वारा निर्देशित होते हैं |",
            "परमेश्वर कृष्ण ही एकमात्र नियन्ता हैं और सारे जीव उन्हीं के द्वारा नियन्त्रित हैं | सारे जीव उनकी पराशक्ति हैं, क्योंकि उनके गुण परमेश्वर के समान हैं, किन्तु वे शक्ति की मात्रा के विषय में कभी भी समान नहीं है | अतुल तथा सूक्ष्म अपराशक्ति का उपभोग करते हुए पराशक्ति (जीव) को अपने वास्तविक मन तथा बुद्धि की विस्मृति हो जाती है | इस विस्मृति का कारण जीव परजड़ प्रकृति का प्रभाव है | किन्तु जब जीव माया के बन्धन से मुक्त हो जाता है, तो उसे मुक्ति-पद प्राप्त होता है | माया के प्रभाव में आकर अहंकार सोचता है, “मैं ही पदार्थ हूँ और सारी भौतिक उपलब्धि मेरी है |” जब वह सारे भौतिक विचारों से, जिनमें भगवान् के साथ तादात्म्य भी सम्मिलित है, मुक्त हो जाता है, तो उसे वास्तविक स्थिति प्राप्त होती है | अतः यह निष्कर्ष निकाला जा सकता है कि गीता जीव को कृष्ण की अनेक शक्तियों में से एक मानती है और जब यह शक्ति भौतिक कल्मष से मुक्त हो जाती है, तो यह पूर्णतयाकृष्णभावनाभावित या बन्धन मुक्त हो जाती है |"
        ]
    }
]