[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "आपूर्यमाणमचलप्रतिष्ठं",
            "समुद्रमापः प्रविशन्ति यद्वत् ।",
            "तद्वत्कामा यं प्रविशन्ति सर्वे",
            "स शान्तिमाप्नोति न कामकामी ॥ ७० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**आपूर्यमाणम्** – नित्य परिपूर्ण; **अचल-प्रतिष्ठम्** – दृढ़ता पूर्वक स्थित; **समुद्रम्** – समुद्र में; **आपः** – नदियाँ; **प्रविशन्ति** – प्रवेश करती हैं; **यद्वत्** – जिस  प्रकार; **तद्वत्** – उसी प्रकार; **कामाः** – इच्छाएँ; **यम्** – जिसमें; **प्रविशन्ति** – प्रवेश करती हैं; **सर्वे** – सभी; **सः** – वह व्यक्ति; **शान्तिम्** – शान्ति; **आप्नोति** – प्राप्त करता है; **न** – नहीं; **काम-कामी** – इच्छाओं को पूरा करने का  इच्छुक ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो पुरुष समुद्र में निरन्तर प्रवेश करती रहने वाली नदियों के समान इच्छाओं के निरन्तर प्रवाह से विचलित नहीं होता और जो सदैव स्थिर रहता है, वही शान्ति प्राप्त कर सकता है, वह नहीं, जो ऐसी इच्छाओं को तुष्ट करने की चेष्टा करता हो ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यद्यपि विशाल सागर में सदैव जल रहता है, किन्तु, वर्षा ऋतु में विशेषतया यह अधिकाधिक जल से भरता जाता है तो भी सागर उतने पर ही स्थिर रहता है । न तो वह विक्षुब्ध होता है और न तट की सीमा का उल्लंघन करता है । यही स्थिति कृष्णभावनाभावित व्यक्ति की है । जब तक मनुष्य शरीर है, तब तक इन्द्रियतृप्ति के लिए शरीर की माँगें बनी रहेंगी । किन्तु भक्त अपनी पूर्णता के कारण ऐसी इच्छाओं से विचलित नहीं होता । कृष्णभावनाभावित व्यक्ति को किसी वस्तु की आवश्यकता नहीं होती क्योंकि भगवान् उसकी सारी आवश्यकताएँ पूरी करते रहते हैं । अतः वह सागर के तुल्य होता है - अपने में सदैव पूर्ण । सागर में गिरने वाली नदियों के समान इच्छाएँ उसके पास आ सकती हैं, किन्तु वह अपने कार्य में स्थिर रहता है और इन्द्रियतृप्ति की इच्छा से रंचभर भी विचलित नहीं होता । कृष्णभावनाभावित व्यक्ति का यही प्रमाण है - इच्छाओं के होते हुए भी वह कभी इन्द्रियतृप्ति के लिए उन्मुख नहीं होता । चूँकि वह भगवान् की दिव्य प्रेमाभक्ति में तुष्ट रहता है, अतः वह समुद्र की भाँति स्थिर रहकर पूर्ण शान्ति का आनन्द उठा सकता है । किन्तु दूसरे लोग, जो मुक्ति की सीमा तक इच्छाओं की पूर्ति करना चाहते हैं, फिर भौतिक सफलताओं का क्या कहना - उन्हें कभी शान्ति नहीं मिल पाती । कर्मी, मुमुक्षु तथा वे योगी - सिद्धि के कामी हैं, ये सभी अपूर्ण इच्छाओं के कारण दुखी रहते हैं । किन्तु कृष्णभावनाभावित पुरुष भगवत्सेवा में सुखी रहता है और उसकी कोई इच्छा नहीं होती । वस्तुतः वह तो तथाकथित भवबन्धन से मोक्ष की भी कामना नहीं करता । कृष्ण के भक्तों की कोई भौतिक इच्छा नहीं रहती, इसलिए वे पूर्ण शान्त रहते हैं ।"
        ]
    }
]