[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यो मामजमनादिं च वेत्ति लोक महेश्वरम् |",
            "असम्मूढ़ः स मर्त्येषु सर्वपापै: प्रमुच्यते || ३ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यः – जो; माम् – मुझको; अजम् – अजन्मा; अनादिम् – अदिरहित; च – भी; वेत्ति – जानता है; लोक – लोकों का; महा-ईश्वरम् – परम स्वामी; असम्मूढः – मोहरहित; सः – वह; मर्त्येषु – मरणशील लोगों में; सर्व-पापैः – सारे पापकर्मों से; प्रमुच्यते – मुक्त हो जाता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो मुझे अजन्मा, अनादि, समस्त लोकों के स्वामी के रूप में जानता है, मनुष्यों में केवल वही मोहरहित और समस्त पापों से मुक्त होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जैसा कि सातवें अध्याय में (७.३) कहा गया है – मनुष्याणां सहस्त्रेषु कश्चिद्यतति सिद्धये– जो लोग आत्म-साक्षात्कार के पद तक उठने के लिए प्रयत्नशील होते हैं, वे सामान्य व्यक्ति नहीं हैं, वे उन करोड़ो सामान्य व्यक्तियों से श्रेष्ठ हैं, जिन्हें आत्म-साक्षात्कार का ज्ञान नहीं होता | किन्तु जो वास्तव में अपनी आध्यात्मिक स्थिति को समझने के लिए प्रयत्नशील होते हैं, उनमें से श्रेष्ठ वही है, जो यह जान लेता है कि कृष्ण ही भगवान्, प्रत्येक वस्तु के स्वामी तथा अजन्मा हैं, वही सबसे अधिक सफल अध्यात्मज्ञानी है | जब वह कृष्ण की परम स्थिति को पूरी तरह समझ लेता है, उसी दशा में वह समस्त पापकर्मों से मुक्त हो पाता है |",
            "यहाँ पर भगवान् को अज अर्थात् अजन्मा कहा गया है, किन्तु वे द्वितीय अध्याय में वर्णित उन जीवों से भिन्न हैं, जिन्हें अज कहा गया है | भगवान् जीवों से भिन्न हैं, क्योंकि जीव भौतिक आसक्तिवश जन्म लेते तथा मरते रहते हैं | बद्धजीव अपना शरीर बदलते रहते हैं, किन्तु भगवान् का शरीर परिवर्तनशील नहीं है | यहाँ तक कि जब वे इस लोक में आते हैं तो भी उसी अजन्मा रूप में आते हैं | इसीलिए चौथे अध्याय में कहा गया है कि भगवान् अपनी अन्तरंगा शक्ति के कारण अपराशक्ति माया के अधीन नहीं हैं, अपितु पराशक्ति में रहते हैं |",
            "इस श्लोक के वेत्ति लोक महेश्वरम् शब्दों से सूचित होता है कि मनुष्य को यह जानना चाहिए कि भगवान् कृष्ण ब्रह्माण्ड के सभी लोकों के परम स्वामी हैं | वे सृष्टि के पूर्व थे और अपनी सृष्टि से भिन्न हैं | सारे देवता इसी भौतिक जगत् में उत्पन्न हुए, किन्तु कृष्ण अजन्मा हैं, फलतः वे ब्रह्मा तथा शिवजी जैसे बड़े-बड़े देवताओं से भी भिन्न हैं और चूँकि वे ब्रह्मा, शिव तथा अन्य समस्त देवताओं से स्त्रष्टा हैं, अतः वे समस्त लोकों के परम पुरुष हैं |",
            "अतएव श्रीकृष्ण उस हर वस्तु से भिन्न हैं, जिसकी सृष्टि हुई है और जो उन्हें इस रूप में जान लेता है, वह तुरन्त ही सारे पापकर्मों से मुक्त हो जाता है | परमेश्वर का ज्ञान प्राप्त करने के लिए मनुष्य को समस्त पापकर्मों से मुक्त होना चाहिए | जैसा कि भगवद्गीता में कहा गया है कि उन्हें केवल भक्ति के द्वारा जाना जा सकता है, किसी अन्य साधन से नहीं |",
            "मनुष्य को चाहिए कि कृष्ण को सामान्य मनुष्य न समझे | जैसा कि पहले ही कहा जा चुका है, केवल मुर्ख व्यक्ति ही उन्हें मनुष्य मनाता है | इसे यहाँ भिन्न प्रकार से कहा गया है | जो व्यक्ति मुर्ख नहीं है, जो भगवान् के स्वरूप को ठीक से समझ सकता है, वह समस्त पापकर्मों से मुक्त है |",
            "यदि कृष्ण देवकीपुत्र रूप में विख्यात हैं, तो फिर अजन्मा कैसे हो सकते है? इसकी व्याख्या श्रीमद्भागवत में भी की गई है – जब वे देवकी तथा वसुदेव के समक्ष प्रकट हुए तो वे सामान्य शिशु की तरह नहीं जन्मे | वे अपने आदि रूप में प्रकट हुए और फिर एक सामान्य शिशु में परिणत हो गए |",
            "कृष्ण की अध्यक्षता में जो भी कर्म किया जाता है, वह दिव्य है | वह शुभ या अशुभ फलों से दूषित नहीं होता | इस जगत् में शुभ या अशुभ वस्तुओं का बोध बहुत कुछ मनोधर्म है, क्योंकि इस भौतिक जगत् में कुछ भी शुभ नहीं है | प्रत्येक वस्तु अशुभ है, क्योंकि प्रकृति स्वयं ही अशुभ है | हम इसे शुभ मानने की कल्पना मात्र करते हैं | वास्तविक मंगल तो पूर्णभक्ति और सेवाभाव से युक्त कृष्णभावनामृत पर ही निर्भर करता हैं | अतः यदि हम तनिक भी चाहते हैं कि हमारे कर्म शुभ हों तो हमें परमेश्वर की आज्ञा से कर्म करना होगा | ऐसी आज्ञा श्रीमद्भागवत तथा भगवद्गीता जैसे शास्त्रों से या प्रामाणिक गुरु से प्राप्त की जा सकती है | चूँकि गुरु भगवान् का प्रतिनिधि होता है, अतः उसकी आज्ञा प्रत्यक्षतः परमेश्वर की आज्ञा होती है | गुरु, साधु तथा शास्त्र एक ही प्रकार से आज्ञा देते हैं | इन तीनों स्त्रोतों में कोई विरोध नहीं होता | इस प्रकार से किये गये सारे कार्य इस जगत् के शुभाशुभ कर्मफलों से मुक्त होते हैं | कर्म सम्पन्न करते हुए भक्त की दिव्य मनोवृत्ति वैराग्य की होती है, जिसे संन्यास कहते हैं | जैसा कि भगवद्गीता के छठे अध्याय के प्रथम श्लोक में कहा गया है कि, जो भगवान् का आदेश मानकर कोई कर्तव्य करता है और जो अपने कर्मफलों की शरण ग्रहण नहीं करता (अनाश्रितः कर्मफलम्), वही असली संन्यासी है | जो भगवान् के निर्देशानुसार कर्म करता है, वास्तव में संन्यासी तथा योगी वही है, केवल संन्यासी या छद्म योगी के वेश में रहने वाला व्यक्ति नहीं |"
        ]
    }
]