[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Śiva's boon to Rati (Cuper's consort)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "aba tēṃ rati tava nātha kara hōihi nāmu anaṃgu.",
            "binu bapu byāpihi sabahi puni sunu nija milana prasaṃgu..87.. [1-87]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Henceforth, O Rati, your husband shall be called by the name of Anarga (bodiless); he shall dominate all even without a body. Now hear how you will meet him again. (87)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jaba jadubaṃsa kṛṣna avatārā. hōihi harana mahā mahibhārā..",
            "kṛṣna tanaya hōihi pati tōrā. bacanu anyathā hōi na mōrā.. [1-87-1]",
            "rati gavanī suni saṃkara bānī. kathā apara aba kahau bakhānī..",
            "dēvanha samācāra saba pāē. brahmādika baikuṃṭha sidhāē.. [1-87-2]",
            "saba sura biṣnu biraṃci samētā. gaē jahāom siva kṛpānikētā..",
            "pṛthaka pṛthaka tinha kīnhi prasaṃsā. bhaē prasanna caṃdra avataṃsā.. [1-87-3]",
            "bōlē kṛpāsiṃdhu bṛṣakētū. kahahu amara āē kēhi hētū..",
            "kaha bidhi tumha prabhu aṃtarajāmī. tadapi bhagati basa binavau svāmī.. [1-87-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"When Śrī Kr̥ṣṇa will descend in the line of Yadu to relieve the earth of its heavy burden, your lord will be born again as His son (Pradyumna); this prediction of Mine can never be untrue.\" Hearing the words of Śaṅkara, Rati went away. I now proceed to relate the subsequent part of the story. When Brahmā (the Creator) and the other gods received all the tidings, they repaired to Vaikuṇṭha (the abode of God Viṣṇu). Thence all the gods, including Viṣṇu and Virañcī (Brahmā), went where the all-merciful Śiva was. They severally extolled and won the pleasure of the Lord whose crest is adorned by the crescent. Śiva, who is an ocean of compassion and has a bull emblazoned on His standard, said, \"Tell me, immortals, what has brought you here?\" To this Brahmā replied, \"Lord, You are the inner controller of all; even then, my master, my devotion to You urges me to make the following submission- (1-4)"
        ]
    }
]