[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "The sage Vasistha sends envoys to call Bharata"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba basiṣṭha muni samaya sama kahi anēka itihāsa.",
            "sōka nēvārēu sabahi kara nija bigyāna prakāsa..156.. [2-156]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then the sage Vasistha narrated a number of legends befitting the occasion and dispersed the gloom that hung over them all by the light of his wisdom."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tēla nāomva bhari nṛpa tanu rākhā. dūta bōlāi bahuri asa bhāṣā..",
            "dhāvahu bēgi bharata pahiṃ jāhū. nṛpa sudhi katahu kahahu jani kāhū.. [2-156-1]",
            "ētanēi kahēhu bharata sana jāī. gura bōlāī paṭhayau dōu bhāī..",
            "suni muni āyasu dhāvana dhāē. calē bēga bara bāji lajāē.. [2-156-2]",
            "anarathu avadha araṃbhēu jaba tēṃ. kusaguna hōhiṃ bharata kahu taba tēṃ..",
            "dēkhahiṃ rāti bhayānaka sapanā. jāgi karahiṃ kaṭu kōṭi kalapanā.. [2-156-3]",
            "bipra jēvāomi dēhiṃ dina dānā. siva abhiṣēka karahiṃ bidhi nānā..",
            "māgahiṃ hṛdayaom mahēsa manāī. kusala mātu pitu parijana bhāī.. [2-156-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The sage caused a boat to be filled with oil and had the king's body placed in it (to guard against decomposition); he then summoned envoys and spoke to them thus, \"Run quickly and go to Bharata; but break not the news about the king to anyone at any place. Approaching Bharata tell him only this much:\" \"The preceptor has sent for you two brothers.\" Hearing the sage's orders the couriers rushed alongwith a speed that would put an excellent steed to shame. Ever since things began to take a vicious turn in Ayodhya evil omens occured before Bharata. He saw fearful dreams at night and on waking indulged in all sorts of unpleasant speculations. He would feast Brahmanas daily and bestow gifts on them. With elaborate ritual he would sprinkle water over an image of Bhagavan Siva and invoking the great Lord in his heart, begged of Him the welfare of his parents, family and half-brothers."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi bidhi sōcata bharata mana dhāvana pahucē āi.",
            "gura anusāsana śravana suni calē ganēsu manāi..157.. [2-157]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "While Bharata was thus passing an anxious time the courier arrived. And hearing the Guru's commands he proceeded with an invocation to Lord Ganesa."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "calē samīra bēga haya hāomkē. nāghata sarita saila bana bāomkē..",
            "hṛdayaom sōcu baḍa kachu na sōhāī. asa jānahiṃ jiyaom jāu uḍaāī.. [2-157-1]",
            "ēka nimēṣa barasa sama jāī. ēhi bidhi bharata nagara niarāī..",
            "asaguna hōhiṃ nagara paiṭhārā. raṭahiṃ kubhāomti kukhēta karārā.. [2-157-2]",
            "khara siāra bōlahiṃ pratikūlā. suni suni hōi bharata mana sūlā..",
            "śrīhata sara saritā bana bāgā. nagaru bisēṣi bhayāvanu lāgā.. [2-157-3]",
            "khaga mṛga haya gaya jāhiṃ na jōē. rāma biyōga kurōga bigōē..",
            "nagara nāri nara nipaṭa dukhārī. manahu sabanhi saba saṃpati hārī.. [2-157-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Urging the horses to run as fast as the wind he went on his journey crossing difficult streams, hills and forests. There was such a great anxiety in his heart that nothing would please him. He thought to himself, \"Would that I could fly home.\" Every moment hung heavy like an year. In this way Bharata drew near to the city. Evil omens occurred to him as he entered the city. Crows cawed in an ominous way at undesirable places. Donkeys and jackals gave a cry that foreboded evil and which pierced Bharata to the heart as he listened to it. Lakes and rivers, groves and gardens had lost their charm; while the city wore a particulary dismal look. Birds and fawns, horses and elephants were too wretched to look at, undone by the fell disease of separation from Rama. The people of the city, both men and women, were extremely miserable as though all of them had lost everything they had in their possession."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "purajana milihiṃ na kahahiṃ kachu gavaomhiṃ jōhārahiṃ jāhiṃ.",
            "bharata kusala pūomchi na sakahiṃ bhaya biṣāda mana māhiṃ..158.. [2-158]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The citizens met him but spoke not a word; they made obeisance and quietly passed on. Bharata too could not enquire after their welfare, his mind being obsessed with fear and grief."
        ]
    }
]