[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "य इदं परमं गुह्यं मद्भकतेष्वभिधास्यति |",
            "भक्तिं मयि परां कृत्वा मामेवैष्यत्यसंशयः || ६८ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यः - जो; इदम् - इस; परमम् - अत्यन्त; गुह्यम् - रहस्य को; मत् - मेरे; भक्तेषु - भक्तों में से; अभिधास्यति - कहता है; भक्तिम् - भक्ति को; मयि - मुझको; पराम् - दिव्य; कृत्वा - करके; माम् - मुझको; एव - निश्चय ही; एष्यति - प्राप्त होता है;असंशय - इसमें कोई सन्देह नहीं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो व्यक्ति भक्तों को यह परम रहस्य बताता है, वह शुद्ध भक्ति को प्राप्त करेगा और अन्त में वह मेरे पास वापस आएगा |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सामान्यतः यह उपदेश दिया जाता है कि केवल भक्तों के बीच में भगवद्गीता की विवेचना की जाय, क्योंकि जो लोग भक्त नहीं हैं, वे न तो कृष्ण को समझेंगे, न ही भगवद्गीता को | जो लोग कृष्ण को तथा भगवद्गीता को यथारूप में स्वीकार नहीं करते,उन्हें मनमाने ढंग से भगवद्गीता की व्याख्या करने का प्रयत्न करने का अपराध मोल नहीं लेना चाहिए | भगवद्गीता की विवेचना उन्हीं से की जाय, जो कृष्ण को भगवान् के रूप में स्वीकार करने के लिए तैयार हों | यह एकमात्र भक्तों का विषय है, दार्शनिक चिन्तकों का नहीं, लेकिन जो कोई भगवद्गीता को यथारूप में प्रस्तुत करने का सच्चे मन से प्रयास करता है, वह भक्ति के कार्यकलापों में प्रगति करता है और शुद्ध भक्तिमय जीवन को प्राप्त होता है | ऐसी शुद्धभक्ति के फलस्वरूप उसका भगवद्धाम जानाध्रुव है |"
        ]
    }
]