[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Duel between Vāli and Sugrīva; deliverance of Vāli"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kaha bāli sunu bhīru priya samadarasī raghunātha.",
            "jauṃ kadāci mōhi mārahiṃ tau puni hōu sanātha..7.. [4-7]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Said Vāli, \"Listen, my timid darling, the Lord of Raghus looks upon all with the same eye. Even if He kills me, I will attain His divine abode and have Him as my eternal Lord.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asa kahi calā mahā abhimānī. tṛna samāna sugrīvahi jānī..",
            "bhirē ubhau bālī ati tarjā . muṭhikā māri mahādhuni garjā.. [4-7-1]",
            "taba sugrīva bikala hōi bhāgā. muṣṭi prahāra bajra sama lāgā..",
            "maiṃ jō kahā raghubīra kṛpālā. baṃdhu na hōi mōra yaha kālā.. [4-7-2]",
            "ēkarūpa tumha bhrātā dōū. tēhi bhrama tēṃ nahiṃ mārēu sōū..",
            "kara parasā sugrīva sarīrā. tanu bhā kulisa gaī saba pīrā.. [4-7-3]",
            "mēlī kaṃṭha sumana kai mālā. paṭhavā puni bala dēi bisālā..",
            "puni nānā bidhi bhaī larāī. biṭapa ōṭa dēkhahiṃ raghurāī.. [4-7-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "So saying he sallied forth in his great pride, thinking no more of Sugrīva than of a blade of grass. The two brothers closed with each other. Vāli browbeat Sugrīva, and striking him with his fist roared in a thundering voice. Sugrīva now fled in dismay (and returned to Śrī Rāma); the stroke of his clenched fist had fallen on him as a bolt from heaven. \"What did I say, O gracious Hero of Raghu's line? This is no brother of mine but Death himself.\" \"You two brothers are identical in appearance; it was because of this confusion that I did not kill him.\" He stroked Sugrīva's body with His hand and Io ! It became as hard as adamant and all his pain was gone. He put on his neck a wreath of flowers and giving him enormous strength sent him back. Again the two brothers fought in many ways, while the Lord of Raghus watched them from behind a tree."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bahu chala bala sugrīva kara hiyaom hārā bhaya māni.",
            "mārā bāli rāma taba hṛdaya mājha sara tāni..8.. [4-8]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When Sugrīva had tried many a trick and exerted all his might he lost heart and felt much alarmed. Śrī Rāma then drew His arrow and shot Vāli in the heart."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "parā bikala mahi sara kē lāgēṃ. puni uṭhi baiṭha dēkhi prabhu āgēṃ..",
            "syāma gāta sira jaṭā banāēom. aruna nayana sara cāpa caḍhaāēom.. [4-8-1]",
            "puni puni citai carana cita dīnhā. suphala janma mānā prabhu cīnhā..",
            "hṛdayaom prīti mukha bacana kaṭhōrā. bōlā citai rāma kī ōrā.. [4-8-2]",
            "dharma hētu avatarēhu gōsāī. mārēhu mōhi byādha kī nāī..",
            "maiṃ bairī sugrīva piārā. avaguna kabana nātha mōhi mārā.. [4-8-3]",
            "anuja badhū bhaginī suta nārī. sunu saṭha kanyā sama ē cārī..",
            "inhahi kuddaṣṭi bilōkai jōī. tāhi badhēṃ kachu pāpa na hōī.. [4-8-4]",
            "muḍha tōhi atisaya abhimānā. nāri sikhāvana karasi na kānā..",
            "mama bhuja bala āśrita tēhi jānī. mārā cahasi adhama abhimānī.. [4-8-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Struck by the shaft Vāli fell to the ground smarting with pain; again he sprang up and sat, when he saw the Lord before him-dark of hue, with His matted hair coiled on His head, bloodshot eyes and the bow still drawn. Gazing on Him again and again he fixed his heart on His feet; now that he recognized the Lord he felt that he had realized the reward of his birth. Although his heart was full of love, the words on his lips were harsh; looking towards Śrī Rāma he said, \"Even though, my lord, You descended on earth for upholding righteousness. You have killed me as a hunter would kill a wild beast. I, Your enemy and Sugrīva, Your dear friend! For what fault did You take my life, my lord?\" \"Listen, O wretch: a younger brother's wife, a sister, a daughter-in-law and one's own daughter-these four are alike. One would incur no sin by killing him who looks upon these with an evil eye. Fool, in your extravagant pride you paid no heed to your wife's warning. You knew that your brother had taken refuge under the might of my arm; and yet in your vile arrogance you sought to kill him!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunahu rāma svāmī sana cala na cāturī mōri.",
            "prabhu ajahūom maiṃ pāpī aṃtakāla gati tōri..9.. [4-9]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Listen, Rāma: my shrewdness cannot avail against my master. But, my lord, am I a sinner yet even though I have found shelter in You at the hour of my death?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunata rāma ati kōmala bānī. bāli sīsa parasēu nija pānī..",
            "acala karauṃ tanu rākhahu prānā. bāli kahā sunu kṛpānidhānā.. [4-9-1]",
            "janma janma muni jatanu karāhīṃ. aṃta rāma kahi āvata nāhīṃ..",
            "jāsu nāma bala saṃkara kāsī. dēta sabahi sama gati avināsī.. [4-9-2]",
            "mama lōcana gōcara sōi āvā. bahuri ki prabhu asa banihi banāvā.. [4-9-3]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When Śrī Rāma heard this most tender speech of Vāli, He stroked his head with His hand. \"I make your body immortal; you may keep up your life.\" Said Vāli, \"Listen, O Ocean of Mercy: sages continue their efforts (for God-Realization) during successive births; but at the last moment they fail to utter the name 'Rāma'. But He, on the strength of whose Name Lord Śaṅkara bestows immortality* on all alike, has appeared in a visible form before my very eyes! Shall I ever get such a golden opportunity again?"
        ]
    },
    {
        "type": "unorderedListGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "***** It is mentioned in the scriptures that Lord Śiva personally whispers the name 'Rāma' into the right ear of every creature dying at Kāśī and redeems its soul."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sō nayana gōcara jāsu guna nita nēti kahi śruti gāvahīṃ.",
            "jiti pavana mana gō nirasa kari muni dhyāna kabahuka pāvahīṃ..",
            "mōhi jāni ati abhimāna basa prabhu kahēu rākhu sarīrahī.",
            "asa kavana saṭha haṭhi kāṭi surataru bāri karihi babūrahī..1.. [4-9-1]",
            "aba nātha kari karunā bilōkahu dēhu jō bara māgaūom.",
            "jēhiṃ jōni janmauṃ karma basa tahaom rāma pada anurāgaūom..",
            "yaha tanaya mama sama binaya bala kalyānaprada prabhu lījiai.",
            "gahi bāhaom sura nara nāha āpana dāsa aṃgada kījiai..2.. [4-9-2]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"He has appeared before my very eyes, whose praises the Vedas ever sing only in negative terms and whom sages are scarcely able to perceive in their meditation even after they have controlled their breath and mind and freed their senses from passion. Knowing me to be a victim of excessive pride the Lord said to me, 'Preserve your life!' But who would be such a fool as to insist on cutting down a celestial tree and using it as a fence to protect an acacia tree? Now, my lord, look upon me with compassion and grant me the boon that I ask; in whatever species of life it may be my fate to be born, I may continue to love Śrī Rāma's (Your) feet. This son of mine, Aṅgada by name, is my equal in training and strength. O Bestower of Blessedness; therefore, accept him, my master; and holding him by the arm, O Lord of gods and men, treat him as Your servant.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma carana dṛḍha prīti kari bāli kīnha tanu tyāga.",
            "sumana māla jimi kaṃṭha tē girata na jānai nāga..10.. [4-10]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Intensifying his devotion to Śrī Rāma's feet Vāli dropped his body (without his knowing it) even as an elephant little knows the falling of a wreath of flowers from its neck."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma bāli nija dhāma paṭhāvā. nagara lōga saba byākula dhāvā..",
            "nānā bidhi bilāpa kara tārā. chūṭē kēsa na dēha saombhārā.. [4-10-1]",
            "tārā bikala dēkhi raghurāyā . dīnha gyāna hari līnhī māyā..",
            "chiti jala pāvaka gagana samīrā. paṃca racita ati adhama sarīrā.. [4-10-2]",
            "pragaṭa sō tanu tava āgēṃ sōvā. jīva nitya kēhi lagi tumha rōvā..",
            "upajā gyāna carana taba lāgī. līnhēsi parama bhagati bara māgī.. [4-10-3]",
            "umā dāru jōṣita kī nāī. sabahi nacāvata rāmu gōsāī..",
            "taba sugrīvahi āyasu dīnhā. mṛtaka karma bidhibata saba kīnhā.. [4-10-4]",
            "rāma kahā anujahi samujhāī. rāja dēhu sugrīvahi jāī..",
            "raghupati carana nāi kari māthā. calē sakala prērita raghunāthā.. [4-10-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Śrī Rāma sent away Vāli to His own abode. All the people of the city ran in dismay. With dishevelled hair and a tottering frame Tārā (Vāli's wife) wailed in many ways. When the Lord of Raghus saw her distress, He imparted to her wisdom and dispelled her delusion. \"Made up of the five elements, viz., earth, water, fire, ether and air, this body is extremely vile. The mortal frame lies, buried in eternal sleep before your eyes, while the soul is everlasting. For whom, then, do you lament ?\" The light of wisdom dawned on her and now she embraced His feet and asked of Him the boon of supreme Devotion. The almighty Śrī Rāma, O Umā (says Bhagavān Śaṅkara) makes us all dance like so many marionettes. Śrī Rāma then gave orders to Sugrīva, who performed all the funeral rites with due ceremony. He next instructed His younger brother (Lakṣmaṇa), \"Go and crown Sugrīva as the king.\" Bowing their head to the Lord of Raghus, all left in obedience to His orders."
        ]
    }
]