[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।",
            "नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥ १६ ॥",
            "काश्यश्च परमेष्वास: शिखण्डी च महारथ: ।",
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजित: ॥ १७ ॥",
            "द्रुपदो द्रौपदेयाश्च सर्वश: पृथिवीपते ।",
            "सौभद्रश्च महाबाहु: शङ्खान्दध्मु: पृथक्पृथक् ॥ १८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "anantavijayaṁ rājā",
            "kuntī-putro yudhiṣṭhiraḥ",
            "nakulaḥ sahadevaś ca",
            "sughoṣa-maṇipuṣpakau"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "kāśyaś ca parameṣv-āsaḥ",
            "śikhaṇḍī ca mahā-rathaḥ",
            "dhṛṣṭadyumno virāṭaś ca",
            "sātyakiś cāparājitaḥ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "drupado draupadeyāś ca",
            "sarvaśaḥ pṛthivī-pate",
            "saubhadraś ca mahā-bāhuḥ",
            "śaṅkhān dadhmuḥ pṛthak pṛthak"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ananta-vijayam — the conch named Ananta-vijaya; rājā — the king; kuntī-putraḥ — the son of Kuntī; yudhiṣṭhiraḥ — Yudhiṣṭhira; nakulaḥ — Nakula; sahadevaḥ — Sahadeva; ca — and; sughoṣa-maṇipuṣpakau — the conches named Sughoṣa and Maṇipuṣpaka; kāśyaḥ — the King of Kāśī (Vārāṇasī); ca — and; parama-iṣu-āsaḥ — the great archer; śikhaṇḍī — Śikhaṇḍī; ca — also; mahā-rathaḥ — one who can fight alone against thousands; dhṛṣṭadyumnaḥ — Dhṛṣṭadyumna (the son of King Drupada); virāṭaḥ — Virāṭa (the prince who gave shelter to the Pāṇḍavas while they were in disguise); ca — also; sātyakiḥ — Sātyaki (the same as Yuyudhāna, the charioteer of Lord Kṛṣṇa); ca — and; aparājitaḥ — who had never been vanquished; drupadaḥ — Drupada, the King of Pāñcāla; draupadeyāḥ — the sons of Draupadī; ca — also; sarvaśaḥ — all; pṛthivī-pate — O King; saubhadraḥ — Abhimanyu, the son of Subhadrā; ca — also; mahā-bāhuḥ — mighty-armed; śaṅkhān — conchshells; dadhmuḥ — blew; pṛthak pṛthak — each separately."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "King Yudhiṣṭhira, the son of Kuntī, blew his conchshell, the Ananta-vijaya, and Nakula and Sahadeva blew the Sughoṣa and Maṇipuṣpaka. That great archer the King of Kāśī, the great fighter Śikhaṇḍī, Dhṛṣṭadyumna, Virāṭa, the unconquerable Sātyaki, Drupada, the sons of Draupadī, and others, O King, such as the mighty-armed son of Subhadrā, all blew their respective conchshells."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Sañjaya informed King Dhṛtarāṣṭra very tactfully that his unwise policy of deceiving the sons of Pāṇḍu and endeavoring to enthrone his own sons on the seat of the kingdom was not very laudable. The signs already clearly indicated that the whole Kuru dynasty would be killed in that great battle. Beginning with the grandsire, Bhīṣma, down to the grandsons like Abhimanyu and others – including kings from many states of the world – all were present there, and all were doomed. The whole catastrophe was due to King Dhṛtarāṣṭra, because he encouraged the policy followed by his sons."
        ]
    }
]