[
    {
        "id": [
            27
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "यावत्सञ्जायते किञ्चित्सत्त्वं स्थावरजङ्गमम् |",
                "क्षेत्रक्षेत्रज्ञसंयोगात्तद्विद्धि भरतर्षभ || २७ ||"
            ],
            "english": [
                "yavat sanjayate kincit",
                "sattvam sthavara-jangamam",
                "ksetra-ksetrajna-samyogat",
                "tad viddhi bharatarsabha"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतवंशियों में श्रेष्ठ! यह जान लो कि चर तथा अचर जो भी तुम्हें अस्तित्व में दीख रहा है, वह कर्मक्षेत्र तथा क्षेत्र के ज्ञाता का संयोग मात्र है ।"
            ],
            "english": [
                "O chief of the Bharatas, whatever you see in existence, both moving and unmoving, is only the combination of the field of activities and the knower of the field."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में ब्रह्माण्ड की सृष्टि के भी पूर्व से अस्तित्व में रहने वाली प्रकृति तथा जीव दोनों की व्याख्या की गई है । जो कुछ भी उत्पन्न किया जाता है, वह जीव तथा प्रकृति का संयोग मात्र होता है । वृक्ष, पर्वत आदि ऐसी अनेक अभिव्यक्तियाँ हैं, जो गतिशील नहीं हैं । इनके साथ ही ऐसी अनेक वस्तुएँ हैं, जो गतिशील हैं और ये सब भौतिक प्रकृति तथा परा प्रकृति अर्थात् जीव के संयोग मात्र हैं । परा प्रकृति, जीव के स्पर्श के बिना कुछ भी उत्पन्न नहीं हो सकता । भौतिक प्रकृति तथा आध्यात्मिक प्रकृति का सम्बन्ध निरन्तर चल रहा है और यह संयोग परमेश्र्वर द्वारा सम्पन्न कराया जाता है । अतएव वे ही पर तथा अपरा प्रकृतियों के नियामक हैं । अपरा प्रकृति उनके द्वारा सृष्ट है और परा प्रकृति उस अपरा प्रकृति में रखी जाती है । इस प्रकार सारे कार्य तथा अभिव्यक्तियाँ घटित होती हैं ।"
            ],
            "english": [
                "Both material nature and the living entity, which were existing before the creation of the cosmos, are explained in this verse. Whatever is created is but a combination of the living entity and material nature. There are many manifestations like trees, mountains and hills, which are not moving, and there are many existences which are moving, and all of them are but combinations of material nature and superior nature, the living entity. Without the touch of the superior nature, the living entity, nothing can grow. Therefore the relationship between matter and nature is eternally going on, and this combination is effected by the Supreme Lord; therefore He is the controller of both the superior and inferior natures. The material nature is created by Him, and the superior nature is placed in this material nature, and thus all these activities and manifestations take place."
            ]
        }
    },
    {
        "id": [
            28
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                " समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्र्वम् |",
                "विनश्यत्स्वविनश्यन्तं यः पश्यति स पश्यति || २८ ||"
            ],
            "english": [
                "samam sarvesu bhutesu",
                "tisthantam paramesvaram",
                "vinasyatsv avinasyantam",
                "yah pasyati sa pasyati"
            ]
        },
        "translation": {
            "hindi": [
                "जो परमात्मा को समस्त शरीरों में आत्मा के साथ देखता है और जो यह समझता है कि इस नश्वर शरीर के भीतर न तो आत्मा, न ही परमात्मा कभी भी विनष्ट होता है, वही वास्तव में देखता है |"
            ],
            "english": [
                "One who sees the Supersoul accompanying the individual soul in all bodies and who understands that neither the soul nor the Supersoul is ever destroyed, actually sees."
            ]
        },
        "meaning": {
            "hindi": [
                "जो व्यक्ति सत्संगति से तीन वस्तुओं को – शरीर, शरीर का स्वामी या आत्मा, तथा आत्मा के मित्र को – एकसाथ संयुक्त देखता है, वही सच्चा ज्ञानी है | जब तक आध्यात्मिक विषयों के वास्तविक ज्ञाता की संगति नहीं मिलती, तब तक कोई इन तीनों वस्तुओं को नहीं देख सकता | जिन लोगों की ऐसी संगति नहीं होती, वे अज्ञानी हैं, वे केवल शरीर को देखते हैं, और जब यह शरीर विनष्ट हो जाता है, तो समझते हैं कि सब कुछ नष्ट हो गया | लेकिन वास्तविकता यह नहीं है | शरीर के विनष्ट होने पर आत्मा तथा परमात्मा का अस्तित्व बना रहता है, और वे अनेक विविध चर तथा अचर रूपों में सदैव जाते रहते हैं | कभी-कभी संस्कृत शब्द परमेश्र्वर का अनुवाद जीवात्मा के रूप में किया जाता है, क्योंकि आत्मा ही शरीर का स्वामी है और शरीर के विनाश होने पर वह अन्यत्र देहान्तरण कर जाता है | इस तरह वह स्वामी है | लेकिन कुछ लोग इस परमेश्र्वर शब्द का अर्थ परमात्मा लेते हैं | प्रत्येक दशा में परमात्मा तथा आत्मा दोनों रह जाते हैं | वे विनष्ट नहीं होते | जो इस प्रकार देख सकता है, वही वास्तव में देख सकता है कि क्या घटित हो रहा है |"
            ],
            "english": [
                "Anyone who can see three things-the body, the proprietor of the body, or individual soul, and the friend of the individual soul, combined together by good association-is actually in knowledge. Those who are not associated with the soul's friend are ignorant; they simply see the body, and when the body is destroyed they think that everything is finished, but actually it is not so. After the destruction of the body, both the soul and the Supersoul exist, and they go on eternally in many various moving and unmoving forms. The Sanskrit word paramesvaram is sometimes translated as the individual soul because the soul is the master of the body, and after the destruction of the body he transfers to another form. In that way he is master. But there are others who interpret this paramesvaram to be the Supersoul. In either case, both the Supersoul and the individual soul continue. They are not destroyed. One who can see in this way can actually see what is happening."
            ]
        }
    },
    {
        "id": [
            29
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "समं पश्यन्हि सर्वत्र समवस्थितमीश्र्वरम् |",
                "न हिनस्त्यात्मनात्मानं ततो याति परां गतिम् || २९ ||"
            ],
            "english": [
                "samam pasyan hi sarvatra",
                "samavasthitam isvaram",
                "na hinasty atmanatmanam",
                "tato yati param gatim"
            ]
        },
        "translation": {
            "hindi": [
                "जो व्यक्ति परमात्मा को सर्वत्र तथा प्रत्येक जीव में समान रूप से वर्तमान देखता है, वह अपने मन के द्वारा अपने आपको भ्रष्ट नहीं करता | इस प्रकार वह दिव्य गन्तव्य को प्राप्त करता है |"
            ],
            "english": [
                "One who sees the Supersoul in every living being and equal everywhere does not degrade himself by his mind. Thus he approaches the transcendental destination."
            ]
        },
        "meaning": {
            "hindi": [
                "जीव, अपना भौतिक अस्तित्व स्वीकार करने के कारण, अपने आध्यात्मिक अस्तित्व से पृथक् हो गया है | किन्तु यदि वह यह समझता है कि परमेश्र्वर अपने परमात्मा स्वरूप में सर्वत्र स्थित हैं, अर्थात् यदिवह भगवान् की उपस्थिति प्रत्येक वस्तु में देखता है, तो वह विघटनकारी मानसिकता से अपने आपको नीचे नहीं गिराता, और इसलिए वह क्रमशः वैकुण्ठ-लोक की ओर बढ़ता जाता है | सामान्यतया मन इन्द्रियतृप्तिकारी कार्यों में लीन रहता है, लेकिन जब वही मन परमात्मा की ओर अन्मुख होता है, तो मनुष्य आध्यात्मिक ज्ञान में आगे बढ़ जाता है |"
            ],
            "english": [
                "The living entity, by accepting his material existence as just so much suffering, can become situated in his spiritual existence. If one understands that the Supreme is situated in His Paramatma manifestation everywhere, that is, if one can see the presence of the Supreme Personality of Godhead in every living thing, he does not degrade himself, and he therefore gradually advances in the spiritual world. The mind is generally addicted to self-centered processes; but when the mind turns to the Supersoul, one becomes advanced in spiritual understanding."
            ]
        }
    },
    {
        "id": [
            30
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                " प्रकृत्यैव च कर्माणि क्रियमाणानि सर्वशः |",
                "यः पश्यति तथात्मानमकर्तारं स पश्यति || ३० ||"
            ],
            "english": [
                "prakrtyaiva ca karmani",
                "kriyamanani sarvasah",
                "yah pasyati tathatmanam",
                "akartaram sa pasyati"
            ]
        },
        "translation": {
            "hindi": [
                "जो यह देखता है कि सारे कार्य शरीर द्वारा सम्पन्न किये जाते हैं, जिसकी उत्पत्ति प्रकृति से हुई है, और जो देखता है कि आत्मा कुछ भी नहीं करता, वही यथार्थ में देखता है |/p>"
            ],
            "english": [
                "One who can see that all activities are performed by the body, which is created of material nature, and sees that the self does nothing, actually sees."
            ]
        },
        "meaning": {
            "hindi": [
                "यह शरीर परमात्मा के निर्देशानुसार प्रकृति द्वारा बनाया गया है और मनुष्य के शरीर के जितने भी कार्य सम्पन्न होते हैं, वे उसके द्वारा नहीं किये जाते | मनुष्य जो भी करता है, चाहे सुख के लिए करे, या दुख के लिए, वह शारीरिक रचना के कारण उसे करने के लिए बाध्य होता है | लेकिन आत्मा इन शारीरिक कार्यों से विलग रहता है | यह शरीर मनुष्य के पूर्व इच्छाओं के अनुसार प्राप्त होता है | इच्छाओं की पूर्ति के लिए शरीर मिलता है, जिससे वह इच्छानुसार कार्य करता है | एक तरह से शरीर एक यंत्र है, जिसे परमेश्र्वर ने इच्छाओं की पूर्ति के लिए निर्मित किया है | इच्छाओं के कारण ही मनुष्य दुख भोगता है या सुख पाता है | जब जीव में यह दिव्य दृष्टि उत्पन्न हो जाती है, तो वह शारीरिक कार्यों से पृथक् हो जाता है | जिसमें ऐसी दृष्टि आ जाती है, वही वास्तविक द्रष्टा है |"
            ],
            "english": [
                "This body is made by material nature under the direction of the Supersoul, and whatever activities are going on in respect to one's body are not his doing. Whatever one is supposed to do, either for happiness or for distress, one is forced to do because of the bodily constitution. The self, however, is outside all these bodily activities. This body is given according to one's past desires. To fulfill desires, one is given the body, with which he acts accordingly. Practically speaking, the body is a machine, designed by the Supreme Lord, to fulfill desires. Because of desires, one is put into difficult circumstances to suffer or to enjoy. This transcendental vision of the living entity, when developed, makes one separate from bodily activities. One who has such a vision is an actual seer."
            ]
        }
    },
    {
        "id": [
            31
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "यदा भूतपृथग्भावमेकस्थमनुपश्यति |",
                "तत एव च विस्तारं ब्रह्म सम्पद्यते तदा || ३१ ||"
            ],
            "english": [
                "yada bhuta-prthag-bhavam",
                "eka-stham anupasyati",
                "tata eva ca vistaram",
                "brahma sampadyate tada"
            ]
        },
        "translation": {
            "hindi": [
                "जब विवेकवान् व्यक्ति विभिन्न भौतिक शरीरों के कारण विभिन्न स्वरूपों को देखना बन्द कर देता है, और यह देखता है कि किस प्रकार जीव सर्वत्र फैले हुए हैं, तो वह ब्रह्म-बोध को प्राप्त होता है |"
            ],
            "english": [
                "When a sensible man ceases to see different identities, which are due to different material bodies, he attains to the Brahman conception. Thus he sees that beings are expanded everywhere."
            ]
        },
        "meaning": {
            "hindi": [
                "जब मनुष्य यह देखता है कि विभिन्न जीवों के शरीर उस जीव की विभिन्न इच्छाओं के कारण उत्पन्न हुए हैं और वे आत्मा से किसी तरह सम्बद्ध नहीं हैं, तो वह वास्तव में देखता है | देहात्मबुद्धि के कारण हम किसी को देवता, किसी को मनुष्य, कुत्ता, बिल्ली आदि के रूप में देखते हैं | यह भौतिक दृष्टि है, वास्तविक दृष्टि नहीं है | यह भौतिक भेदभाव देहात्मबुद्धि के कारण है | भौतिक शरीर के विनाश के बाद आत्मा एक रहता है | यह आत्मा भौतिक प्रकृति के सम्पर्क से विभिन्न प्रकार के शरीर धारण करता है | जब कोई इसे देख पाता है, तो उसे आध्यात्मिक दृष्टि प्राप्त होती है | इस प्रकार जो मनुष्य, पशु, ऊँच, नीच आदि भेदभाव से मुक्त हो जाता है उसकी चेतना शुद्ध हो जाती है और वह अपने आध्यात्मिक स्वरूप में कृष्णभावनामृत विकसित करने में समर्थ होता है | तब वह वस्तुओं को जिस रूप में देखता है, उसे अगले श्लोक में बताया गया है |"
            ],
            "english": [
                "When one can see that the various bodies of living entities arise due to the different desires of the individual soul and do not actually belong to the soul itself, one actually sees. In the material conception of life, we find someone a demigod, someone a human being, a dog, a cat, etc. This is material vision, not actual vision. This material differentiation is due to a material conception of life. After the destruction of the material body, this spirit soul is one. The spirit soul, due to contact with material nature, gets different types of bodies. When one can see this, he attains spiritual vision; thus being freed from differentiations like man, animal, big, low, etc., one becomes beautified in his consciousness and able to develop Krsna consciousness in his spiritual identity. How he then sees things will be explained in the next verse."
            ]
        }
    },
    {
        "id": [
            32
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                " अनादित्वान्निर्गुणत्वात्परमात्मायमव्ययः |",
                "शरीरस्थोऽपि कौन्तेय न करोति न लिप्यते || ३२ ||"
            ],
            "english": [
                "anaditvan nirgunatvat",
                "paramatmayam avyayah",
                "sarira-stho 'pi kaunteya",
                "na karoti na lipyate"
            ]
        },
        "translation": {
            "hindi": [
                "शाश्र्वत दृष्टिसम्पन्न लोग यह देख सकते हैं कि अविनाशी आत्मा दिव्य, शाश्र्वत तथा गुणों अतीत है | हे अर्जुन! भौतिक शरीर के साथ सम्पर्क होते हुए भी आत्मा न तो कुछ करता है और न लिप्त होता है |"
            ],
            "english": [
                "Those with the vision of eternity can see that the soul is transcendental, eternal, and beyond the modes of nature. Despite contact with the material body, O Arjuna, the soul neither does anything nor is entangled."
            ]
        },
        "meaning": {
            "hindi": [
                "ऐसा प्रतीत होता है कि जीव उत्पन्न होता है, क्योंकि भौतिक शरीर का जन्म होता है | लेकिन वास्तव में जीव शाश्र्वत है, वह उत्पन्न नहीं होता और शरीर में स्थित रह कर भी, वह दिव्य तथा शाश्र्वत रहता है | इस प्रकार वह विनष्ट नहीं किया जा सकता | वह स्वभाव से आनन्दमय है | वह किसी भौतिक कार्य में प्रवृत्त नहीं होता | अतएव भौतिक शरीरों के साथ सम्पर्क होने से जो कार्य सम्पन्न होते हैं, वे उसे लिप्त नहीं कर पाते |"
            ],
            "english": [
                "A living entity appears to be born because of the birth of the material body, but actually the living entity is eternal; he is not born, and in spite of his being situated in a material body, he is transcendental and eternal. Thus he cannot be destroyed. By nature he is full of bliss. He does not engage himself in any material activities; therefore the activities performed due to his contact with material bodies do not entangle him."
            ]
        }
    },
    {
        "id": [
            33
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "यथा सर्वगतं सौक्ष्म्यादाकाशं नोपलिप्यते |",
                "सर्वत्रावस्थितो देहे तथात्मा नोपलिप्यते ||३३||"
            ],
            "english": [
                "yatha sarva-gatam sauksmyad",
                "akasam nopalipyate",
                "sarvatravasthito dehe",
                "tathatma nopalipyate"
            ]
        },
        "translation": {
            "hindi": [
                "यद्यपि आकाश सर्वव्यापी है, किन्तु अपनी सूक्ष्म प्रकृति के कारण, किसी वस्तु से लिप्त नहीं होता | इसी तरह ब्रह्मदृष्टि में स्थित आत्मा, शरीर में स्थित रहते हुए भी, शरीर से लिप्त नहीं होता |"
            ],
            "english": [
                "The sky, due to its subtle nature, does not mix with anything, although it is all-pervading. Similarly, the soul, situated in Brahman vision, does not mix with the body, though situated in that body."
            ]
        },
        "meaning": {
            "hindi": [
                "वायु जल, कीचड़, मल तथा अन्य वस्तुओं में प्रवेश करती है, फिर भी वह किसी वस्तु से लिप्त नहीं होती | इसी प्रकार से जीव विभिन्न प्रकार के शरीरों में स्थित होकर भी अपनी सूक्ष्म प्रकृति के कारण उनसे पृथक बना रहता है | अतः इन भौतिक आँखों से यह देख पाना असम्भव है कि जीव किस प्रकार इस शरीर के सम्पर्क में है और शरीर के विनष्ट हो जाने पर वह उससे कैसे विलग हो जाता है | कोई भी विज्ञानी इसे निश्चित नहीं कर सकता |"
            ],
            "english": [
                "The air enters into water, mud, stool and whatever else is there; still it does not mix with anything. Similarly, the living entity, even though situated in varieties of bodies, is aloof from them due to his subtle nature. Therefore it is impossible to see with the material eyes how the living entity is in contact with this body and how he is out of it after the destruction of the body. No one in science can ascertain this."
            ]
        }
    },
    {
        "id": [
            34
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "यथा प्रकाशयत्येकः कृत्स्नं लोकमिमं रविः |",
                "क्षेत्रं क्षेत्री तथा कृत्स्नं प्रकाशयति भारत || ३४ ||"
            ],
            "english": [
                "yatha prakasayaty ekah",
                "krtsnam lokam imam ravih",
                "ksetram ksetri tatha krtsnam",
                "prakasayati bharata"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतपुत्र! जिस प्रकार सूर्य अकेले इस सारे ब्रह्माण्ड को प्रकाशित करता है, उसी प्रकार शरीर के भीतर स्थित एक आत्मा सारे शरीर को चेतना से प्रकाशित करता है |"
            ],
            "english": [
                "O son of Bharata, as the sun alone illuminates all this universe, so does the living entity, one within the body, illuminate the entire body by consciousness."
            ]
        },
        "meaning": {
            "hindi": [
                "चेतना के सम्बन्ध में अनेक मत हैं | यहाँ पर भगवद्गीता में सूर्य तथा धूप का उदाहरण दिया गया है | जिस प्रकार सूर्य एक स्थान पर स्थित रहकर ब्रह्माण्ड को आलोकित करता है, उसी तरह आत्मा सूक्ष्म रूप कण शरीर के हृदय में स्थित रहकर चेतना द्वारा शरीर को आलोकित करता है | इस प्रकार चेतना ही आत्मा का प्रमाण है, जिस तरह धूप या प्रकाश सूर्य की उपस्थिति का प्रमाण होता है | जब शरीर में आत्मा वर्तमान रहता है, तो सारे शरीर में चेतना रहती है | किन्तु ज्योंही शरीर से आत्मा चला जाता है त्योंही चेतना लुप्त हो जाती है | इसे बुद्धिमान व्यक्ति सुगमता से समझ सकता है | अतएव चेतना पदार्थ के संयोग से नहीं बनी होती | यह जीव का लक्षण है | जीव की चेतना यद्यपि गुणात्मक रूप से परम चेतना से अभिन्न है, किन्तु परम नहीं है, क्योंकि एक शरीर की चेतना दूसरे शरीर से सम्बन्धित नहीं होती | लेकिन परमात्मा, जो आत्मा के सखा रूप में समस्त शरीरों में स्थित हैं, समस्त शरीरों के प्रति सचेष्ट रहते हैं | परमचेतना तथा व्यष्टि-चेतना में यही अन्तर है |"
            ],
            "english": [
                "There are various theories regarding consciousness. Here in Bhagavad-gita the example of the sun and the sunshine is given. As the sun is situated in one place, but is illuminating the whole universe, so a small particle of spirit soul, although situated in the heart of this body, is illuminating the whole body by consciousness. Thus consciousness is the proof of the presence of the soul, as sunshine or light is the proof of the presence of the sun.",
                "When the soul is present in the body, there is consciousness all over the body, and as soon as the soul has passed from the body, there is no more consciousness. This can be easily understood by any intelligent man. Therefore consciousness is not a production of the combinations of matter. It is the symptom of the living entity. The consciousness of the living entity, although qualitatively one with the supreme consciousness, is not supreme because the consciousness of one particular body does not share that of another body. But the Supersoul, which is situated in all bodies as the friend of the individual soul, is conscious of all bodies. That is the difference between supreme consciousness and individual consciousness."
            ]
        }
    },
    {
        "id": [
            35
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                " क्षेत्रक्षेत्रज्ञयोरेवमन्तरं ज्ञानचक्षुषा |",
                "भूतप्रकृतिमोक्षं च ये विदुर्यान्ति ते परम् || ३५ ||"
            ],
            "english": [
                "ksetra-ksetrajnayor evam",
                "antaram jnana-caksusa",
                "bhuta-prakrti-moksam ca",
                "ye vidur yanti te param"
            ]
        },
        "translation": {
            "hindi": [
                "जो लोग ज्ञान के चक्षुओं से शरीर तथा शरीर के ज्ञाता के अन्तर को देखते हैं और भव-बन्धन से मुक्ति की विधि को भी जानते हैं, उन्हें परमलक्ष्य प्राप्त होता है |"
            ],
            "english": [
                "One who knowingly sees this difference between the body and the owner of the body and can understand the process of liberation from this bondage, also attains to the supreme goal."
            ]
        },
        "meaning": {
            "hindi": [
                "इस तेरहवें अध्याय का तात्पर्य यही है कि मनुष्य को शरीर, शरीर के स्वामी तथा परमात्मा के अन्तर को समझना चाहिए | उसे श्लोक ८ से लेकर १२ तक में वर्णित मुक्ति की विधि को जानना चाहिए | तभी वह परमगति को प्राप्त हो सकता है |",
                "श्रद्धालु को चाहिए कि सर्वप्रथम वह ईश्र्वर का श्रवण करने के लिए सत्संगति करे, और धीरे-धीरे प्रबुद्ध बने | यदि गुरु स्वीकार कर लिया जाए, तो पदार्थ तथा आत्मा के अन्तर को समझा जा सकता है और वही अग्रिम आत्म-साक्षात्कार के लिए शुभारम्भ बन जाता है | गुरु अनेक प्रकार के उपदेशों से अपने शिष्यों को देहात्मबुद्धि से मुक्त होने की शिक्षा देता है |उदाहरणार्थ – भगवद्गीता में कृष्ण अर्जुन को भौतिक बातों से मुक्त होने के लिए शिक्षा देते हैं |",
                "मनुष्य यह तो समझ सकता है कि यह शरीर पदार्थ है और इसे चौबीस तत्त्वों में विश्लेषित किया जा सकता है; शरीर स्थूल अभिव्यक्ति है और मन तथा मनोवैज्ञानिक प्रभाव सूक्ष्म अभिव्यक्ति हैं | जीवन के लक्षण इन्हीं तत्त्वों की अन्तः-क्रिया (विकार) हैं, किन्तु इनसे भी ऊपर आत्मा और परमात्मा हैं | आत्मा तथा परमात्मा दो हैं | यह भौतिक जगत् आत्मा तथा चौबीस तत्त्वों के संयोग से कार्यशील है | जो सम्पूर्ण भौतिक जगत् की इस रचना को आत्मा तथा तत्त्वों के संयोग से हुई मानता है और परमात्मा की स्थिति को भी देखता है, वही वैकुण्ठ-लोक जाने का अधिकारी बन पाता है | ये बातें चिन्तन तथा साक्षात्कार की हैं | मनुष्य को चाहिए कि गुरु की सहायता से इस अध्याय को भली-भाँति समझ ले |",
                "इस प्रकार श्रीमद्भगवद्गीता के तेरहवें अध्याय “प्रकृति, पुरुष तथा चेतना” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
            ],
            "english": [
                "The purport of this Thirteenth Chapter is that one should know the distinction between the body, the owner of the body, and the Supersoul. A faithful person should at first have some good association to hear of God and thus gradually become enlightened. If one accepts a spiritual master, he can learn to distinguish between matter and spirit, and that becomes the steppingstone for further spiritual realization. A spiritual master teaches his students to get free from the material concept of life by various instructions. For instance, in Bhagavad-gita we find Krsna instructing Arjuna to free him from materialistic considerations.",
                "One can understand that this body is matter; it can be analyzed with its twenty-four elements. That is the gross manifestation. And the subtle manifestation is the mind and psychological effects. And the symptoms of life are the interaction of these features. But over and above this, there is the soul, and there is also the Supersoul. The soul and the Supersoul are two. This material world is working by the conjunction of the soul and the twenty-four material elements. One who can see the constitution of the whole material manifestation as this combination of the soul and material elements and also can see the situation of the Supreme Soul becomes eligible for transfer to the spiritual world. These things are meant for contemplation and for realization, and one should have a complete understanding of this chapter with the help of the spiritual master."
            ]
        }
    }
]