[
    {
        "id": [
            17
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "अविभक्तं च भूतेषु विभक्तमिव च स्थितम् |",
                "भूतभर्तृ च तज्ज्ञेयं ग्रसिष्णु प्रभविष्णु च || १७ ||"
            ],
            "english": [
                "avibhaktam ca bhutesu",
                "vibhaktam iva ca sthitam",
                "bhuta-bhartr ca taj jneyam",
                "grasisnu prabhavisnu ca"
            ]
        },
        "translation": {
            "hindi": [
                "यद्यपि परमात्मा समस्त जीवों के मध्य विभाजित प्रतीत होता है, लेकिन वह कभी भी विभाजित नहीं है | वह एक रूप में स्थित है | यद्यपि वह प्रत्येक जीव का पालनकर्ता है, लेकिन यह समझना चाहिए कि वह सबों का संहारकरता है और सबों को जन्म देता है |"
            ],
            "english": [
                "Although the Supersoul appears to be divided, He is never divided. He is situated as one. Although He is the maintainer of every living entity, it is to be understood that He devours and develops all."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् सबों के हृदय में परमात्मा रूप में स्थित हैं | तो क्या इसका अर्थ यह हुआ कि वे बँटे हुए हैं? नहीं | वास्तव में वे एक हैं | यहाँ पर सूर्य का उदाहरण दिया जाता है | सूर्य मध्याह्न समय अपने स्थान पर रहता है, लेकिन यदि कोई चारों ओर पाँच हजार मील की दूरी पर घुमे और पूछे कि सूर्य कहाँ है, तो सभी लोग यही कहेंगे कि वह उसके सर पर चमक रहा है | वैदिक साहित्य में यह उदाहरण यह दिखाने के लिए दिया गया है कि यद्यपि भगवान् अविभाजित हैं, लेकिन इस प्रकार स्थित हैं मानो विभाजित हों | यही नहीं, वैदिक साहित्य में यह भी कहा गया है कि अपनी सर्वशक्तिमता के द्वारा एक विष्णु सर्वत्र विद्यमान हैं, जिस तरह अनेक पुरुषों को एक ही सूर्य की प्रतीति अनेक स्थानों में होती है | यद्यपि परमेश्र्वर प्रत्येक जीव के पालनकर्ता हैं, किन्तु प्रलय के समय सबों का भक्षण कर जाते हैं | इसकी पुष्टि ग्याहरवें अध्याय में हो चुकी है, जहाँ भगवान् कहते हैं कि वे कुरुक्षेत्र में एकत्र सारे योद्धाओं का भक्षण करने के लिए आये है | उन्होंने यह भी कहा कि वे काल के रूप में सब का भक्षण करते हैं | वे सबके प्रलयकारी और संहारकर्ता हैं | जब सृष्टि की जाती है, तो वे सबों को मूल स्थिति से विकसित करते हैं और प्रलय के समय उन सबको निगल जाते हैं | वैदिक स्तोत्र पुष्टि करते हैं कि वे समस्त जीवों के मूल तथा सबके आश्रय-स्थल हैं | सृष्टि के बाद सारी वस्तुएँ उनकी सर्वशक्तिमता पर टिकी रहती हैं और प्रलय के बाद सारी वस्तुएँ पुनः उन्हीं में विश्राम पाने के लिए लौट आती हैं | ये सब वैदिक स्तोत्रों की पुष्टि करने वाले हैं | यतो वा इमानि भूतानि जायन्ते येन जातानि जीवन्ति यत्प्रयन्त्यभिसंविशन्ति तद्ब्रह्म तद्विजिज्ञासस्व (तैत्तिरीय उपनिषद् ३.१) |"
            ],
            "english": [
                "The Lord is situated in everyone's heart as the Supersoul. Does that mean that He has become divided? No. Actually, He is one. The example is given of the sun: the sun, at the meridian, is situated in his place. But if one goes for five thousand miles in all directions and asks, \"Where is the sun?\" everyone will say that it is shining on his head. In the Vedic literature this example is given to show that although He is undivided, He is situated as if divided. Also it is said in Vedic literature that one Visnu is present everywhere by His omnipotence, just as the sun appears in many places to many persons. And the Supreme Lord, although the maintainer of every living entity, devours everything at the time of annihilation. This was confirmed in the Eleventh Chapter when the Lord said that He has come to devour all the warriors assembled at Kuruksetra. He also mentions that in the form of time He devours also. He is the annihilator, the killer of all. When there is creation, He develops all from their original state, and at the time of annihilation He devours them. The Vedic hymns confirm the fact that He is the origin of all living entities and the rest of al1. After creation, everything rests in His omnipotence, and after annihilation, everything again returns to rest in Him. These are the confirmations of Vedic hymns. Yato va imani bhutani jayante yena jatani jivanti yat prayanty abhisamvisanti tad brahma tad vijijnasasva. (Taittiriya Upanisad, 3.1)"
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "ज्योतिषामपि तज्ज्योतिस्तमसः परमुच्यते |",
                "ज्ञानं ज्ञेयं ज्ञानगम्यं हृदि सर्वस्य विष्ठितम् || १८ ||"
            ],
            "english": [
                "jyotisam api taj jyotis",
                "tamasah param ucyate",
                "jnanam jneyam jnana-gamyam",
                "hrdi sarvasya visthitam"
            ]
        },
        "translation": {
            "hindi": [
                "वे समस्त प्रकाशमान वस्तुओं के प्रकाशस्त्रोत हैं | वे भौतिक अंधकार से परे हैं और अगोचर हैं | वे ज्ञान हैं, ज्ञेय हैं और ज्ञान के लक्ष्य हैं | वे सबके हृदय में स्थित हैं |"
            ],
            "english": [
                "He is the source of light in all luminous objects. He is beyond the darkness of matter and is unmanifested. He is knowledge, He is the object of knowledge, and He is the goal of knowledge. He is situated in everyone's heart."
            ]
        },
        "meaning": {
            "hindi": [
                "परमात्मा या भगवान् ही सूर्य, चन्द्र तथा नक्षत्रों जैसी प्रकाशमान वस्तुओं के प्रकाशस्त्रोत हैं | वैदिक साहित्य से हमें पता चलता है कि वैकुण्ठ राज्य में सूर्य या चन्द्रमा की आवश्यकता नहीं पड़ती, क्योंकि वहाँ पर परमेश्र्वर का तेज जो है | भौतिक जगत् में वह ब्रह्मज्योति या भगवान् का आध्यात्मिक तेज महत्तत्व अर्थात् भौतिक तत्त्वों से ढका रहता है | अतएव इस जगत् में हमें सूर्य, चन्द्र, बिजली आदि के प्रकाश की आवश्यकता पड़ती है, लेकिन आध्यात्मिक जगत् में ऐसी वस्तुओं की आवश्यकता नहीं होती | वैदिक साहित्य में स्पष्ट है कि वे इस भौतिक जगत् में स्थित नहीं हैं, वे तो आध्यात्मिक जगत् (वैकुण्ठ लोक) में स्थित हैं, जो चिन्मय आकाश में बहुत ही दूरी पर है | इसकी भी पुष्टि वैदिक साहित्य से होती है | आदित्यवर्णं तमसः परस्तात् (श्र्वेताश्र्वतर उपनिषद् ३.८) | वे सूर्य की भाँति अत्यन्त तेजोमय हैं, लेकिन इस भौतिक जगत के अन्धकार से बहुत दूर हैं |",
                "उनका ज्ञान दिव्य है | वैदिक साहित्य पुष्टि करता है कि ब्रह्म घनीभूत दिव्य ज्ञान है | जो वैकुण्ठलोक जाने का इच्छुक है, उसे परमेश्र्वर द्वारा ज्ञान प्रदान किया जाता है, जो प्रत्येक हृदय में स्थित हैं | एक वैदिक मन्त्र है (श्र्वेताश्र्वतर-उपनिषद् ६.१८) – तं ह देवम् आत्मबुद्धिप्रकाशं मुमुक्षुर्वै शरणमहं प्रपद्ये| मुक्ति के इच्छुक मनुष्य को चाहिए कि वह भगवान् की शरण में जाय | जहाँ तक चरम ज्ञान के लक्ष्य का सम्बन्ध है, वैदिक साहित्य से भी पुष्टि होती है – तमेव विदित्वाति मृत्युमेति – उन्हें जान लेने के बाद ही जन्म तथा मृत्यु की परिधि को लाँघा जा सकता है (श्र्वेताश्र्वतर उपनिषद् ३.८) |",
                "वे प्रत्येक हृदय में परम नियन्ता के रूप में स्थित हैं | परमेश्र्वर के हाथ-पैर सर्वत्र फैले हैं, लेकिन जीवात्मा के विषय में ऐसा नहीं कहा जा सकता | अतएव यह मानना ही पड़ेगा कि कार्य क्षेत्र को जानने वाले दो ज्ञाता हैं-एक जीवात्मा तथा दूसरा परमात्मा | पहले के हाथ-पैर केवल किसी एक स्थान तक सीमित (एकदेशीय) हैं, जबकि कृष्ण के हाथ-पैर सर्वत्र फैले हैं | इसकी पुष्टि श्र्वेताश्र्वतर उपनिषद् में (३.१७) इस प्रकार हुई है – सर्वस्य प्रभुमीशानं सर्वस्य शरणं बृहत् | वह परमेश्र्वर या परमात्मा समस्त जीवों का स्वामी या प्रभु है, अतएव वह उन सबका चरम लक्ष्य है | अतएव इस बात से मना नहीं किया जा सकता कि परमात्मा तथा जीवात्मा सदैव भिन्न होते हैं |"
            ],
            "english": [
                "The Supersoul, the Supreme Personality of Godhead, is the source of light in all luminous objects like the sun, moon, stars, etc. In the Vedic literature we find that in the spiritual kingdom there is no need of sun or moon because the effulgence of the Supreme Lord is there. In the material world that brahmajyoti the Lord's spiritual effulgence, is covered by the mahat-tattva, the material elements; therefore in this material world we require the assistance of sun, moon, electricity, etc., for light. But in the spiritual world there is no need of such things. It is clearly stated in the Vedic literature that because of His luminous effulgence, everything is illuminated. It is clear, therefore, that His situation is not in the material world. He is situated in the spiritual world which is far, far away in the spiritual sky. That is also confirmed in the Vedic literature. Aditya-varnam tamasah parastat. He is just like the sun, eternally luminous, but He is far, far beyond the darkness of this material world. His knowledge is transcendental. The Vedic literature confirms that Brahman is concentrated transcendental knowledge. To one who is anxious to be transferred to that spiritual world, knowledge is given by the Supreme Lord who is situated in everyone's heart.",
                "One Vedic mantra says: tam ha devam atma-buddhi-prakasam mumuksur vai saranam aham prapadye. One must surrender unto the Supreme Personality of Godhead if he at all wants liberation. As far as the goal of ultimate knowledge is concerned, it is also confirmed in Vedic literature: tam eva viditvatimrtyum eti. \"Only by knowing You can one surpass the boundary of birth and death.\" He is situated in everyone's heart as the supreme controller. The Supreme has legs and hands distributed everywhere, and this cannot be said of the individual soul. Therefore that there are two knowers of the field of activity, the individual soul and the Supersoul, must be admitted. One's hands and legs are distributed locally, but Krsna's hands and legs are distributed everywhere. This is confirmed in the Svetasvatara Upanisad: sarvasya prabhum isanam sarvasya saranam brhat. That Supreme Personality of Godhead, Supersoul, is the prabhu or master of all living entities; therefore He is the ultimate center of all living entities. So there is no denying the fact that the Supreme Supersoul and the individual soul are always different."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "इति क्षेत्रं तथा ज्ञानं ज्ञेयं चोक्तं समासतः |",
                "मद्भक्त एतद्विज्ञाय मद्भावायोपपद्यते || १९ ||"
            ],
            "english": [
                "iti ksetram tatha jnanam",
                "jneyam coktam samasatah",
                "mad-bhakta etad vijnaya",
                "mad-bhavayopapadyate"
            ]
        },
        "translation": {
            "hindi": [
                "इस प्रकार मैंने कर्म क्षेत्र (शरीर), ज्ञान तथा ज्ञेय का संक्षेप में वर्णन किया है | इसे केवल मेरे भक्त ही पूरी तरह समझ सकते हैं और इस तरह मेरे स्वभाव को प्राप्त होते हैं |"
            ],
            "english": [
                "Thus the field of activities [the body], knowledge, and the knowable have been summarily described by Me. Only My devotees can understand this thoroughly and thus attain to My nature."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् ने शरीर, ज्ञान तथा ज्ञेय का संक्षेप में वर्णन किया है | यह ज्ञान तीन वस्तुओं का है – ज्ञाता, ज्ञेय तथा जानने की विधि | ये तीनों मिलकर विज्ञान कहलाते हैं | पूर्ण ज्ञान भगवान् के अनन्य भक्तों द्वारा प्रत्यक्षतः समझा जा सकता है | अन्य इसे समझ पाने में असमर्थ रहते हैं | अद्वैतवादियों का कहना है कि अन्तिम अवस्था में ये तीनों बातें एक हो जाती हैं, लेकिन भक्त ऐसा नहीं मानते | ज्ञान तथा ज्ञान के विकास का अर्थ है अपने को कृष्णभावनामृत में समझना | हम भौतिक चेतना द्वारा संचालित होते हैं, लेकिन ज्योंही हम अपनी सारी चेतना कृष्ण के कार्यों में स्थानान्तरित कर देते हैं, और इसका अनुभव करते हैं कि कृष्ण ही सब कुछ हैं, तो हम वास्तविक ज्ञान प्राप्त कर सकते हैं | दूसरे शब्दों में, ज्ञान तो भक्ति को पूर्णतया समझने के लिए प्रारम्भिक अवस्था है | पन्द्रहवें अध्याय में इसकी विशद व्याख्या की गई है |",
                "अब हम सारांश में कह सकते हैं कि श्लोक ६ तथा ७ के महाभूतानि से लेकर चेतना धृतिः तक भौतिक तत्त्वों तथा जीवन के लक्षणों की कुछ अभिव्यक्तियों का विश्लेषण हुआ है | ये सब मिलकर शरीर तथा कार्यक्षेत्र का निर्माण करते हैं, तथा श्लोक ८ से लेकर १२ तक अमानित्वम् से लेकर तत्त्वज्ञानार्थ-दर्शनम् तक कार्यक्षेत्र के दोनों प्रकार के ज्ञाताओं, अर्थात् आत्मा तथा परमात्मा के ज्ञान की विधि का वर्णन हुआ है | श्लोक १३ से १८ में अनादि मत्परम् से लेकर हृदि सर्वस्य विष्ठितम् तक जीवात्मा तथा परमात्मा का वर्णन हुआ है |",
                "इस प्रकार तीन बातों का वर्णन हुआ है – कार्यक्षेत्र (शरीर) , जानने की विधि तथा आत्मा एवं परमात्मा | यहाँ इसका विशेष उल्लेख हुआ है कि भगवान् के अनन्य भक्त ही इन तीनों बातों को ठीक से समझ सकते हैं | अतएव ऐसे भक्तों के लिए भगवद्गीता अत्यन्त लाभप्रद है, वे ही परम लक्ष्य, अर्थात् परमेश्र्वर कृष्ण के स्वभाव को प्राप्त कर सकते हैं | दूसरे शब्दों में, केवल भक्त ही भगवद्गीता को समझ सकते हैं और वांछित फल प्राप्त कर सकते हैं – अन्य लोग नहीं |"
            ],
            "english": [
                "The Lord has described in summary the body, knowledge and the knowable. This knowledge is of three things: the knower, the knowable and the process of knowing. Combined, these are called vijnanam, or the science of knowledge. Perfect knowledge can be understood by the unalloyed devotees of the Lord directly. Others are unable to understand. The monists say that at the ultimate stage these three items become one, but the devotees do not accept this. Knowledge and development of knowledge mean understanding oneself in Krsna consciousness. We are being led by material consciousness, but as soon as we transfer all consciousness to Krsna's activities and realize that Krsna is everything, then we attain real knowledge. In other words, knowledge is nothing but the preliminary stage of understanding devotional service perfectly."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "प्रकृतिं पुरुषं चैव विद्धयनादी उभावपि |",
                "विकारांश्र्च गुणांश्र्चैव विद्धि प्रकृतिसम्भवान् || २० ||"
            ],
            "english": [
                "prakrtim purusam caiva",
                "viddhy anadi ubhav api",
                "vikarams ca gunams caiva",
                "viddhi prakrti-sambhavan"
            ]
        },
        "translation": {
            "hindi": [
                "प्रकृति तथा जीवों को अनादि समझना चाहिए | उनके विकार तथा गुण प्रकृतिजन्य हैं |"
            ],
            "english": [
                "Material nature and the living entities should be understood to be beginningless. Their transformations and the modes of matter are products of material nature."
            ]
        },
        "meaning": {
            "hindi": [
                "इस अध्याय के ज्ञान से मनुष्य शरीर (क्षेत्र) तथा शरीर के ज्ञाता (जीवात्मा तथा परमात्मा दोनों) को जान सकता है | शरीर क्रियाक्षेत्र है और प्रकृति से निर्मित है | शरीर के भीतर बद्ध तथा उसके कार्यों का भोग करने वाला आत्मा ही पुरुष या जीव है | वह ज्ञाता है और इसके अतिरिक्त भी दूसरा ज्ञाता होता है, जो परमात्मा है | निस्सन्देह यह समझना चाहिए कि परमात्मा तथा आत्मा एक ही भगवान् की विभिन्न अभिव्यक्तियाँ हैं | जीवात्मा उनकी शक्ति है और परमात्मा उनका साक्षात् अंश (स्वांश) है |",
                "प्रकृति तथा जीव दोनों ही नित्य हैं | तात्पर्य यह है कि वे सृष्टि के पहले से विद्यमान हैं | यह भौतिक अभिव्यक्ति परमेश्र्वर की शक्ति से है, और उसी प्रकार जीव भी हैं, किन्तु जीव श्रेष्ठ शक्ति है | जीव तथा प्रकृति इस ब्रह्माण्ड के उत्पन्न होने से पूर्व से विद्यमान हैं | प्रकृति तो महाविष्णु में लीन हो गई और जब इसकी आवश्यकता पड़ी तो यह महत्-तत्त्व के द्वारा प्रकट हुई | इसी प्रकार जीव भी उनके भीतर रहते हैं, और चूँकि वे बद्ध हैं, अतएव वे परमेश्र्वर की सेवा करने से विमुख हैं | इस तरह उन्हें वैकुण्ठ-लोक में प्रविष्ट होने नहीं दिया जाता | लेकिन प्रकृति के व्यक्त होने पर इन्हें भौतिक जगत् में पुनः कर्म करने और वैकुण्ठ-लोक में प्रवेश करने की तैयारी करने का अवसर दिया जाता है | इस भौतिक सृष्टि का यही रहस्य है | वास्तव में जीवात्मा मूलतः परमेश्र्वर का अंश है, लेकिन अपने विद्रोही स्वभाव के कारण वह प्रकृति के भीतर बद्ध रहता है | इसका कोई महत्त्व नहीं है कि ये जीव या श्रेष्ठ जीव किस प्रकार प्रकृति के सम्पर्क में आये | किन्तु भगवान् जानते हैं कि ऐसा कैसे और क्यों हुआ | शास्त्रों में भगवान् का वचन है कि जो लोग प्रकृति द्वारा आकृष्ट हैं, वे कठिन जीवन-संघर्ष कर रहे हैं | लेकिन इस कुछ श्लोकों के वर्णनों से यह निश्चित समझ लेना होगा कि प्रकृति के तीन गुणों के द्वारा उत्पन्न विकार प्रकृति की ही उपज हैं | जीवों के सारे विकार तथा प्रकार शरीर के कारण हैं | जहाँ तक आत्मा का सम्बन्ध है, सारे जीव एक ही हैं |"
            ],
            "english": [
                "By this knowledge, the body, the field of activities and the knowers of the body (both the individual soul and the Supersoul) can be known. The body is the field of activity and is composed of material nature. It is the individual soul which is embodied. Enjoying the activities of the body is the purusa, or the living entity. He is one knower, and the other is the Supersoul. Of course, it is to be understood that both the Supersoul and the individual entity are different manifestations of the Supreme Personality of Godhead. The living entity is in the category of His energy, and the Supersoul is in the category of His personal expansion.",
                "Both material nature and the living entity are eternal. That is to say that they existed before the creation. The material manifestation is from the energy of the Supreme Lord and so also are the living entities, but they are of the superior energy. Both of them existed before this cosmos was manifested. Material nature was absorbed in the Supreme Personality of Godhead, Maha-Visnu, and when it was required, it was manifested by the agency of mahat-tattva. Similarly, the living entities are also in Him, and because they are conditioned, they are adverse to serving the Supreme Lord. Thus they are not allowed to enter into the spiritual sky. After the winding up of material nature, these living entities are again given a chance to act in the material world and prepare themselves to enter into the spiritual world. That is the mystery of this material creation. Actually the living entity is originally the spiritual part and parcel of the Supreme Lord, but due to his rebellious nature, he is conditioned within material nature. It really does not matter how these living entities or superior entities of the Supreme Lord have come in contact with material nature. The Supreme Personality of Godhead knows, however, how and why this actually took place. In the scriptures the Lord says that those attracted by this material nature are undergoing a hard struggle for existence. But we should know it with certainty from the descriptions of these few verses that all the transformations and influences of material nature by the three modes are also productions of material nature. All transformations and variety in respect to living entities are due to the body. As far as spirit is concerned, living entities are all the same."
            ]
        }
    },
    {
        "id": [
            21
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "कार्यकारणकर्तृत्वे हेतु: प्रकृतिरुच्यते |",
                "पुरुषः सुखदु:खानां भोक्तृत्वे हेतुरुच्यते || २१ ||"
            ],
            "english": [
                "karya-karana-kartrtve",
                "hetuh prakrtir ucyate",
                "purusah sukha-duhkhanam",
                "bhoktrtve hetur ucyate"
            ]
        },
        "translation": {
            "hindi": [
                "प्रकृति समस्त भौतिक कारणों तथा कार्यों (परिणामों) की हेतु कही जाती है, और जीव (पुरुष) इस संसार में विविध सुख-दुख के भोग का कारण कहा जाता है |"
            ],
            "english": [
                "Nature is said to be the cause of all material activities and effects, whereas the living entity is the cause of the various sufferings and enjoyments in this world."
            ]
        },
        "meaning": {
            "hindi": [
                "जीवों में शरीर तथा इन्द्रियों की विभिन्न अभिव्यक्तियाँ प्रकृति के कारण हैं | कुल मिलाकर ८४ लाख भिन्न-भिन्न योनियाँ हैं और ये सब प्रकृतिजन्य हैं | जीव के विभिन्न इन्द्रिय-सुखों से ये योनियाँ मिलती हैं जो इस प्रकार इस शरीर या उस शरीर में रहने की इच्छा करता है | जब उसे विभिन्न शरीर प्राप्त होते हैं, तो वह विभिन्न प्रकार के सुख तथा दुख भोगता है | उसके भौतिक दुख-सुख उसके शरीर के कारण होते हैं, स्वयं उसके कारण नहीं | उसकी मूल अवस्था में भोग में कोई सन्देह नहीं रहता, अतएव वही उसकी वास्तविक स्थिति है | वह प्रकृति पर प्रभुत्व जताने के लिए भौतिक जगत् में आता है | वैकुण्ठ-लोक में ऐसी कोई वस्तु नहीं होती | वैकुण्ठ-लोक शुद्ध है, किन्तु भौतिक जगत् में प्रत्येक व्यक्ति विभिन्न प्रकार के शरीर-सुखों को प्राप्त करने के लिए कठिन संघर्ष में रत रहता है | यह कहने से बात और स्पष्ट हो जाएगी कि यह शरीर इन्द्रियों का कार्य है | इन्द्रियाँ इच्छाओं की पूर्ति का साधन हैं | यह शरीर तथा हेतु रूप इन्द्रियाँ प्रकृति द्वारा प्रदत्त हैं, और जैसा कि अगले श्लोक से स्पष्ट हो जाएगा, जीव को अपनी पूर्व आकांक्षा तथा कर्म के अनुसार परिस्थितियों के वश वरदान या शाप मिलता है | जीव की इच्छाओं तथा कर्मों के अनुसार प्रकृति उसे विभिन्न स्थानों में पहुँचाती है | जीव स्वयं ऐसे स्थानों में जाने तथा मिलने वाले सुख-दुख का कारण होता है | एक प्रकार का शरीर प्राप्त हो जाने पर वह प्रकृति के वश में हो जाता है, क्योंकि शरीर, पदार्थ होने के कारण, प्रकृति के नियमानुसार कार्य करता है | उस समय शरीर में ऐसी शक्ति नहीं कि वह उस नियम को बदल सके | मान लीजिये कि जीव को कुत्ते का शरीर प्राप्त हो गया | ज्योंही वह कुत्ते के शरीर में स्थापित किया जाता है,उसे कुत्ते की भाँति आचरण करना होता है | वह अन्यथा आचरण नहीं कर एकता | यदि जीव को सूकर का शरीर प्राप्त होता है, तो वह मल खाने तथा सूकर की भाँति रहने के लिए बाध्य है | इसी प्रकार यदि जीव को देवता का शरीर प्राप्त हो जाता है, तो उसे अपने शरीर के अनुसार कार्य करना होता है | यही प्रकृति का नियम है | वेदों में (मुण्डक उपनिषद् ३.१.१) इसकी व्याख्या इस प्रकार की गई है – द्वा सुर्पणा सयुजा सखायः| परमेश्र्वर जीव पर इतना कृपालु है कि वह सदा"
            ],
            "english": [
                "The different manifestations of body and senses among the living entities are due to material nature. There are 8,400,000 different species of life, and these varieties are the creation of the material nature. They arise from the different sensual pleasures of the living entity, who thus desires to live in this body or that. When he is put into different bodies, he enjoys different kinds of happiness and distress. His material happiness and distress are due to his body, and not to himself as he is. In his original state there is no doubt of enjoyment; therefore that is his real state. Because of the desire to lord it over material nature, he is in the material world. In the spiritual world there is no such thing. The spiritual world is pure, but in the material world everyone is struggling hard to acquire victims who present different pleasures to the body. It might be more clear to state that this body is the effect of the senses. The senses are instruments for gratifying desire. Now, the sum total-body and instrument senses-are offered by material nature, and, as will be clear in the next verse, the living entity is blessed or damned with circumstances according to his past desire and activity. According to one's desires and activities, material nature places one in various residential quarters. The being himself is the cause of his attaining such residential quarters and his attendant enjoyment or suffering. Once placed in some particular kind of body, he comes under the control of nature because the body, being matter, acts according to the laws of nature. At that time, the living entity has no power to change that law. Suppose an entity is put into the body of a dog. As soon as he is put into the body of a dog, he must act like a dog. He cannot act otherwise. And if the living entity is put into the body of a hog, then he is forced to eat stool and act like a hog. Similarly, if the living entity is put into the body of a demigod, he must act according to his body. This is the law of nature. But in all circumstances, the Supersoul is with the individual soul. That is explained in the Vedas as follows: dva suparna sayuja sakhaya. The Supreme Lord is so kind upon the living entity that He always accompanies the individual soul and in all circumstances is present as the Supersoul or Paramatma."
            ]
        }
    },
    {
        "id": [
            22
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "पुरुषः प्रकृतिस्थो हि भुङ्क्ते प्रकृतिजान्गुणान् |",
                "कारणं गुणसङ्गोऽस्य सदसद्योनिजन्मसु || २२ ||"
            ],
            "english": [
                "purusah prakrti-stho hi",
                "bhunkte prakrti-jan gunan",
                "karanam guna-sango 'sya",
                "sad-asad-yoni-janmasu"
            ]
        },
        "translation": {
            "hindi": [
                "इस प्रकार जीव प्रकृति के तीनों गुणों का भोग करता हुआ प्रकृति में ही जीवन बिताता है | यह उस प्रकृति के साथ उसकी संगति के कारण है | इस तरह उसे उत्तम तथा अधम योनियाँ मिलती रहती हैं |"
            ],
            "english": [
                "The living entity in material nature thus follows the ways of life, enjoying the three modes of nature. This is due to his association with that material nature. Thus he meets with good and evil amongst various species."
            ]
        },
        "meaning": {
            "hindi": [
                "यह श्लोक यह समझने के लिए महत्त्वपूर्ण है कि जीव एक शरीर से दूसरे शरीर में किस प्रकार देहान्तरण करता है | दूसरे अध्याय में बताया गया है कि जीव एक शरीर को त्याग कर दूसरा शरीर उसी तरह धारण करता है, जिस प्रकार कोई वस्त्र बदलता है | वस्त्र का परिवर्तन इस संसार के प्रति आसक्ति के कारण है | जब तक जीव इस मिथ्या प्राकट्य पर मुग्ध रहता है, तब तक उसे निरन्तर देहान्तरण करना पड़ता है | प्रकृति पर प्रभुत्व जताने की इच्छा के फलस्वरूप वह ऐसी प्रतिकूल परिस्थितयों में फँसता रहता है | भौतिक इच्छा के वशीभूत हो, उसे कभी देवता के रूप में, तो कभी मनुष्य के रूप में, कभी पशु, कभी पक्षी, कभी कीड़े, कभी जल-जन्तु, कभी सन्त पुरुष, तो कभी खटमल के रूप में जन्म लेना होता है | यह क्रम चलता रहता है और प्रत्येक परिस्थिति में जीव अपने को परिस्थितियों का स्वामी मानता रहता है, जबकि वह प्रकृति के वश में होता है |",
                "यहाँ पर बताया गया है कि जीव किस प्रकार विभिन्न शरीरों को प्राप्त करता है | यह प्रकृति के विभिन्न गुणों की संगति के कारण है | अतएव इन गुणों से ऊपर उठकर दिव्य पद पर स्थित होना होता है | यही कृष्णभावनामृत कहलाता है | कृष्णभावनामृत में स्थित हुए बिना भौतिक चेतना मनुष्य को एक शरीर से दूसरे शरीर में देहान्तरण करने के लिए बाध्य करती रहती है, क्योंकि अनादि काल से उसमें भौतिक आकांक्षाएँ व्याप्त हैं | लेकिन उसे इस विचार को बदलना होगा | यह परिवर्तन प्रमाणिक स्त्रोतों से सुनकर ही लाया जा सकता है | इसका सर्वश्रेष्ठ उदाहरण अर्जुन है, जो कृष्ण से ईश्र्वर-विज्ञान का श्रवण करता है | यदि जीव इस श्रवण-विधि को अपना ले, तो प्रकृति पर प्रभुत्व जताने की चिर-अभिलषित आकांक्षा समाप्त हो जाए, और क्रमशः ज्यों-ज्यों वह प्रभुत्व जताने की इच्छा को कम करता जाएगा, त्यों-त्यों उसे आध्यात्मिक सुख मिलता जाएगा | एक वैदिक मंत्र में कहा गया है कि ज्यों-ज्यों जीव भगवान् की संगति से विद्वान बनता जाता है, त्यों-त्यों उसी अनुपात में वह आनन्दमाय जीवन का आस्वादन करता है |"
            ],
            "english": [
                "This verse is very important for an understanding of how the living entities transmigrate from one body to another. It is explained in the Second Chapter that the living entity is transmigrating from one body to another just as one changes dress. This change of dress is due to his attachment to material existence. As long as he is captivated by this false manifestation, he has to continue transmigrating from one body to another. Due to his desire to lord it over material nature, he is put into such undesirable circumstances. Under the influence of material desire, the entity is born sometimes as a demigod, sometimes as a man, sometimes as a beast, as a bird, as a worm, as an aquatic, as a saintly man, as a bug. This is going on. And in all cases the living entity thinks himself to be the master of his circumstances, yet he is under the influence of material nature.",
                "How he is put into such different bodies is explained here. It is due to association with the different modes of nature. One has to rise, therefore, above the three material modes and become situated in the transcendental position. That is called Krsna consciousness. Unless one is situated in Krsna consciousness, his material consciousness will oblige him to transfer from one body to another because he has material desires since time immemorial. But he has to change that conception. That change can be effected only by hearing from authoritative sources. The best example is here: Arjuna is hearing the science of God from Krsna. The living entity, if he submits to this hearing process, will lose his long-cherished desire to dominate material nature, and gradually and proportionately, as he reduces his long desire to dominate, he comes to enjoy spiritual happiness. In a Vedic mantra it is said that as he becomes learned in association with the Supreme Personality of Godhead, he proportionately relishes his eternal blissful life."
            ]
        }
    },
    {
        "id": [
            23
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "उपद्रष्टानुमन्ता च भर्ता भोक्ता महेश्र्वरः |",
                "परमात्मेति चाप्युक्तो देहेऽस्मिन्पुरुषः परः || २३ ||"
            ],
            "english": [
                "upadrastanumanta ca",
                "bharta bhokta mahesvarah",
                "paramatmeti capy ukto",
                "dehe 'smin purusah parah"
            ]
        },
        "translation": {
            "hindi": [
                "तो भी इस शरीर में एक दिव्य भोक्ता है, जो ईश्र्वर है, परम स्वामी है और साक्षी तथा अनुमति देने वाले के रूप में विद्यमान है और जो परमात्मा कहलाता है ।"
            ],
            "english": [
                "Yet in this body there is another, a transcendental enjoyer who is the Lord, the supreme proprietor, who exists as the overseer and permitter, and who is known as the Supersoul."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर कहा गया है कि जीवात्मा के साथ निरन्तर रहने वाला परमात्मा परमेश्र्वर का प्रतिनिधि है । वह सामान्य जीव नहीं है । चूँकि अद्वैतवादी चिन्तक शरीर के ज्ञाता को एक मानते हैं, अतएव उनके विचार से परमात्मा तथा जीवात्मा में कोई अन्तर नहीं है । इसका स्पष्टीकरण करने के लिए भगवान् कहते हैं कि वे प्रत्येक शरीर में परमात्मा-रूप में विद्यमान हैं । वे जीवात्मा से भिन्न हैं, वे पर हैं, दिव्य हैं । जीवात्मा किसी विशेष क्षेत्र कार्यों को भोगता है, लेकिन परमात्मा किसी सीमित भोक्ता के रूप में या शारीरिक कर्मों में भाग लेने वाले के रूप में विद्यमान नहीं रहता, अपितु साक्षी, अनुमतिदाता तथा परम भोक्ता के रूप में स्थित रहता है । उसका नाम परमात्मा है, आत्मा नहीं । वह दिव्य है । अतः बिलकुल स्पष्ट है कि आत्मा तथा परमात्मा भिन्न-भिन्न हैं । परमात्मा के हाथ-पैर सर्वत्र रहते हैं, लेकिन जीवात्मा के ऐसा नहीं होता । चूँकि परमात्मा परमेश्वर है, अतएव वहअन्दर से जीव की भौतिक भोग की आकांक्षा पूर्ति की अनुमति देता है । परमात्मा की अनुमति के बिना जीवात्मा कुछ भी नहीं कर सकता । जीव भुक्त है और भगवान् भोक्ता या पालक हैं । जीव अनन्त हैं और भगवान् उन सबमें मित्र-रूप में निवास करता है ।",
                "तथ्य यह है कि प्रत्येक जीव परमेश्र्वर का नित्य अंश है और दोनों मित्र रूप में घनिष्ठतापूर्वक सम्बन्धित हैं । लेकिन जीव में परमेश्र्वर आदेश को अस्वीकार करने की, प्रकृति पर प्रभुत्व जताने के उद्देश्य से स्वतन्त्रतापूर्वक कर्म करने की प्रवृत्ति पाई जाती है । चूँकि उसमें यह प्रवृत्ति होती है, अतएव वह परमेश्र्वर की तटस्था शक्ति कहलाता है । जीव या तो भौतिक शक्ति में या आध्यात्मिक शक्ति में स्थित हो सकता है । जब तक वह भौतिक शक्ति द्वारा बद्ध रहता है, तब तक परमेश्र्वर मित्र रूप में परमात्मा की तरह उसके भीतर रहते हैं, जिससे उसे आध्यात्मिक शक्ति में वापस ले जा सकें । भगवान् उसे आध्यात्मिक शक्ति में वापस ले जाने के लिए सदैव उत्सुक रहते हैं, लेकिन अपनी अल्प स्वतन्त्रता केकारण जीव निरन्तर आध्यात्मिक प्रकाश की संगति ठुकराता है । स्वतन्त्रता का यह दुरोपयोग ही बद्ध प्रकृति में उसके भौतिक संघर्ष का कारण है । अतएव भगवान् निरन्तर बाहर तथा भीतर से आदेश देते रहते हैं । बाहर से वे भगवद्गीता उपदेश देते हैं और भीतर से वे जीव को यह विश्र्वास दिलाते हैं कि भौतिक क्षेत्र में उसके कार्यकलाप वास्तविक सुख के लिए अनुकूल नहीं है । उनका वचन है “इसे त्याग दो और मेरे प्रति श्रद्धा करो । तभी तुम सुखी होगे ।” इस प्रकार जो बुद्धिमान व्यक्ति परमात्मा में अथवा भगवान् मेंश्रद्धा रखता है, वह सच्चिदानन्दमय जीवन की ओर प्रगति करने लगता है ।"
            ],
            "english": [
                "It is stated here that the Supersoul, who is always with the individual soul, is the representation of the Supreme Lord. He is not an ordinary living entity. Because the monist philosophers take the knower of the body to be one, they think that there is no difference between the Supersoul and the individual soul. To clarify this, the Lord says that He is the representation of Paramatma in every body. He is different from the individual soul; He is parah, transcendental. The individual soul enjoys the activities of a particular field, but the Supersoul is present not as finite enjoyer nor as one taking part in bodily activities, but as the witness, overseer, permitter and supreme enjoyer. His name is Paramatma, not atma, and He is transcendental. It is distinctly clear that the atma and Paramatma are different. The Supersoul, the Paramatma, has legs and hands everywhere, but the individual soul does not. And because He is the Supreme Lord, He is present within to sanction the individual soul's desiring material enjoyment. Without the sanction of the Supreme Soul, the individual soul cannot do anything. The individual is bhakta or the sustained, and He is bhukta or the maintainer. There are innumerable living entities, and He is staying in them as a friend.",
                "The fact is that individual living entities are eternally part and parcel of the Supreme Lord, and both of them are very intimately related as friends. But the living entity has the tendency to reject the sanction of the Supreme Lord and act independantly in an attempt to dominate the supreme nature, and because he has this tendency, he is called the marginal energy of the Supreme Lord. The living entity can be situated either in the material energy or the spiritual energy. As long as he is conditioned by the material energy, the Supreme Lord, as his friend, the Supersoul, stays with him just to get him to return to the spiritual energy. The Lord is always eager to take him back to the spiritual energy, but due to his minute independence, the individual entity is continually rejecting the association of spiritual light. This misuse of independence is the cause of his material strife in the conditioned nature. The Lord, therefore, is always giving instruction from within and from without. From without He gives instructions as stated in Bhagavad-gita, and from within He tries to convince him that his activities in the material field are not conducive to real happiness. \"Just give it up and turn your faith toward Me. Then you will be happy,\" He says. Thus the intelligent person who places his faith in the Paramatma or the Supreme Personality of Godhead begins to advance toward a blissful eternal life of knowledge"
            ]
        }
    },
    {
        "id": [
            24
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "य एवं वेत्ति पुरुषं प्रकृतिं च गुणै: सह |",
                "सर्वथा वर्तमानोऽपि न स भूयोऽभिजायते || २४ ||"
            ],
            "english": [
                "ya evam vetti purusam",
                "prakrtim ca gunaih saha",
                "sarvatha vartamano 'pi",
                "na sa bhuyo 'bhijayate"
            ]
        },
        "translation": {
            "hindi": [
                "जो व्यक्ति प्रकृति, जीव तथा प्रकृति के गुणों की अन्तःक्रिया से सम्बन्धित इस विचारधारा को समझ लेता है, उसे मुक्ति की प्राप्ति सुनिश्चित है । उसकी वर्तमान स्थिति चाहे जैसी हो, यहाँ पर उसका पुनर्जन्म नहीं होगा ।"
            ],
            "english": [
                "One who understands this philosophy concerning material nature, the living entity and the interaction of the modes of nature is sure to attain liberation. He will not take birth here again, regardless of his present position."
            ]
        },
        "meaning": {
            "hindi": [
                "प्रकृति, परमात्मा, आत्मा तथा इनके अन्तःसम्बन्ध की स्पष्ट जानकारी हो जाने पर मनुष्य मुक्त होने का अधिकारी बनता है और वह इस भौतिक प्रकृति में लौटने के लिए बाध्य हुए बिना वैकुण्ठ वापस चले जाने अधिकारी बन जाता है । यह ज्ञान का फल है । ज्ञान यह समझने के लिए है कि दैवयोग से जीव इस संसार में आ गिरा है । उसे प्रामाणिक व्यक्तियों, साधु-पुरुषों तथा गुरु की संगति में निजी प्रयास द्वारा अपनी स्थिति समझनी है, और तब जिस रूप में भगवान् ने भगवद्गीता कही है, उसे समझ कर आध्यात्मिक चेतना या कृष्णभावनामृत को प्राप्त करना है । तब यह निश्चित है कि वह संसार में फिर कभी नहीं आ सकेगा, वह सच्चिदानन्दमय जीवन बिताने के लिए वैकुण्ठ-लोक भेज दिया जायेगा ।"
            ],
            "english": [
                "Clear understanding of material nature, the Supersoul, the individual soul and their interrelation makes one eligible to become liberated and turn to the spiritual atmosphere without being forced to return to this material nature. This is the result of knowledge. The purpose of knowledge is to understand distinctly that the living entity has by chance fallen into this material existence. By his personal endeavor in association with authorities, saintly persons and a spiritual master, he has to understand his position and then revert to spiritual consciousness or Krsna consciousness by understanding Bhagavad-gita as it is explained by the Personality of Godhead. Then it is certain that he will never come again into this material existence; he will be transferred into the spiritual world for a blissful eternal life of knowledge."
            ]
        }
    },
    {
        "id": [
            25
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "ध्यानेनात्मनि पश्यन्ति केचिदात्मानमात्मना |",
                "अन्ये सांख्येन योगेन कर्मयोगेन चापरे || २५ ||"
            ],
            "english": [
                "dhyanenatmani pasyanti",
                "kecid atmanam atmana",
                "anye sankhyena yogena",
                "karma-yogena capare"
            ]
        },
        "translation": {
            "hindi": [
                "कुछ लोग परमात्मा को ध्यान के द्वारा अपने भीतर देखते हैं, तो दूसरे लोग ज्ञान के अनुशीलन द्वारा और कुछ ऐसे हैं जो निष्काम कर्मयोग द्वारा देखते हैं ।"
            ],
            "english": [
                "That Supersoul is perceived by some through meditation, by some through the cultivation of knowledge, and by others through working without fruitive desire."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् अर्जुन को बताते हैं कि जहाँ तक मनुष्य द्वारा आत्म-साक्षात्कार की खोज का प्रश्न है, बद्ध जीवों की दो श्रेणियाँ हैं । जो लोग नास्तिक, अज्ञेयवाादी तथा संशयवादी हैं, वे आध्यात्मिक ज्ञान से विहीन हैं । किन्तु अन्य लोग, जो आध्यात्मिक जीवन सम्बन्धी अपने ज्ञान के प्रति श्रद्धावान हैं, वे आत्मदर्शी भक्त, दार्शनिक तथा निष्काम कर्मयोगी कहलाते हैं । जो लोग सदैव अद्वैतवाद की स्थापना करना चाहते हैं, उनकी भी गणना नास्तिकों एवं अजेयवादियों में की में की जाती है । दूसरे शब्दों में, केवल भगवद्भक्त ही आध्यात्मिक ज्ञान को प्राप्त होते हैं, क्योंकि वे समझते हैं कि इस प्रकृति के भी परे वैकुण्ठ-लोक तथा भगवान् है, जिसका विस्तार परमात्मा के रूप में प्रत्येक व्यक्ति में हुआ में, और वे सर्वव्यापी है । निस्सन्देह कुछ लोग ऐसे भी हैं, जो ज्ञान के अनुशीलन द्वारा भगवान् को समझने का प्रयास करते हैं । इन्हें श्रद्धावानों की श्रेणी में गिना जा सकता है । सांख्य दार्शनिक इस भौतिक जगत का विश्लेषण २४ तत्त्वों के रूप में करते हैं, और वे आत्मा को पच्चीसवाँ तत्त्व मानते हैं । जब वे आत्मा की प्रकृति को भौतिक तत्त्वों से परे समझने में समर्थ होते हैं, तो वे यह भी समझ जाते हैं कि आत्मा के भी ऊपर भगवान् है, और वह छब्बीसवाँ तत्त्व है । इस प्रकार वे भी क्रमशः कृष्णभावनामृत की भक्ति के स्तर तक पहुँच जाते हैं । जो लोग निष्काम भाव से कर्म करते हैं,उनकी भी मनोवृत्ति सही होती है । उन्हें कृष्णभावनामृत की भक्ति के पद तक बढ़ने का अवसर दिया जाता है | यहाँ पर कहा गया है कि कुछ लोग ऐसे होते हैं, जिनकी चेतना शुद्ध होती है,और वे ध्यान द्वारा परमात्मा को खोजने का प्रयत्न करते हैं, और जब वे परमात्मा को अपने अन्दर खोज लेते हैं, तो वे दिव्य पद को प्राप्त होते हैं । इसी प्रकार अन्य लोग हैं, जो ज्ञान के अनुशीलन द्वारा परमात्मा को जानने का प्रयास करते हैं । कुछ ऐसे भी हैं जो हठयोग द्वारा, अपने बालकों जैसे क्रियाकलापों द्वारा, भगवान् को प्रसन्न करने का प्रयास करते हैं ।"
            ],
            "english": [
                "The Lord informs Arjuna that the conditioned soul can be divided into two classes as far as man's search for self-realization is concerned. Those who are atheists, agnostics and skeptics are beyond the sense of spiritual understanding. But there are others who are faithful in their understanding of spiritual life, and they are called workers who have renounced fruitive results. Those who always try to establish the doctrine of monism are also counted among the atheists and agnostics. In other words, only the devotees of the Supreme Personality of Godhead are really capable of spiritual understanding because they understand that beyond this material nature there is the spiritual world and the Supreme Personality of Godhead who is expanded as the Paramatma, the Supersoul in everyone, the all-pervading Godhead. Of course there are those who try to understand the Supreme Absolute Truth by cultivation of knowledge, and they can be counted in the second class. The atheistic philosophers analyze this material world into twenty-four elements, and they place the individual soul as the twenty-fifth item. When they are able to understand the nature of the individual soul to be transcendental to the material elements, they are able to understand also that above the individual soul there is the Supreme Personality of Godhead. He is the twenty-sixth element. Thus gradually they also come to the standard of devotional service in Krsna consciousness. Those who work without fruitive results are also perfect in their attitude. They are given a chance to advance to the platform of devotional service in Krsna consciousness. Here it is stated that there are some people who are pure in consciousness and who try to find out the Supersoul by meditation, and when they discover the Supersoul within themselves, they become transcendentally situated. Similarly, there are others who also try to understand the Supreme Soul by cultivation of knowledge, and there are others who cultivate the hatha-yoga system and who try to satisfy the Supreme Personality of Godhead by childish activities."
            ]
        }
    },
    {
        "id": [
            26
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "अन्ये त्वेवमजानन्तः श्रुत्वान्येभ्य उपासते |",
                "तेऽपि चातितरन्त्येव मृत्युं श्रुतिपरायणाः || २६ ||"
            ],
            "english": [
                "anye tv evam ajanantah",
                "srutvanyebhya upasate",
                "te 'pi catitaranty eva",
                "mrtyum sruti-parayanah"
            ]
        },
        "translation": {
            "hindi": [
                "ऐसे भी लोग हैं जो यद्यपि आध्यात्मिक ज्ञान से अवगत नहीं होते पर अन्यों से परम पुरुष के विषय में सुनकर उनकी पूजा करने लगते हैं । ये लोग भी प्रामाणिक पुरुषों सेश्रवण करने की मनोवृत्ति होने के कारण जन्म तथा मृत्यु पथ को पार कर जाते हैं ।"
            ],
            "english": [
                "Again there are those who, although not conversant in spiritual knowledge, begin to worship the Supreme Person upon hearing about Him from others. Because of their tendency to hear from authorities, they also transcend the path of birth and death."
            ]
        },
        "meaning": {
            "hindi": [
                "यह श्लोक आधुनिक समाज पर विशेष रूप से लागू होता है,क्योंकि आधुनिक समाज में आध्यात्मिक विषयों की शिक्षा नहीं दी जाती । कुछ लोग नास्तिक प्रतीत होते हैं, तो कुछ अजेयवादी तथा दार्शनिक, लेकिन वास्तव में इन्हें दर्शन का कोई ज्ञान नहीं होता । जहाँ तक सामान्य व्यक्ति की बात है, यदि वह पुण्यात्मा है, तो श्रवण द्वारा प्रगति कर सकता है । यह श्रवण विधि अत्यन्त महत्त्वपूर्ण है, श्रवण द्वारा प्रगति कर सकता है । यह श्रवण विधि अत्यन्त महत्त्वपूर्ण है । आधुनिक जगत में कृष्णभावनामृत का उपदेश वाले भगवान् चैतन्य ने श्रवण पर अत्यधिक बल दिया था, क्योंकि यदि सामान्य व्यक्ति प्रामाणिक स्त्रोतों से केवल श्रवण करे, तो वह प्रगति कर सकता है – विशेषतया चैतन्य महाप्रभु के अनुसार यदि वह हरे कृष्ण, हरे कृष्ण,कृष्ण,कृष्ण, हरे, हरे / हरे राम, हरे राम, राम, राम, हरे, हरे – दिव्य ध्वनि को सुने । इसीलिए कहा गया है कि सभी व्यक्तियों को सिद्ध पुरुषों से श्रवण करने का लाभ उठाना चाहिए, और इस तरह क्रम से प्रत्येक वस्तु समझने में समर्थ बनना चाहिए । तब निश्चित रूप से परमेश्र्वर की पूजा हो सकेगी । भगवान् चैतन्य महाप्रभु ने कहा है कि इस युग में मनुष्य को अपना पद बदलने की आवश्यकता नहीं है ,अपितु उसे चाहिए कि वह मनोधार्मिक तर्क द्वारा परमसत्य को समझने के प्रयास को त्याग दे । उसे उन व्यक्तियों का दास बनना चाहिए , जिन्हें परमेश्र्वर का ज्ञान है । यदि कोई इतना भाग्यशाली हुआ कि उसे शुद्ध शुद्ध भक्त की शरण मिल सके और वह उससे आत्म-साक्षात्कार के विषय में श्रवण करके उसके पदचिन्हों पर चल सके, तो उसे क्रमशः शुद्ध भक्त का पद प्राप्त हो जाता है । इस श्लोक में श्रवण विधि पर विशेष रूप से बल दिया गया है, और यहसर्वथा उपयुक्त है | यद्यपि सामान्य व्यक्ति तथाकथित दार्शनिकों की भाँति प्रायः समर्थ नहीं होता, लेकिन प्रामाणिक व्यक्ति श्रद्धापूर्वक श्रवण करने से इस भवसागर को पार करके भगवद्धाम वापस जाने में उसे सहायता मिलेगी ।"
            ],
            "english": [
                "This verse is particularly applicable to modern society because in modern society there is practically no education in spiritual matters. Some of the people may appear to be atheistic or agnostic or philosophical, but actually there is no knowledge of philosophy. As for the common man, if he is a good soul, then there is a chance for advancement by hearing. This hearing process is very important. Lord Caitanya, who preached Krsna consciousness in the modern world, gave great stress to hearing because if the common man simply hears from authoritative sources, he can progress, especially, according to Lord Caitanya, if he hears the transcendental vibration Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/Hare Rama, Hare Rama, Rama Rama, Hare Hare. It is stated, therefore, that all men should take advantage of hearing from realized souls and gradually become able to understand everything. The worship of the Supreme Lord will then undoubtedly take place. Lord Caitanya has said that in this age no one needs to change his position, but one should give up the endeavor to understand the Absolute Truth by speculative reasoning. One should learn to become the servant of those who are in knowledge of the Supreme Lord. If one is fortunate enough to take shelter of a pure devotee, hear from him about self-realization and follow in his footsteps, he will be gradually elevated to the position of a pure devotee. In this verse particularly the process of hearing is strongly recommended, and this is very appropriate. Although the common man is often not as capable as so-called philosophers, faithful hearing from an authoritative person will help one transcend this material existence and go back to Godhead, back to home."
            ]
        }
    }
]