[
    {
        "id": [
            1,
            2
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                " अर्जुन उवाच",
                "प्रकृतिं पुरुषं चैव क्षेत्रं क्षेत्रज्ञमेव च |",
                "एतद्वेदितुमिच्छामि ज्ञानं ज्ञेयं च केशव ||१||",
                "श्रीभगवानुवाच",
                "इदं शरीरं कौन्तेय क्षेत्रमित्यभिधीयते |",
                "एतद्यो वेत्ति तं प्राहुः क्षेत्रज्ञ इति तद्विदः ||२ ||"
            ],
            "english": [
                "arjuna uvaca",
                "prakrtim purusam caiva",
                "ksetram ksetra-jnam eva ca",
                "etad veditum icchami",
                "jnanam jneyam ca kesava",
                "sri-bhagavan uvaca",
                "idam sariram kaunteya",
                "ksetram ity abhidhiyate",
                "etad yo vetti tam prahuh",
                "ksetra-jna iti tad-vidah"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – हे कृष्ण! मैं प्रकृति एवं पुरुष (भोक्ता), क्षेत्र एवं क्षेत्रज्ञ तथा ज्ञान एवं ज्ञेय के विषय में जानने का इच्छुक हूँ |",
                "श्रीभगवान् ने कहा – हे कुन्तीपुत्र! यह शरीर क्षेत्र कहलाता है और इस क्षेत्र को जानने वाला क्षेत्रज्ञ है |"
            ],
            "english": [
                "Arjuna said: O my dear Krsna, I wish to know about prakrti [nature], Purusa [the enjoyer], and the field and the knower of the field, and of knowledge and the end of knowledge. The Blessed Lord then said: This body, O son of Kunti, is called the field, and one who knows this body is called the knower of the field."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन प्रकृति, पुरुष, क्षेत्र, क्षेत्रज्ञ, ज्ञान तथा ज्ञेय के विषय में जानने का इच्छुक था | जब उसने इन सबों के विषय में पूछा, तो कृष्ण ने कहा कि यह शरीर क्षेत्र कहलाता है, और इस शरीर को जानने वाला क्षेत्रज्ञ है | यह शरीर बद्धजीव के लिए कर्म-क्षेत्र है | बद्धजीव इस संसार में बँधा हुआ है, और वह भौतिक प्रकृति पर अपना प्रभुत्व प्राप्त करने का प्रयत्न करता है | इस प्रकार प्रकृति पर प्रभुत्व दिखाने की क्षमता के अनुसार उसे कर्म-क्षेत्र प्राप्त होता है | यह कर्म-क्षेत्र शरीर है | और यह शरीर क्या है? शरीर इन्द्रियों से बना हुआ है | बद्धजिव इन्द्रियतृप्ति चाहता है, और इन्द्रियतृप्ति को भोगने की क्षमता के अनुसार ही उसे शरीर या कर्म-क्षेत्र प्रदान किया जाता अहि | इसीलिए बद्धजीव के लिए यह शरीर क्षेत्र अथवा कर्मक्षेत्र कहलाता है | अब, जो व्यक्ति अपने आपको शरीर मानता है, वह क्षेत्रज्ञ कहलाता है | क्षेत्र तथा क्षेत्रज्ञ अथवा शरीर और शरीर के ज्ञाता (देही) का अन्तर समझ पाना कठिन नहीं है | कोई भी व्यक्ति यह सोच सकता है कि बाल्यकाल से वृद्धावस्था तक उसमें अनेक परिवर्तन होते रहते हैं, फिर भी वह व्यक्ति वही रहता है | इस प्रकार कर्म-क्षेत्र के ज्ञाता तथा वास्तविक कर्म-क्षेत्र में अन्तर है | एक बद्धजीव यह जान सकता है कि वह अपने शरीर से भिन्न है | प्रारम्भ में ही बताया गया है कि देहिनोऽस्मिन् – जीव शरीरके भीतर है, और यह शरीर बालक से किशोर, किशोर से तरुण तथा तरुण से वृद्ध के रूप में बदलता जाता है , और शरीरधारी जानता है कि शरीर परिवर्तित हो रहा है | स्वामी स्पष्टतः क्षेत्रज्ञ है | कभी कभी हम सोचते हैं “मैं सुखी हूँ”, “मैं पुरुष हूँ”, “मैं स्त्री हूँ”, “मैं कुत्ता हूँ”, “मैं बिल्ली हूँ” | ये ज्ञाता की शारीरिक अपाधियाँ हैं, लेकिन ज्ञाता शरीर से भिन्न होता है | भले ही हम तरह-तरह की वस्तुएँ प्रयोग में लाएँ – जैसे कपड़े इत्यादि, लेकिन हम जानते हैं कि हम इन वस्तुओं से भिन्न हैं | इसी प्रकार, थोड़ा विचार करने पर हम यह भी जानते हैं कि हम शरीर से भिन्न हैं | मैं, तुम या अन्य कोई, जिसने शरीर धारण कर रखा है, क्षेत्रज्ञ कहलाता है -अर्थात् वह कर्म-क्षेत्र का ज्ञाता है और यह शरीर क्षेत्र है – साक्षात् कर्म-क्षेत्र है |",
                "भगवद्गीता के प्रथम छह अध्यायों में शरीर के ज्ञाता (जीव), तथा जिस स्थिति में वह भगवान् को समझ सकता है, उसका वर्णन हुआ है | बीच के छह अध्यायों में भगवान् तथा भगवान् के साथ जीवात्मा के सम्बन्ध एवं भक्ति के प्रसंग में परमात्मा का वर्णन है | इन अध्यायों में भगवान् की श्रेष्ठता तथा जीव की अधीन अवस्था की निश्चित रूप से परिभाषा की गई है | जीवात्माएँ सभी प्रकार से अधीन हैं, और अपनी विस्मृति के कारण वे कष्ट उठा रही हैं | जब पुण्य कर्मों द्वारा उन्हें प्रकाश मिलता है, तो वे विभिन्न परिस्थितियों में – यथा आर्त, धनहीन, जिज्ञासु तथा ज्ञान-पिपासु के रूप में भगवान् के पास पहुँचती हैं, इसका भी वर्णन हुआ है | अब तेरहवें अध्याय से आगे इसकी व्याख्या हुई है कि किस प्रकार जीवात्मा प्रकृति के सम्पर्क में आता है, और किस प्रकार कर्म ,ज्ञान तथा भक्ति के विभिन्न साधनों के द्वारा परमेश्र्वर उसका उद्धार करते हैं | यद्यपि जीवात्मा भौतिक शरीर से सर्वथा भिन्न है, लेकिन वह किस तरह उससे सम्बद्ध हो जाता है, इसकी व्याख्या की गई है |"
            ],
            "english": [
                "Arjuna was inquisitive about prakrti or nature, purusa, the enjoyer, ksetra, the field, ksetrajna, its knower, and of knowledge and the object of knowledge. When he inquired about all these, Krsna said that this body is called the field and that one who knows this body is called the knower of the field. This body is the field of activity for the conditioned soul. The conditioned soul is entrapped in material existence, and he attempts to lord over material nature. And so, according to his capacity to dominate material nature, he gets a field of activity. That field of activity is the body. And what is the body? The body is made of senses. The conditioned soul wants to enjoy sense gratification, and, according to his capacity to enjoy sense gratification, he is offered a body, or field of activity. Therefore the body is called ksetra, or the field of activity for the conditioned soul. Now, the person who does not identify himself with the body is called ksetrajna, the knower of the field. It is not very difficult to understand the difference between the field and its knower, the body and the knower of the body. Any person can consider that from childhood to old age he undergoes so many changes of body and yet is still one person, remaining. Thus there is a difference between the knower of the field of activities and the actual field of activities. A living conditioned soul can thus understand that he is different from the body. It is described in the beginning-dehe 'smin-that the living entity is within the body and that the body is changing from childhood to boyhood and from boyhood to youth and from youth to old age, and the person who owns the body knows that the body is changing. The owner is distinctly ksetrajna. Sometimes we understand that I am happy, I am mad, I am a woman, I am a dog, I am a cat: these are the knowers. The knower is different from the field. Although we use many articles-our clothes, etc.-we know- that we are different from the things used. Similarly, we also understand by a little contemplation that we are different from the body.",
                "In the first six chapters of Bhagavad-gita, the knower of the body, the living entity, and the position by which he can understand the Supreme Lord are described. In the middle six chapters of the Gita, the Supreme Personality of Godhead and the relationship between the individual soul and the Supersoul in regard to devotional service are described. The superior position of the Supreme Personality of Godhead and the subordinate position of the individual soul are definitely defined in these chapters. The living entities are subordinate under all circumstances, but in their forgetfulness they are suffering. When enlightened by pious activities, they approach the Supreme Lord in different capacities-as the distressed, those in want of money, the inquisitive, and those in search of knowledge. That is also described. Now, starting with the Thirteenth Chapter, how the living entity comes into contact with material nature, how he is delivered by the Supreme Lord through the different methods of fruitive activities, cultivation of knowledge, and the discharge of devotional service are explained. Although the living entity is completely different from the material body, he somehow becomes related. This also is explained."
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "क्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत |",
                "क्षेत्रक्षेत्रज्ञयोर्ज्ञानं यत्तज्ज्ञानं मतं मम || ३ ||"
            ],
            "english": [
                "ksetra-jnam capi mam viddhi",
                "sarva-ksetresu bharata",
                "ksetra-ksetrajnayor jnanam",
                "yat taj jnanam matam mama"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतवंशी! तुम्हें ज्ञात होना चाहिए कि मैं भी समस्त शरीरों में ज्ञाता भी हूँ और इस शरीर तथा इसके ज्ञाता को जान लेना ज्ञान कहलाता है | ऐसा मेरा मत है |"
            ],
            "english": [
                "O scion of Bharata, you should understand that I am also the knower in all bodies, and to understand this body and its owner is called knowledge. That is My opinion."
            ]
        },
        "meaning": {
            "hindi": [
                "शरीर, शरीर के ज्ञाता, आत्मा तथा परमात्मा विषयक व्याख्या के दौरान हमें तीन विभिन्न विषय मिलेंगे – भगवान्, जीव तथा पदार्थ | प्रत्येक कर्म-क्षेत्र में, प्रत्येक शरीर में दो आत्माएँ होती हैं – आत्मा तथा परमात्मा | चूँकि परमात्मा भगवान् श्रीकृष्ण का स्वांश है, अतः कृष्ण कहते हैं – “मैं भी ज्ञाता हूँ, लेकिन मैं शरीर का व्यष्टि ज्ञाता नहीं हूँ | मैं परम ज्ञाता हूँ | मैं शरीर में परमात्मा के रूप में विद्यमान रहता हूँ |”",
                "जो क्षेत्र तथा क्षेत्रज्ञ का अध्ययन भगवद्गीता के माध्यम से सूक्ष्मता से करता है, उसे यह ज्ञान प्राप्त हो सकता है |",
                "भगवान् कहते हैं, “मैं प्रत्येक शरीर के कर्मक्षेत्र का ज्ञाता हूँ |” व्यक्ति भले ही अपने शरीर का ज्ञाता हो, किन्तु उसे अन्य शरीर का ज्ञान नहीं होता | समस्त शरीरों में परमात्मा रूप में विद्यमान भगवान् समस्त शरीरों के विषय में जानते हैं | वे जीवन की विविध योनियों के सभी शरीरों को जानने वाले हैं | एक नागरिक अपने भूमि-खण्ड के विषय में सब कुछ जानता है, लेकिन राजा को न केवल अपने महल का, अपितु प्रत्येक नागरिक की भू-सम्पत्ति का, ज्ञान रहता है | इसी प्रकार कोई भले ही अपने शरीर का स्वामी हो, लेकिन परमेश्र्वर समस्त शरीरों के अधिपति हैं | राजा अपने साम्राज्य का मूल अधिपति होता है और नागरिक गौण अधिपति | इसी प्रकार परमेश्र्वर समस्त शरीरों के परम अधिपति हैं |",
                "यह शरीर इन्द्रियों से युक्त है | परमेश्र्वर हृषीकेश हैं जिसका अर्थ है “इन्द्रियों के नियामक” | वे इन्द्रियों के आदि नियामक हैं, जिस प्रकार राजा अपने राज्य की समस्त गतिविधियों का आदि नियामक होता है, नागरिक तो गौण नियामक होते हैं | भगवान् का कथन है, “मैं ज्ञाता भी हूँ|” इसका अर्थ है कि वे परम ज्ञाता हैं, जीवात्मा केवल अपने विशिष्ट शरीर को ही जानता है | वैदिक ग्रन्थों में इस प्रकार का वर्णन हुआ है –",
                "क्षेत्राणि हि शरीराणि बीजं चापि शुभाशुभे |",
                "तानि वेत्ति स योगात्मा ततः क्षेत्रज्ञ उच्यते ||",
                "यह शरीर क्षेत्र कहलाता है, और इस शरीर के भीतर इसके स्वामी तथा साथ ही परमेश्र्वर का वास है, जो शरीर तथा शरीर के स्वामी दोनों को जानने वाला है | इसीलिए उन्हें समस्त क्षेत्रों का ज्ञाता कहा जाता है | कर्म क्षेत्र, कर्म के ज्ञाता तथा समस्त कर्मों के परम ज्ञाता का अन्तर आगे बतलाया जा रहा है | वैदिक ग्रन्थों में शरीर, आत्मा तथा परमात्मा के स्वरूप की सम्यक जानकारी ज्ञान नाम से अभिहित की जाती है | ऐसा कृष्ण का मत है | आत्मा तथा परमात्मा को एक मानते हुए भी पृथक्-पृथक् समझना ज्ञान है | जो कर्मक्षेत्र तथा कर्म के ज्ञाता को नहीं समझता, उसे पूर्ण ज्ञान नहीं होता | मनुष्य को प्रकृति, पुरुष (प्रकृति के भोक्ता) तथा ईश्र्वर (वह ज्ञाता जो प्रकृति एवं व्यष्टि आत्मा का नियामक है) की स्थिति समझनी होती है | उसे इन तीनों के विभिन्न रूपों में किसी प्रकार का भ्रम पैदा नहीं करना चाहिए | मनुष्य को चित्रकार, चित्र तथा तूलिका में भ्रम नहीं करना चाहिए | यह भौतिक जगत्, जो कर्मक्षेत्र के रूप में है, प्रकृति है और इस प्रकृति का भोक्ता जीव है, और इन दोनों के ऊपर परम नियामक भगवान् हैं | वैदिक भाषा में इस प्रकार कहा गया है (श्र्वेताश्र्वतर उपनिषद् १.१२) – भोक्ता भोग्यं प्रेरितारं च मत्वा | सर्वं प्रोक्तं त्रिविधं ब्रह्ममेतत्| ब्रह्म के तीन स्वरूप हैं – प्रकृति कर्मक्षेत्र के रूप में ब्रह्म हैं, तथा जीव भी ब्रह्म है जो भौतिक प्रकृति को अपने नियन्त्रण में रखने का प्रयत्न करता है, और इन दोनों का नियामक भी ब्रह्म है | लेकिन वास्तविक नियामक वही है |",
                "इस अध्याय में बताया जाएगा कि इन दोनों ज्ञाताओं में से एक अच्युत है, जो दूसरा चयुत | एक्स श्रेष्ठ है, तो दूसरा अधीन है | जो व्यक्ति क्षेत्र के इन दोनों ज्ञाताओं को एक मान लेता है, वह भगवान् के शब्दों का खण्डन करता है, क्योंकि उनका कथन है “मैं भी कर्मक्षेत्र का ज्ञाता हूँ “| जो व्यक्ति रस्सी को सर्प जान लेता है वह ज्ञाता नहीं है | शरीर कई प्रकार के हैं और इसके स्वामी भी भिन्न-भिन्न हैं | चूँकि प्रत्येक जीव की अपनी निजी सत्ता है, जिससे वह प्रकृति पर प्रभुता की सामर्थ्य रखता है, अतएव शरीर विभिन्न होते हैं | लेकिन भगवान् उन सबमें परम नियन्ता के रूप में विद्यमान रहते हैं | यहाँ पर च शब्द महत्त्वपूर्ण है, क्योंकि यह समस्त शरीरों का द्योतक है | यह श्रील बलदेव विद्याभूषण का मत है | आत्मा के अतिरिक्त प्रत्येक शरीर में कृष्ण परमात्मा के रूप में रहते हैं, और यहाँ पर कृष्ण स्पष्ट रूप से कहते हैं कि परमात्मा कर्मक्षेत्र तथा विशिष्ट भोक्ता दोनों का नियामक है |"
            ],
            "english": [
                "While discussing the subject of this body and the owner of the body, the soul and the Supersoul, we shall find three different topics of study: the Lord, the living entity, and matter. In every field of activities, in every body, there are two souls: the individual soul and the Supersoul. Because the Supersoul is the plenary expansion of the Supreme Personality of Godhead, Krsna, Krsna says, “I am also the knower, but I am not the individual owner of the body. I am the superknower. I am present in every body as the Paramatma, or Supersoul.”",
                "In this chapter it will be also explained that out of the two knowers, one is fallible and the other is infallible. One is superior and the other is subordinate. One who understands the two knowers of the field to be one and the same contradicts the Supreme Personality of Godhead who states here very clearly that “I am also the knower of the field of activity.” One who misunderstands a rope to be a serpent is not in knowledge. There are different kinds of bodies, and there are different owners of the bodies. Because each individual soul has his individual capacity of lording it over material nature, there are different bodies. But the Supreme also is present in them as the controller. The word ca is significant, for it indicates the total number of bodies. That is the opinion of Srila Baladeva Vidyabhusana: Krsna is the Supersoul present in each and every body apart from the individual soul. And Krsna explicitly says here that the Supersoul is the controller of both the field of activities and the finite enjoyer.",
                "One who studies the subject matter of the field of activity and the knower of the field very minutely, in terms of this Bhagavad-gita, can attain to knowledge.",
                "The Lord says: “I am the knower of the field of activities in every individual body.” The individual may be the knower of his own body, but he is not in knowledge of other bodies. The Supreme Personality of Godhead, who is present as the Supersoul in all bodies, knows everything about all bodies. He knows all the different bodies of all the various species of life. A citizen may know everything about his patch of land, but the king knows not only his palace but all the properties possessed by the individual citizens. Similarly, one may be the proprietor of the body individually, but the Supreme Lord is the proprietor of all bodies. The king is the original proprietor of the kingdom, and the citizen is the secondary proprietor. Similarly, the Supreme Lord is the supreme proprietor of all bodies.",
                "The body consists of the senses. The Supreme Lord is Hrsikesa, which means controller of the senses. He is the original controller of the senses, just as the king is the original controller of all the activities of the state, and the citizens are secondary controllers. The Lord also says: “I am also the knower.” This means that He is the superknower; the individual soul knows only his particular body. In the Vedic literature, it is stated as follows:",
                "ksetrani hi sarirani bijam capi subhasubhetani vetti sa yogatma tatah ksetrajna ucyate.",
                "This body is called the ksetra, and within it dwells the owner of the body and the Supreme Lord who knows both the body and the owner of the body. Therefore He is called the knower of all fields. The distinction between the field of activities, the owner of activities and the supreme owner of activities is described as follows. Perfect knowledge of the constitution of the body, the constitution of the individual soul, and the constitution of the Supersoul is known in terms of Vedic literature as jnanam. That is the opinion of Krsna. To understand both the soul and the Supersoul as one yet distinct is knowledge. One who does not understand the field of activity and the knower of activity is not in perfect knowledge. One has to understand the position of prakrti, nature, and purusa, the enjoyer of the nature, and isvara, the knower who dominates or controls nature and the individual soul. One should not confuse the three in their different capacities. One should not confuse the painter, the painting and the easel. This material world, which is the field of activities, is nature, and the enjoyer of nature is the living entity, and above them both is the supreme controller, the Personality of Godhead. It is stated in the Vedic language: “bhokta bhogyam preritaram ca matva sarvam proktam tri-vidham brahmam etat.” There are three Brahman conceptions: prakrti is Brahman as the field of activities, and the jiva (individual soul) is also Brahman and is trying to control material nature, and the controller of both of them is also Brahman, but He is the factual controller."
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                " तत्क्षेत्रं यच्च यादृक्च यद्विकारि यतश्र्च यत् |",
                "स च यो यत्प्रभावश्र्च तत्समासेन मे श्रृणु || ४ ||"
            ],
            "english": [
                "tat ksetram yac ca yadrk ca",
                "yad-vikari yatas ca yat",
                "sa ca yo yat-prabhavas ca",
                "tat samasena me srnu"
            ]
        },
        "translation": {
            "hindi": [
                "अब तुम मुझसे यह सब संक्षेप में सुनो कि कर्मक्षेत्र क्या है, यह किस प्रकार बना है, इसमें क्या परिवर्तन होते हैं, यह कहाँ से उत्पन्न होता है, इस कर्मक्षेत्र को जानने वाला कौन है और उसके क्या प्रभाव हैं |"
            ],
            "english": [
                "Now please hear My brief description of this field of activity and how it is constituted, what its changes are, whence it is produced, who that knower of the field of activities is, and what his influences are."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् कर्मक्षेत्र (क्षेत्र) तथा कर्मक्षेत्र के ज्ञाता (क्षेत्रज्ञ) की स्वाभाविक स्थितियों का वर्णन कर रहे हैं | मनुष्य को यह जानना होता है कि यह शरीर किस प्रकार बना हुआ है, यह शरीर किन पदार्थों से बना है, यह किसके नियन्त्रण में कार्यशील है, इसमें किस प्रकार परिवर्तन होते हैं, ये परिवर्तन कहाँ से आते हैं, वे कारण कौन से हैं, आत्मा का चरम लक्ष्य क्या है, तथा आत्मा का वास्तविक स्वरूप क्या है ? मनुष्य को आत्मा तथा परमात्मा, उनके विभिन्न प्रभावों, उनकी शक्तियों आदि के अन्तर को भी जानना चाहिए | यदि वह भगवान् द्वारा दिए गये वर्णन के आधार पर भगवद्गीता समझ ले, तो ये सारी बातें स्पष्ट हो जाएँगी | लेकिन उसे ध्यान रखना होगा कि प्रत्येक शरीर में वास करने वाला परमात्मा को जीव का स्वरूप न मान बैठे | ऐसा तो सक्षम पुरुष तथा अक्षम पुरुष को एकसामान बताने जैसा है |"
            ],
            "english": [
                "The Lord is describing the field of activities and the knower of the field of activities in their constitutional positions. One has to know how this body is constituted, the materials of which this body is made, under whose control this body is working, how the changes are taking place, wherefrom the changes are coming, what the causes are, what the reasons are, what the ultimate goal of the individual is, and what the actual form of the individual soul is. One should also know the distinction between the individual living soul and the Supersoul, the different influences, their potentials, etc. One just has to understand this Bhagavad-gita directly from the description given by the Supreme Personality of Godhead, and all this will be clarified. But one should be careful not to consider the Supreme Personality of Godhead in every body and individual soul to be the jiva. This is something like equalizing the potent and the impotent."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                " ऋषिभिर्बहुधा गीतं छन्दोभिर्विविधै: पृथक् |",
                "ब्रह्मसूत्रपदैश्र्चैव हेतुमद्भिर्विनिश्र्चितै: || ५ ||"
            ],
            "english": [
                "rsibhir bahudha gitam",
                "chandobhir vividhaih prthak",
                "brahma-sutra-padais caiva",
                "hetumadbhir viniscitaih"
            ]
        },
        "translation": {
            "hindi": [
                "विभिन्न वैदिक ग्रंथों में विभिन्न ऋषियों ने कार्यकलापों के क्षेत्र तथा उन कार्यकलापों के ज्ञाता के ज्ञान का वर्णन किया है | इसे विशेष रूप से वेदान्त सूत्र में कार्य-कारण के समस्त तर्क समेत प्रस्तुत किया गया है |"
            ],
            "english": [
                "That knowledge of the field of activities and of the knower of activities is described by various sages in various Vedic writings-especially in the Vedanta-sutra-and is presented with all reasoning as to cause and effect."
            ]
        },
        "meaning": {
            "hindi": [
                "इस ज्ञान की व्याख्या करने में भगवान् कृष्ण सर्वोच्च प्रमाण हैं | फिर भी विद्वान तथा प्रामाणिक लोग सदैव पूर्ववर्ती आचार्यों का साक्ष्य प्रस्तुत करते हैं | कृष्ण आत्मा तथा परमात्मा की द्वैतता तथा अद्वैतता सम्बन्धी इस अतीव विवादपूर्ण विषय की व्याख्या वेदान्त नामक शास्त्र का उल्लेख करते हुए कर रहे हैं, जिसे प्रमाण माना जाता है | सर्वप्रथम वे कहते हैं “यह विभिन्न ऋषियों के मतानुसार है |” जहाँ तक ऋषियों का सम्बन्ध है, श्रीकृष्ण के अतिरिक्त व्यासदेव (जो वेदान्त सूत्र के रचयिता है) महान ऋषि हैं और वेदान्त सूत्र में द्वैत की भलीभाँति व्याख्या हुई है | व्यासदेव के पिता पराशर भी महर्षि हैं और उन्होंने धर्म सम्बन्धी अपने ग्रंथों में लिखा है – अहम् त्वं च तथान्ये – “तुम, मैं तथा अन्य सारे जीव अर्थात् हम सभी दिव्य हैं, भले ही हमारे शरीर भौतिक हों | हम अपने अपने कर्मों के कारण प्रकृति के तीनों गुणों के वशीभूत होकर पतित हो गये हैं | फलतः कुछ लोग उच्चतर धरातल पर हैं और कुछ निम्नतर धरातल पर हैं | ये उच्चतर तथा निम्नतर धरातल अज्ञान के कारण हैं, और अनन्त जीवों के रूप में प्रकट हो रहे हैं | किन्तु परमात्मा, जो अच्युत हैं, तीनों गुणों से अदूषित है, और दिव्य है |” इसी प्रकार मूल वेदों में, विशेषतया कठोपनिषद् में आत्मा, परमात्मा तथा शरीर का अन्तर बताया गया है | इसके अतिरिक्त अनेक महर्षियों ने इसकी व्याख्या की है, जिनमें पराशर प्रमुख माने जाते हैं |",
                "छन्दोभिः शब्द विभिन्न वैदिक ग्रथों का सूचक है | उदाहरणार्थ, तैत्तरीय उपनिषद् जो यजुर्वेद की एक शाखा है, प्रकृति, जीव तथा भगवान् के विषय में वर्णन करती है | जैसा कि पहले कहा जा चुका है क्षेत्र का अर्थ कर्मक्षेत्र है | क्षेत्रज्ञ की दो कोटियाँ है – जीवात्मा तथा परम पुरुष | जैसा कि तैत्तरीय उपनिषद् में (२.९) कहा गया है – ब्रह्म पुच्छं प्रतिष्ठा | भगवान् की शक्ति का प्राकट्य अन्नमय रूप में होता है, जिसका अर्थ है – अस्तित्व के लिए भोजन (अन्न) पर निर्भरता | यह ब्रह्म की भौतिकतावादी अनुभूति है | अन्न में परम सत्य की अनुभूति करने के पश्चात् फिर प्राणमय रूप में मनुष्य सजीव लक्षणों या जीवन रूपों में परम सत्य की अनुभूति करता है | ज्ञानमय रूप में यह अनुभूति सजीव लक्षणों से आगे बढ़कर चिन्तन, अनुभव तथा आकांक्षा तक पहुँचती है | तब ब्रह्म की उच्चतर अनुभूति होती है, जिसे विज्ञानमय रूप कहते हैं, जिससे जीव के मन तथा जीवन के लक्षणों को जीव से भिन्न समझा जाता है | उसके पश्चात् परम अवस्था आती है, जो आनन्दमय है, अर्थात् सर्व-आनन्दमय प्रकृति की अनुभूति है | इस प्रकार से ब्रह्म अनुभूति की पाँच अवस्थाएँ हैं, जिन्हें ब्रह्म पुच्छं कहा जाता है | इनमें से प्रथम तीन – अन्नमय, प्राणमय तथा ज्ञानमाय – अवस्थाएँ जीवों के कार्यकलापों के क्षेत्रों से सम्बन्धित होती है | परमेश्र्वर इन कार्यकलापों के क्षेत्रों से परे है, और आनन्दमय है | वेदान्त सूत्र भी परमेश्र्वर को आनन्दमयो ऽभ्यासात् कहकर पुकारता है | भगवान् स्वभाव से आनन्दमय हैं | अपने दिव्य आनन्द को भोगने के लिए वे विज्ञानमय, प्राणमय, ज्ञानमय तथा अन्नमय रूपों में विस्तार करते हैं | कार्यकलापों के क्षेत्र में जीव भोक्ता (क्षेत्रज्ञ) माना जाता है, किन्तु आनन्दमय उससे भिन्न होता है | इसका अर्थ यह हुआ कि यदि जीव आनन्दमय का अनुगमन करने में सुख मानता है, तो वह पूर्ण बन जाता है | क्षेत्र के ज्ञाता (क्षेत्रज्ञ) रूप में परमेश्वर की और उसके अधीन ज्ञाता के रूप में जीव की तथा कार्यकलापों के क्षेत्र की प्रकृति का यह वास्तविक ज्ञान है | वेदान्तसूत्र या ब्रह्मसूत्र में इस सत्य की गवेषणा करनी होगी |",
                "यहाँ इसका उल्लेख हुआ है कि ब्रह्मसूत्र के नीतिवचन कार्य-कारण के अनुसार सुन्दर रूप से व्यवस्थित हैं | इनमें से कुछ सूत्र इस प्रकार हैं – न वियदश्रुतेः (२.३.२); नात्मा श्रुतेः (२.३.१८) तथा परात्तु तच्छुतेः (२.३.४०) | प्रथम सूत्र कार्यकलापों के क्षेत्र को सूचित करता है, दूसरा जीव को और तीसरा परमेश्र्वर को, जो विभिन्न जीवों के आश्रयतत्त्व हैं |"
            ],
            "english": [
                "The Supreme Personality of Godhead, Krsna, is the highest authority in explaining this knowledge. Still, as a matter of course, learned scholars and standard authorities always give evidence from previous authorities. Krsna is explaining this most controversial point regarding the duality and non-duality of the soul and the Supersoul by referring to Scriptures, the Vedanta, which are accepted as authority. First, He says, this is according to different sages. As far as the sages are concerned, besides Himself, Vyasadeva, the author of the Vedanta-sutra, is a great sage, and in the Vedanta-sutra duality is perfectly explained. And Vyasadeva's father, Parasara, was also a great sage, and he writes in his books of religiosity: “aham tvam ca athanye...” “We-you, I and various other living entities-are all transcendental, although in material bodies. Now we are fallen into the ways of the three modes of material nature according to our different karma. As such, some are on higher levels, and some are in the lower nature. The higher and lower natures exist due to ignorance and are being manifested in an infinite number of living entities. But the Supersoul, which is infallible, is uncontaminated by the three qualities of nature and is transcendental.” Similarly, in the original Vedas, a distinction between the soul, the Supersoul and the body is made, especially in the Katha Upanisad.",
                "There is a manifestation of the Supreme Lord's energy known as annamaya by which one depends simply upon food for existence. This is a materialistic realization of the Supreme. Then there is pranamaya; this means that after realizing the Supreme Absolute Truth in foodstuff, one can realize the Absolute Truth in the living symptoms, or life forms. In jnanamaya the living symptom develops to the point of thinking, feeling, and willing. Then there is Brahman realization and the realization called vijnanamaya by which the living entity's mind and life symptoms are distinguished from the living entity himself. The next and supreme stage is anandamaya, realization of the all-blissful nature. Thus there are five stages of Brahman realization, which is called brahma puccham. Out of these the first three-annamaya, pranamaya, and jnanamaya-involve the fields of activities of the living entities. Transcendental to all these fields of activities is the Supreme Lord, who is called anandamaya. In the Vedanta-sutra also the Supreme is called anandamayo 'bhyasat. The Supreme Personality of Godhead is by nature full of joy, and to enjoy His transcendental bliss, He expands into vijnanamaya, pranamaya, jnanamaya, and annamaya. In this field of activities the living entity is considered to be the enjoyer, and different from him is the anandamaya. That means that if the living entity decides to enjoy, in dovetailing himself with the anandamaya, then he becomes perfect. This is the real picture of the Supreme Lord, as supreme knower of the field, the living entity, as subordinate knower, and the nature of the field of activities."
            ]
        }
    },
    {
        "id": [
            6,
            7
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "महाभूतान्यहङकारो बुद्धिरव्यक्तमेव च |",
                "इन्द्रियाणि दशैकं च पञ्च चेन्द्रियगोचराः || ६ ||",
                "इच्छा द्वेषः सुखं दु:खं सङघातश्र्चेतना धृतिः |",
                "एतत्क्षेत्रं समासेन सविकारमुदाहृतम् || ७ ||"
            ],
            "english": [
                "maha-bhutany ahankaro",
                "buddhir avyaktam eva ca",
                "indriyani dasaikam ca",
                "panca cendriya-gocarah",
                "iccha dvesah sukham duhkham",
                "sanghatas cetana dhrtih",
                "etat ksetram samasena",
                "sa-vikaram udahrtam"
            ]
        },
        "translation": {
            "hindi": [
                "पंच महाभूत, अहंकार, बुद्धि, अव्यक्त (तीनों गुणों की अप्रकट अवस्था), दसों इन्द्रियाँ तथा मन, पाँच इन्द्रियविषय, इच्छा, द्वेष, सुख, दुख, संघात, जीवन के लक्षण तथा धैर्य – इन सब को संक्षेप में कर्म का क्षेत्र तथा उसकी अन्तःक्रियाएँ (विकार) कहा जाता है |"
            ],
            "english": [
                "The five great elements, false ego, intelligence, the unmanifested, the ten senses, the mind, the five sense objects, desire, hatred, happiness, distress, the aggregate, the life symptoms, and convictions-all these are considered, in summary, to be the field of activities and its interactions."
            ]
        },
        "meaning": {
            "hindi": [
                "महर्षियों, वैदिक सूक्तों (छान्दस) एवं वेदान्त-सूत्र (सूत्रों) के प्रामाणिक कथनों के आधार पर इस संसार के अवयवों को इस प्रकार समझा जा सकता है | पहले तो पृथ्वी, जल, अग्नि, वायु तथा आकाश – ये पाँच महाभूत हैं | फिर अहंकार, बुद्धि तथा तीनों गुणों की अव्यक्त अवस्था आती है | इसके पश्चात् पाँच ज्ञानेन्द्रियाँ हैं – नेत्र, कान, नाक, जीभ तथा त्वचा | फिर पाँच कर्मेन्द्रियाँ – वाणी, पाँव, हाथ, गुदा तथा लिंग – हैं | तब इन इन्द्रियों के ऊपर मन होता है जो भीतर रहने के कारण अन्तःइन्द्रिय कहा जा सकता है | इस प्रकार मन समेत कुल ग्यारह इन्द्रियाँ होती हैं | फिर इन इन्द्रियों के पाँच विषय हैं – गंध, स्वाद, रूप, स्पर्श तथा ध्वनि | इस तरह इन चौबीस तत्त्वों का समूह कार्यक्षेत्र कहलाता है | यदि कोई इन चौबीसों विषयों का विश्लेषण करे तो उसे कार्यक्षेत्र समझ में आ जाएगा | फिर इच्छा, द्वेष, सुख तथा दुख नामक अन्तः-क्रियाएँ (विकार) हैं जो स्थूल देह के पाँच महाभूतों की अभिव्यक्तियाँ हैं | चेतना तथा धैर्य द्वारा प्रदर्शित जीवन के लक्षण सूक्ष्म शरीर अर्थात् मन, अहंकार तथा बुद्धि के प्राकट्य हैं | ये सूक्ष्म तत्त्व भी कर्मक्षेत्र में सम्मिलित रहते हैं |",
                "पंच महाभूत अहंकार की स्थूल अभिव्यक्ति हैं, जो अहंकार की मूल अवस्था को ही प्रदर्शित करती है, जिसे भौतिकवादी बोध या तामस बुद्धि कहा जाता है |यह और आगे प्रकृति के तीनों गुणों की अप्रकट अवस्था की सूचक है | प्रकृति के अव्यक्त गुणों को प्रधान कहा जाता है |",
                "जो व्यक्ति इन चौबीसों तत्त्वों को, उनके विकारों समेत जानना चाहता है, उसे विस्तार से दर्शन का अध्ययन करना चाहिए | भगवद्गीता के केवल सारांश दिया गया है |",
                "शरीर इन समस्त तत्त्वों की अभिव्यक्ति है | शरीर में छह प्रकार के परिवर्तन होते हैं – यह उत्पन्न होता है, बढ़ता है, टिकता है, सन्तान उत्पन्न करता है और तब यह क्षीण होता है और अन्त में समाप्त हो जाता है | अतएव क्षेत्र अस्थायी भौतिक वस्तु है लेकिन क्षेत्र का ज्ञाता क्षेत्रज्ञ इससे भिन्न रहता है |"
            ],
            "english": [
                "From all the authoritative statements of the great sages, the Vedic hymns and the aphorisms of the Vedanta-sutra, the components of this world are earth, water, fire, air and ether. These are the five great elements (mahabhuta). Then there are false ego, intelligence and the unmanifested stage of the three modes of nature. Then there are five senses for acquiring knowledge: the eyes, ears, nose, tongue and touch. Then five working senses: voice, legs, hands, the anus and the genitals. Then, above the senses, there is the mind, which is within and which can be called the sense within. Therefore, including the mind, there are eleven senses altogether. Then there are the five objects of the senses: smell, taste, warmth, touch and sound. Now the aggregate of these twenty-four elements is called the field of activity. If one makes an analytical study of these twenty-four subjects, then he can very well understand the field of activity. Then there is desire, hatred, pleasure and pain, which are interactions, representations of the five great elements in the gross body. The living symptoms, represented by consciousness and conviction, are the manifestation of the subtle body-mind, ego and intelligence. These subtle elements are included within the field of activities.",
                "The five great elements are a gross representation of the subtle false ego. They are a representation in the material conception. Consciousness is represented by intelligence, of which the unmanifested stage is the three modes of material nature. The unmanifested three modes of material nature is called pradhana.",
                "One who desires to know the twenty-four elements in detail along with their interactions should study the philosophy in more detail. In Bhagavad-gita, a summary only is given.",
                "The body is the representation of all these factors, and there are changes of the body, which are six in number: the body is born, it grows, it stays, it produces by-products, then begins to decay, and at the last stage it vanishes. Therefore the field is a nonpermanent material thing. However, the ksetrajna, the knower of the field, its proprietor, is different."
            ]
        }
    },
    {
        "id": [
            8,
            9,
            10,
            11,
            12
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                " अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम् |",
                "आचार्योपासनं शौचं स्थैर्यमात्मविनिग्रहः || ८ ||",
                "इन्द्रियार्थेषु वैराग्यमनहंकार एव च |",
                "जन्ममृत्युजराव्याधिदु:खदोषानुदर्शनम् || ९ ||",
                "असक्तिरनभिष्वङगः पुत्रदारगृहादिषु |",
                "नित्यं च समचित्तत्वमिष्टानिष्टोपपत्तिषु || १० ||",
                "मयि चानन्ययोगेन भक्तिरव्यभिचारिणी |",
                "विविक्तदेशसेवित्वमरतिर्जनसंसदि || ११ ||",
                "अध्यात्मज्ञाननित्यत्वं तत्त्वज्ञानार्थदर्शनम् |",
                "एतज्ज्ञानमिति प्रोक्तमज्ञानं यदतोऽन्यथा || १२ ||"
            ],
            "english": [
                "amanitvam adambhitvam",
                "ahimsa ksantir arjavam",
                "acaryopasanam saucam",
                "sthairyam atma-vinigrahah",
                "indriyarthesu vairagyam",
                "anahankara eva ca",
                "janma-mrtyu-jara-vyadhi-",
                "duhkha-dosanudarsanam",
                "asaktir anabhisvangah",
                "putra-dara-grhadisu",
                "nityam ca sama-cittatvam",
                "istanistopapattisu",
                "mayi cananya-yogena",
                "bhaktir avyabhicarini",
                "vivikta-desa-sevitvam",
                "aratir jana-samsadi",
                "adhyatma-jnana-nityatvam",
                "tattva-jnanartha-darsanam",
                "etaj jnanam iti proktam",
                "ajnanam yad ato 'nyatha"
            ]
        },
        "translation": {
            "hindi": [
                "विनम्रता, दम्भहीनता, अहिंसा, सहिष्णुता, सरलता, प्रामाणिक गुरु के पास जाना, पवित्रता, स्थिरता, आत्मसंयम, इन्द्रियतृप्ति के विषयों का परित्याग, अहंकार का अभाव, जन्म, मृत्यु, वृद्धावस्था तथा रोग के दोषों की अनुभूति, वैराग्य, सन्तान, स्त्री, घर तथा अन्य वस्तुओं की ममता से मुक्ति, अच्छी तथा बुरी घटनाओं के प्रति समभाव, मेरे प्रति निरन्तर अनन्य भक्ति, एकान्त स्थान में रहने की इच्छा, जन समूह से विलगाव, आत्म-साक्षात्कार की महत्ता को स्वीकारना, तथा परम सत्य की दार्शनिक खोज – इन सबको मैं ज्ञान घोषित करता हूँ और इनके अतिरिक्त जो भी है, वह सब अज्ञान है |"
            ],
            "english": [
                "Humility, pridelessness, nonviolence, tolerance, simplicity, approaching a bona fide spiritual master, cleanliness, steadiness and self-control; renunciation of the objects of sense gratification, absence of false ego, the perception of the evil of birth, death, old age and disease; nonattachment to children, wife, home and the rest, and evenmindedness amid pleasant and unpleasant events; constant and unalloyed devotion to Me, resorting to solitary places, detachment from the general mass of people; accepting the importance of self-realization, and philosophical search for the Absolute Truth-all these I thus declare to be knowledge, and what is contrary to these is ignorance."
            ]
        },
        "meaning": {
            "hindi": [
                "कभी-कभी अल्पज्ञ लोग ज्ञान की इस प्रक्रिया को कार्यक्षेत्र की अन्तः-क्रिया (विकार) के रूप में मानने की भूल करते हैं | लेकिन वास्तव में यही असली ज्ञान की प्रक्रिया है | यदि कोई इस प्रक्रिया को स्वीकार कर लेता है, तो परम सत्य तक पहुँचने की सम्भावना हो जाती है | यह इसके पूर्व बताये गये चौबीस तत्त्वों का विकार नहीं है | यह वास्तव में इन तत्त्वों के पाश से बाहर निकलने का साधन है | देहधारी आत्माचौबीस तत्त्वों से बने आवरण रूप शरीर में बन्द रहता है और यहाँ पर ज्ञान की जिस प्रक्रिया का वर्णन है वह इससे बाहर निकलने का साधन है | ज्ञान की प्रक्रिया के सम्पूर्ण वर्णन में से ग्यारहवें श्लोक की प्रथम पंक्ति सर्वाधिक महत्त्वपूर्ण है – मयि चानन्ययोगेन भक्तिरव्यभिचारिणी – “ज्ञान की प्रक्रिया का अवसान भगवान् की अनन्य भक्ति में होता है |” अतएव यदि कोई भगवान् की दिव्य सेवा को नहीं प्राप्त कर पाता या प्राप्त करने में असमर्थ है, तो शेष उन्नीस बातें व्यर्थ हैं | लेकिन यदि कोई पूर्ण कृष्णभावना से भक्ति ग्रहण करता है, तो अन्य उन्नीस बातें उसके अन्दर स्वयमेव विकसित हो आती हैं | जैसा कि श्रीमद्भागवत में (५.१८.१२) कहा गया है – यस्यास्ति भक्तिर्भगवत्यकिञ्चना सर्वैर्गुणैस्तत्र सुराः | जिसने भक्ति की अवस्था प्राप्त कर ली है, उसमें ज्ञान के सारे गुण विकसित हो जाते हैं | जैसा कि आठवें श्लोक में उल्लेख हुआ है, गुरु-ग्रहण करने का सिद्धान्त अनिवार्य है | यहाँ तक कि जो भक्ति स्वीकार करते हैं, उनके लिए भी यह आवश्यक है | आध्यात्मिक जीवन का शुभारम्भ तभी होता है, जब प्रामाणिक गुरु ग्रहण किया जाय | भगवान् श्रीकृष्ण यहाँ पर स्पष्ट कहते हैं कि ज्ञान की यह प्रक्रिया ही वास्तविक मार्ग है | इससे परे जो भी विचार किया जाता है, व्यर्थ होता है |",
                "यहाँ पर ज्ञान की जो रूपरेखा प्रस्तुत की गई है उसका निम्नलिखित प्रकार से विश्लेषण किया जा सकता है | विनम्रता (अमानित्व) का अर्थ है कि मनुष्य को, अन्यों द्वारा सम्मान पाने के लिए इच्छुक नहीं रहना चाहिए | हम देहात्मबुद्धि के कारण अन्यों से सम्मान पाने के भूखे रहते हैं, लेकिन पूर्णज्ञान से युक्त व्यक्ति की दृष्टि में, जो यह जानता है कि वह शरीर नहीं है, इस शरीर से सम्बद्ध कोई भी वस्तु, सम्मान या अपमान व्यर्थ होता है | इस भौतिक छल के पीछे-पीछे दौड़ने से कोई लाभ नहीं है | लोग अपने धर्म में प्रसिद्धि चाहते हैं, अतएव यह देखा गया है कि कोई व्यक्ति धर्म के सिद्धान्तों को जाने बिना ही ऐसे समुदाय में सम्मिलित हो जाता है, जो वास्तव में धार्मिक सिद्धान्तों का पालन नहीं करता और इस तरह वह धार्मिक गुरु के रूप में अपना प्रचार करना चाहता है | जहाँ तक आध्यात्मिक ज्ञान में वास्तविक प्रगति की बात है, मनुष्य को चाहिए कि वह अपनी परीक्षा करे कि वह कहाँ तक उन्नति कर रहा है | वह इन बातों के द्वारा अपनी परीक्षा कर सकता है |",
                "अहिंसा का सामान्य अर्थ वध न करना या शरीर को कष्ट न करना लिया जाता है, लेकिन अहिंसा का वास्तविक अर्थ है, अन्यों को विपत्ति में न डालना | देहात्मबुद्धि के कारण सामान्य लोग अज्ञान द्वारा ग्रस्त रहते हैं और निरन्तर भौतिक कष्ट भोगते रहते हैं | अतएव जब तक कोई लोगों को आध्यात्मिक ज्ञान की ओर ऊपर नहीं उठाता, तब तक वह हिंसा करता रहता होता है | व्यक्ति को लोगों में वास्तविक ज्ञान वितरित करने का भरसक प्रयास करना चाहिए जिससे वे प्रबुद्ध हों और इस भवबन्धन से छूट सकें | यही अहिंसा है |",
                "सहिष्णुता (क्षान्तिः) का अर्थ है कि मनुष्य अन्यों द्वारा किये गये अपमान तथा निरस्कार को सहे | जो आध्यात्मिक ज्ञान की उन्नति करने में लगा रहता है, उसे अन्यों के निरस्कार तथा अपमान सहने पड़ते हैं | ऐसा इसलिए होता है क्योंकि यह भौतिक स्वभाव है | यहाँ तक कि बालक प्रह्लाद को भी जो पाँच वर्ष के थे और जो आध्यात्मिक ज्ञान के अनुशीलन में लगे थे संकट का सामना करना पड़ा था, जब उनका पिता उनकी भक्ति का विरोधी बन गया | उनके पिता ने उन्हें मारने के अनेक प्रयत्न किए, किन्तु प्रह्लाद ने सहन कर लिया | अतएव आध्यात्मिक ज्ञान की उन्नति करते हुए अनेक अवरोध आ सकते हैं, लेकिन हमें सहिष्णु बन कर संकल्पपूर्वक प्रगति करते रहना चाहिए |",
                "सरलता (आर्जवम्) का अर्थ है कि बिना किसी कूटनीति के मनुष्य इतना सरल हो कि अपने शत्रु तक से वास्तविक सत्य का उद्घाटन कर सके | जहाँ तक गुरु बनाने का प्रश्न है, (आचार्योपासनम्), आध्यात्मिक ज्ञान में प्रगति करने के लिए यह अत्यावश्यक है, क्योंकि बिना प्रामाणिक गुरु के यह सम्भव नहीं है | मनुष्य को चाहिए कि विनम्रतापूर्वक गुरु के पास जाए और उसे अपनी समस्त सेवाएँ अर्पित करे, जिससे वह शिष्य को अपना आशीर्वाद दे सके | चूँकि प्रामाणिक गुरु कृष्ण का प्रतिनिधि होता है,अतएव यदि वह शिष्य को आशीर्वाद देता है, तो शिष्य तुरन्त प्रगति करने लगता है, भले ही वह विधि-विधानों का पालन न करता रहा हो | अत्वे जो बिना किसी स्वार्थ के अपने गुरु की सेवा करता है, उसके लिए यम-नियम सरल बन जाते हैं |",
                "आध्यात्मिक जीवन में प्रगति करने के लिए पवित्रता (शौचम्) अनिवार्य है | पवित्रता दो प्रकार की होती है – आन्तरिक तथा बाह्य | बाह्य पवित्रता का अर्थ है स्नान करना, लेकिन आन्तरिक पवित्रता के लिए निरन्तर कृष्ण का चिन्तन तथा हरे कृष्ण मंत्र का कीर्तन करना होता है | इस विधि से मन में से पूर्व कर्म की संचित धूलि हट जाती है |",
                "दृढ़ता (स्थैर्यम्) का अर्थ है कि आध्यात्मिक जीवन में उन्नति करने के लिए मनुष्य दृढ़संकल्प हो | ऐसे संकल्प के बिना मनुष्य ठोस प्रगति नहीं कर सकता | आत्मसंयम (आत्म-विनिग्रहः) का अर्थ है कि आध्यात्मिक उन्नति के पथ पर जो भी बाधक हो, उसे स्वीकार न करना | मनुष्य को इसकाअभ्यस्त बन कर ऐसी किसी भीवस्तु को त्याग देना चाहिए, जो आध्यात्मिक उन्नति के पथ के प्रतिकूल जो | यह असली वैराग्य है | इन्द्रियाँ इतनी प्रबल हैं कि सदैव इन्द्रियतृप्ति के लिए उत्सुक रहती हैं | अनावश्यक माँगों की पूर्ति नहीं करनी चाहिए | इन्द्रियों की उतनी ही तृप्ति की जानी चाहिए, जिससे आध्यात्मिक जीवन में आगे बढ़ने में अपने कर्त्तव्य की पूर्ति होती हो | सबसे महत्त्वपूर्ण, किन्तु वश में न आने वाली इन्द्रिय जीभ है | यदि जीभ पर संयम कर लिया गया तो समझो अन्य सारी इन्द्रियाँ वशीभूत हो गई | जीभ का कार्य है, स्वाद ग्रहण करना तथा उच्चारण करना | अतएव नियमित रूप से जीभ को कृष्णार्पित भोग के उच्छिष्ट का स्वाद लेने में तथा हरे कृष्ण का कीर्तन करने में प्रयुक्त करना चाहिए | जहाँ तक नेत्रों का सम्बन्ध है, उन्हें कृष्ण के सुन्दर रूप के अतिरिक्त अन्य कुछ नहीं देखने देना चाहिए | इससे नेत्र वश में होंगे | इसी प्रकार कानों को कृष्ण के विषय में श्रवण करने में लगाना चाहिए, और नाक को कृष्णार्पित फूलों को सूँघने में लगाना चाहिए | यह भक्ति की विधि है, और यहाँ यह समझना होगा कि भगवद्गीता केवल भक्ति के विज्ञान का प्रतिपादन करती है | भक्ति ही प्रमुख एवं एकमात्र लक्ष्य है | भगवद्गीता के बुद्धिहीन भाष्यकार पाठक के ध्यान को अन्य विषयों की ओर मोड़ना चाहते हैं, लेकिन भगवद्गीता में भक्ति के अतिरिक्त अन्य कोई भी विषय नहीं है |",
                "मिथ्या अहंकार का अर्थ है, इस शरीर को आत्मा मानना | जब कोई यह जान जाता है कि वह शरीर नहीं, अपितु आत्मा है तो वह वास्तविक अहंकार को प्राप्त होता है | अहंकार तो रहता ही है | मिथ्या अहंकार की भर्त्सना की जाती है , वास्तविक अहंकार की नहीं | वैदिक साहित्य में (बृहदारण्यक उपनिषद् १.४.१०) कहा गया है – अहं ब्रह्मास्मि – मैं ब्रह्म हूँ, मैं आत्मा हूँ | “मैं हूँ” ही आत्म भाव है, और यह आत्म-साक्षात्कार की मुक्त अवस्था में भी पाया जाता है | “मैं हूँ” का भाव ही अहंकार है लेकिन जब “मैं हूँ” भाव को मिथ्या शरीर के लिए प्रयुक्त किया जाता है, तो वह मिथ्या अहंकार होता है | जब इस आत्म भाव (स्वरूप) को वास्तविकता के लिए प्रयुक्त किया जाता है, तो वह वास्तविक अहंकार होता है | ऐसे कुछ दार्शनिक हैं, जो यह कह सकते है कि हमें अपना अहंकार त्यागना चाहिए | लेकिन हम अपने अहंकार को त्यागे कैसे? क्योंकि अहंकार का अर्थ है स्वरूप | लेकिन हमें मिथ्या देहात्मबुद्धि का त्याग करना ही होगा |",
                "जन्म, मृत्यु, जरा तथा व्याधि को स्वीकार करने के कष्ट को समझना चाहिए | वैदिक ग्रन्थों में जन्म के अनेक वृत्तान्त हैं | श्रीमद्भागवत में जन्म से पूर्व की स्थिति, माता के गर्भ में बालक के निवास, उसके कष्ट आदि का सजीव वर्णन हुआ है | यह भलीभाँति समझ लेना चाहिए कि जन्म बहुत कष्टपूर्ण है | चूँकि हम भूल जाते हैं कि माता के गर्भ में हमें कितना कष्ट मिला है, अतएव हम जन्म तथा मृत्यु की पुनरावृत्ति का कोई हल नहीं निकाल पाते | इसी प्रकार मृत्यु के समय भी सभी प्रकार के कष्ट मिलते हैं, जिनका उल्लेख प्रामाणिक शास्त्रों में हुआ है | इनकी विवेचना की जानी चाहिए | जहाँ तक रोग तथा वृद्धावस्था का प्रश्न है, सबों को इनका व्यावहारिक अनुभव है | कोई भी रोगग्रस्त नहीं होना चाहता, कोई भी बूढ़ा नहीं होना चाहता, लेकिन इनसे बचा नहीं का सकता | जब तक जन्म, मृत्यु, जरा तथा व्याधि के दुखों को देखते हुए इस भौतिक जीवन के प्रति निराशावादी दृष्टिकोण नहीं बना पाते, तब तक आध्यात्मिक जीवन में प्रगति करने के लिए कोई प्रोत्साहन नहीं रह जाता |",
                "जहाँ तक संतान, पत्नी तथा घर से विरक्ति की बात है, इसका अर्थ यह नहीं कि इनके लिए कोई भावना ही न हो | ये सब स्नेह की प्राकृतिक वस्तुएँ हैं | लेकिन जब ये आध्यात्मिक उन्नति में अनुकूल न हों , तो इनके प्रति आसक्त नहीं होना चाहिए | घर को सुखमय बनाने की सर्वोत्तम विधि कृष्णभावनामृत है | यदि कोई कृष्णभावनामृत से पूर्ण रहे, तो वह अपने घर को अत्यन्त सुखमय बना सकता है, क्योंकि कृष्णभावनामृत की विधि अत्यन्त सरल है | इसमें केवल हरे कृष्ण, हरे कृष्ण, कृष्ण कृष्ण , हरे हरे | हरे राम, हरे राम, राम राम हरे हरे – का कीर्तन करना होता है , कृष्णार्पित भोग का उच्छिष्ट ग्रहण करना होता है, भगवद्गीता तथा श्रीमद्भागवत जैसे ग्रन्थों पर विचार-विमर्श करना होता है, और अर्चाविग्रह की पूजा करनी होती है | इन चारों बातों से मनुष्य सुखी होगा | मनुष्य को चाहिए कि अपने परिवार के सदस्यों को ऐसी शिक्षा दे | परिवार के सदस्य प्रतिदिन प्रातः तथा सांयकाल बैठ कर साथ-साथ हरे कृष्ण मन्त्र का कीर्तन करें | यदि कोई इन चारों सिद्धान्तों का पालन करते हुए अपने पारिवारिक जीवन को कृष्णभावनामृत विकसित करने में ढाल सके, तो पारिवारिक जीवन को त्याग कर विरक्त जीवन बिताने की आवश्यकता नहीं होगी | लेकिन यदि यह आध्यात्मिक प्रगति के लिए अनुकूल न रहे, तो पारिवारिक जीवन का परित्याग कर देना चाहिए | मनुष्य को चाहिए कि कृष्ण के साक्षात्कार करने या उनकी सेवा करने के लिए सर्वस्व न्योछावर कर दे, जिस प्रकार से अर्जुन ने किया था | अर्जुन अपने परिजनों को मारना नहीं चाह रहा था, किन्तु जब वह समझ गया कि ये परिजन कृष्णसाक्षात्कार में बाधक हो रहें हैं, तो उसने कृष्ण के आदेश को स्वीकार किया | वह उनसे लड़ा और उसने उनको मार डाला | इन सब विषयों में मनुष्य को पारिवारिक जीवन के सुख-दुख से विरक्त रहना चाहिए, क्योंकि इस संसार में कोई भी न तो पूर्ण सुखी रह सकता है, न दुखी |",
                "सुख-दुख भौतिक जीवन को दूषित करने वाले हैं | मनुष्य को चाहिए कि इन्हें सहना सीखे, जैसा कि भगवद्गीता में उपदेश दिया गया है | कोई कभी भी सुख-दुख के आने-जाने पर प्रतिबन्ध नहीं लगा सकता, अतः मनुष्य को चाहिए कि भौतिकवादी जीवन-शैली से अपने को विलग कर ले और दोनों ही दशाओं में समभाव बनाये रहे | सामन्यतया जब हमें इच्छित वस्तु मिल जाती है, तो हम अत्यन्त प्रसन्न होते हैं और जब अनिच्छित घटना घटती है, तो हम दुखी होते हैं | लेकिन यदि हम वास्तविक आध्यात्मिक स्थिति को प्राप्त हों, तो ये बातें हमें विचलित नहीं कर पाएँगी | इस स्थिति तक पहुँचने के लिए हमें अटूट भक्ति का अभ्यास करना होता है | विपथ हुए बिना कृष्णभक्ति का अर्थ होता है भक्ति की नव विधियों – कीर्तन, श्रवण, पूजन आदि में प्रवृत्त होना, जैसा नवें अध्याय के अन्तिम श्लोक में वर्णन हुआ है | इस विधि का अनुसरण करना चाहिए |",
                "यह स्वाभाविक है कि आध्यात्मिक जीवन-शैली का अभ्यस्त हो जाने पर मनुष्य भौतिकवादी लोगों से मिलना नहीं चाहेगा | इससे उसे हानि पहुँच सकती है | मनुष्य को चाहिए कि वह यह परीक्षा करके देख ले कि वह अवांछित संगति के बिना एकान्तवास करने में कहाँ तक सक्षम है | यह स्वाभाविक ही है कि भक्त में व्यर्थ के खेलकूद या सिनेमा जाने या किसी सामाजिक उत्सव में सम्मिलित होने की कोई रूचि नहीं होती, क्योंकि वह यह जानता है कि यह समय को व्यर्थ गवाँना है | कुछ शोध-छात्र तथा दार्शनिक ऐसे हैं जो कामवासनापूर्ण जीवन या अन्य विषय का अध्ययन करते हैं, लेकिन भगवद्गीता के अनुसार ऐसा शोध कार्य और दार्शनिक चिन्तन निरर्थक है | यह एक प्रकार से व्यर्थ होता है | भगवद्गीता के अनुसार मनुष्य को चाहिए कि अपने दार्शनिक विवेक से वह आत्मा की प्रकृति के विषय में शोध करे | उसे चाहिए कि वह अपने आत्मा को समझने के लिए शोध करे | यहाँ पर इसी की संस्तुति की गई है |",
                "जहाँ तक आत्म-साक्षात्कार का सम्बन्ध है, यहाँ पर स्पष्ट उल्लेख है कि भक्तियोग ही व्यावहारिक है | ज्योंही भक्ति की बात उठे, तो मनुष्य को चाहिए कि परमात्मा तथा आत्मा के सम्बन्ध पर विचार करे | आत्मा तथा परमात्मा कभी एक नहीं हो सकते, विशेषतया भक्तियोग में तो कभी नहीं | परमात्मा के प्रति आत्मा की यह सेवा नित्य है, जैसा कि स्पष्ट किया गया है | अतएव भक्ति शाश्र्वत (नित्य) है | मनुष्य को इसी दार्शनिक धारणा में स्थित होना चाहिए |",
                "श्रीमद्भागवत में (१.२.११) व्याख्या की गई है – वदन्ति तत्तत्त्वविदस्तत्त्वं यज्ज्ञानमद्वयम् – जो परम सत्य के वास्तविक ज्ञाता हैं, वे जानते हैं कि आत्मा का साक्षात्कार तीन रूपों में किया जाता है – ब्रह्म, परमात्मा तथा भगवान् | परम सत्य के साक्षात्कार में भगवान् पराकाष्ठा होते हैं, अतएव मनुष्य को चाहिए कि भगवान् को समझने के पद तक पहुँचे और भगवान् की भक्ति में लग जाय | यही ज्ञान की पूर्णता है |",
                "विनम्रता से लेकर भगवत्साक्षात्कार तक की विधि भूमि से चल कर उपरी मंजिल तक पहुँचने के लिए सीढ़ी के समान है | इस सीढ़ी में कुछ ऐसे लोग हैं, जो अभी पहली सीढ़ी पर हैं, कुछ दूसरी पर, तो कुछ तीसरी पर | किन्तु जन तक मनुष्य उपरी मंजिल पर नहीं पहुँच जाता, जो कि कृष्ण का ज्ञान है, तक तक वह ज्ञान की निम्नतर अवस्था में ही रहता है | यदि कोई ईश्र्वर की बराबरी करते हुए आध्यात्मिक ज्ञान में प्रगति करना चाहता है, तो उसका प्रयास विफल होगा | यह स्पष्ट कहा गया है कि विनम्रता के बिना ज्ञान सम्भव नहीं है | अपने को ईश्र्वर समझना सर्वाधिक गर्व है | यद्यपि जीव सदैव प्रकृति के कठोर नियमों द्वारा ठुकराया जाता है, फिर भी वह अज्ञान के कारण सोचता है कि “मैं ईश्र्वर हूँ|” ज्ञान का शुभारम्भ “अमानित्व” या विनम्रता से होता है | मनुष्य को विनम्र होना चाहिए | परमेश्र्वर के प्रति विद्रोह के कारण ही मनुष्य प्रकृति के अधीन हो जाता है | मनुष्य को इस सच्चाई को जानना और इससे विश्र्वस्त होना चाहिए |"
            ],
            "english": [
                "This process of knowledge is sometimes misunderstood by less intelligent men as being the interaction of the field of activity. But actually this is the real process of knowledge. If one accepts this process, then the possibility of approaching the Absolute Truth exists. This is not the interaction of the tenfold elements, as described before, This is actually the means to get out of it. Of all the descriptions of the process of knowledge, the most important point is described in the first line of the tenth verse: The process of knowledge terminates in unalloyed devotional service to the Lord. So, if one does not approach, or is not able to approach, the transcendental service of the Lord, then the other nineteen items are of no particular value. But, if one takes to devotional service in full Krsna consciousness, the other nineteen items automatically develop within him. The principle of accepting a spiritual master, as mentioned in the seventh verse, is essential. Even for one who takes to devotional service, it is most important. Transcendental life begins when one accepts a bona fide spiritual master. The Supreme Personality of Godhead, Sri Krsna, clearly states here that this process of knowledge is the actual path. Anything speculated beyond this is nonsense.",
                "As for the knowledge outlined here, the items may be analyzed as follows: Humility means that one should not be anxious to have the satisfaction of being honored by others. The material conception of life makes us very eager to receive honor from others, but from the point of view of a man in perfect knowledge-who knows that he is not this body-anything, honor or dishonor, pertaining to this body is useless. One should not be hankering after this material deception. People are very anxious to be famous for their religion, and consequently sometimes it is found that without understanding the principles of religion, one enters into some group, which is not actually following religious principles, and then wants to advertise himself as a religious mentor. As for actual advancement in spiritual science, one should have a test to see how far he is progressing. He can judge by these items.",
                "Nonviolence is generally taken to mean not killing or destroying the body, but actually nonviolence means not to put others into distress. People in general are trapped by ignorance in the material concept of life, and they perpetually suffer material pains. So, unless one elevates people to spiritual knowledge, one is practicing violence. One should try his best to distribute real knowledge to the people, so that they may become enlightened and leave this material entanglement. That is nonviolence.",
                "Tolerance means that one should be practiced to bear insult and dishonor from others. If one is engaged in the advancement of spiritual knowledge, there will be so many insults and much dishonor from others. This is expected because material nature is so constituted. Even a boy like Prahlada, who, only five years old, was engaged in the cultivation of spiritual knowledge, was endangered when his father became antagonistic to his devotion. The father tried to kill him in so many ways, but Prahlada tolerated him. So, for making advancement in spiritual knowledge, there may be many impediments, but we should be tolerant and continue our progress with determination.",
                "Simplicity means that without diplomacy one should be so straightforward that he can disclose the real truth even to an enemy. As for acceptance of the spiritual master, that is essential, because without the instruction of a bona fide spiritual master, one cannot progress in the spiritual science. One should approach the spiritual master with all humility and offer him all services so that he will be pleased to bestow his blessings upon the disciple. Because a bona fide spiritual master is a representative of Krsna, if he bestows any blessings upon his disciple, that will make the disciple immediately advanced without the disciple's following the regulated principles. Or, the regulated principles will be easier for one who has served the spiritual master without reservation.",
                "Cleanliness is essential for making advancement in spiritual life. There are two kinds of cleanliness: external and internal. External cleanliness means taking a bath, but for internal cleanliness, one has to think of Krsna always and chant Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/Hare Rama. Hare Rama, Rama Rama Hare Hare. This process cleans the accumulated dust of past karma from the mind.",
                "Steadiness means that one should be very determined to make progress in spiritual life. Without such determination, one cannot make tangible progress. And self-control means that one should not accept anything which is detrimental to the path of spiritual progress. One should become accustomed to this and reject anything which is against the path of spiritual progress. This is real renunciation. The senses are so strong that they are always anxious to have sense gratification. One should not cater to these demands, which are not necessary. The senses should only be gratified to keep the body fit so that one can discharge his duty in advancing in spiritual life. The most important and uncontrollable sense is the tongue. If one can control the tongue, then there is every possibility of controlling the other senses. The function of the tongue is to taste and to vibrate. Therefore, by systematic regulation, the tongue should always be engaged in tasting the remnants of foodstuffs offered to Krsna and chanting Hare Krsna. As far as the eyes are concerned, they should not be allowed to see anything but the beautiful form of Krsna. That will control the eyes. Similarly, the ears should be engaged in hearing about Krsna and the nose in smelling the flowers offered to Krsna. This is the process of devotional service, and it is understood here that Bhagavad-gita is simply expounding the science of devotional service. Devotional service is the main and sole objective. Unintelligent commentators on the Gita try to divert the mind of the reader to other subjects, but there is no other subject in Bhagavad-gita but devotional service.",
                "False ego means accepting this body as oneself. When one understands that he is not his body and is spirit soul, that is real ego. Ego is there. False ego is condemned, but not real ego. In the Vedic literature, it is said: aham brahmasmi. I am Brahman, I am spirit. This “I am,” the sense of self, also exists in the liberated stage of self-realization. This sense of “I am” is ego, but when the sense of “I am” is applied to this false body, it is false ego. When the sense of self is applied to reality, that is real ego. There are some philosophers who say we should give up our ego, but we cannot give up our ego because ego means identity. We ought, of course, to give up the false identification with the body.",
                "One should try to understand the distress of accepting birth, death, old age and disease. There are descriptions in various Vedic literatures of birth. In the Srimad-Bhagavatam the world of the unborn, the child's stay in the womb of the mother, its suffering, etc., are all very graphically described. It should be thoroughly understood that birth is distressful. Because we forget how much distress we have suffered within the womb of the mother, we do not make any solution to the repetition of birth and death. Similarly at the time of death, there are all kinds of sufferings, and they are also mentioned in the authoritative scriptures. These should be discussed. And as far as disease and old age are concerned, everyone gets practical experience. No one wants to be diseased, and no one wants to become old, but there is no avoiding these. Unless we have a pessimistic view of this material life, considering the distresses of birth, death, old age and disease, there is no impetus for our making advancement in spiritual life.",
                "As for detachment from children, wife and home, it is not meant that one should have no feeling for these. They are natural objects of affection, but when they are not favorable to spiritual progress, then one should not be attached to them. The best process for making the home pleasant is Krsna consciousness. If one is in full Krsna consciousness, he can make his home very happy because this process of Krsna consciousness is very easy. One need only chant Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/Hare Rama, Hare Rama, Rama Rama, Hare Hare, accept the remnants of foodstuffs offered to Krsna, have some discussion on books like Bhagavad-gita and Srimad-Bhagavatam, and engage oneself in Deity worship. These four will make one happy. One should train the members of his family in this way. The family members can sit down morning and evening and chant together Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/Hare Rama, Hare Rama, Rama Rama, Hare Hare. If one can mold his family life in this way to develop Krsna consciousness, following these four principles, then there is no need to change from family life to renounced life. But if it is not congenial, not favorable for spiritual advancement, then family life should be abandoned. One must sacrifice everything to realize or serve Krsna, just as Arjuna did. Arjuna did not want to kill his family members, but when he understood that these family members were impediments to his Krsna realization, he accepted the instruction of Krsna and fought and killed them. In all cases, one should be detached from the happiness and distress of family life because in this world one can never be fully happy or fully miserable. Happiness and distress are concommitant factors of material life. One should learn to tolerate, as advised in Bhagavad-gita. One can never restrict the coming and going of happiness and distress, so one should be detached from the materialistic way of life and be automatically equiposed in both cases. Generally, when we get something desirable, we are very happy, and when we get something undesirable, we are distressed. But if we are actually in the spiritual position, these things will not agitate us. To reach that stage, we have to practice unbreakable devotional service; devotional service to Krsna without deviation means engaging oneself in the nine processes of devotional service, chanting, hearing, worshiping, offering respect, etc., as described in the last verse of the Ninth Chapter. That process should be followed. Naturally, when one is adapted to the spiritual way of life, he will not want to mix with materialistic men. That would go against his grain. One may test himself by seeing how far he is inclined to live in a solitary place without unwanted association.",
                "Naturally a devotee has no taste for unnecessary sporting or cinema-going or enjoying some social function, because he understands that these are simply a waste of time. There are many research scholars and philosophers who study sex life or some other subject, but according to Bhagavad-gita, such research work and philosophical speculation have no value. That is more or less nonsensical. According to Bhagavad-gita, one should make research by philosophical discretion into the nature of the soul. One should make research to understand with what the self is concerned. That is recommended here.",
                "As far as self-realization is concerned, it is clearly stated here that bhakti-yoga is especially practical. As soon as there is a question of devotion, one must consider the relationship between the Supersoul and the individual soul. The individual soul and the Supersoul cannot be one, at least not in the bhakti conception, the devotional conception of life. This service of the individual soul to the Supreme Soul is eternal, nityam, as is clearly stated. So bhakti or devotional service is eternal. One should be established in that philosophical conviction, otherwise it is only a waste of time, ignorance.",
                "In the Srimad-Bhagavatam, this is explained; vadanti tat tattva-vidas tattvam yaj jnanam advayam. “Those who are actually knowers of the Absolute Truth know that the Self is realized in three different phases as Brahman, Paramatma and Bhagavan.” (Bhag. 1.2.11) Bhagavan is the last word in the realization of the Absolute Truth; therefore one should reach up to that platform of understanding the Supreme Personality of Godhead and thus engage in the devotional service of the Lord. That is perfection of knowledge.",
                "Beginning from practicing humility up to the point of realization of the Supreme Truth, the Absolute Personality of Godhead, this process is just like a staircase beginning from the ground floor up to the top floor. Now on this staircase there are so many people who have reached the first floor, the second or third floor, etc., but unless one reaches the top floor, which is the understanding of Krsna, he is at a lower stage of knowledge. If anyone wants to compete with God and at the same time make advancement in spiritual knowledge, he will be frustrated. It is clearly stated that without humility understanding is harmful. To think oneself God is most puffed up. Although the living entity is always being kicked by the stringent laws of material nature, still he thinks, “I am God” because of ignorance. One should be humble and know that he is subordinate to the Supreme Lord. Due to rebellion against the Supreme Lord, one becomes subordinate to material nature. One must know and be convinced of this truth."
            ]
        }
    },
    {
        "id": [
            13
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                " ज्ञेयं यत्तत्प्रवक्ष्यामि यज्ज्ञात्वामृतमश्र्नुते |",
                "अनादिमत्परं ब्रह्म न सत्तन्नासदुच्यते || १३ ||"
            ],
            "english": [
                "jneyam yat tat pravaksyami",
                "yaj jnatvamrtam asnute",
                "anadi mat-param brahma",
                "na sat tan nasad ucyate"
            ]
        },
        "translation": {
            "hindi": [
                "अब मैं तुम्हें ज्ञेय के विषय में बतलाऊँगा, जिसे जानकर तुम नित्य ब्रह्म का आस्वादन कर सकोगे | यह ब्रह्म या आत्मा, जो अनादि है और मेरे अधीन है, इस भौतिक जगत् के कार्य-करण से परे स्थित है |"
            ],
            "english": [
                "I shall now explain the knowable, knowing which you will taste the eternal. This is beginningless, and it is subordinate to Me. It is called Brahman, the spirit, and it lies beyond the cause and effect of this material world."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् ने क्षेत्र तथा क्षेत्रज्ञ की व्याख्या की | उन्होंने क्षेत्रज्ञ को जानने की विधि की भी व्याख्या की | अब वे ज्ञेय के विषय में बता रहे हैं – पहले आत्मा के विषय में, फिर परमात्मा के विषय में | ज्ञाता अर्थात् आत्मा तथा परमात्मा दोनों ही ज्ञान से मनुष्य जीवन-अमृत का आस्वादन कर सकता है | जैसा कि द्वितीय अध्याय में कहा गया है, जीव नित्य है | इसकी भी यहाँ पुष्टि हुई है | जीव के उत्पन्न होने की कोई निश्चित तिथि नहीं है | न ही कोई परमेश्र्वर से जीवात्मा के प्राकट्य का इतिहास बता सकता है | अतएव वह अनादि है | इसकी पुष्टि वैदिक साहित्य से होती है – न जायते म्रियते वा विपश्चित् (कठोपनिषद् १.२.१८) | शरीर का ज्ञाता न तो कभी उत्पन्न होता है, और न मरता है | वह ज्ञान से पूर्ण होता है |",
                "वैदिक साहित्य में (श्र्वेताश्र्वतर उपनिषद ६.१६) भी परमेश्र्वर को परमात्मा रूप में – प्रधान क्षेत्रज्ञपतिर्गुणेशः- शरीर का मुख्य ज्ञाता तथा प्रकृति के गुणों का स्वामी कहा गया है | स्मृति वचन है – दासभूतो हरेरेव नान्यस्यैव कदाचन | जीवात्माएँ सदा भगवान् की सेवा में लगी रहती हैं | इसकी पुष्टि भगवान् चैतन्य के अपने उपदेशों में भी है | अतएव इस श्लोक में ब्रह्म का जो वर्णन है, वह आत्मा का है और जब ब्रह्म शब्द जीवात्मा के लिए व्यवहृत होता है, तो यह समझना चाहिए कि वह आनन्दब्रह्म न होकर विज्ञानब्रह्म है | आनन्द ब्रह्म ही परब्रह्म भगवान् है |"
            ],
            "english": [
                "The Lord has explained the field of activities and the knower of the field. He has also explained the process of knowing the knower of the field of activities. Now He is explaining the knowable, both the soul and the Supersoul respectively. By knowledge of the knower, both the soul and the Supersoul, one can relish the nectar of life. As explained in the Second Chapter, the living entity is eternal. This is also confirmed here. There is no specific date at which the jiva was born. Nor can anyone trace out the history of jivatma's manifestation from the Supreme Lord. Therefore it is beginningless. The Vedic literature confirms this: na jayate mrjayate va vipascit. The knower of the body is never born and never dies, and he is full of knowledge. The Supreme Lord is also stated in the Vedic literature as pradhana-ksetrajna-patir gunesah. The Supreme Lord as the Supersoul is the chief knower of the body, and He is the master of the three modes of material nature. In the smrti it is said: dasa-bhuto harer eva nanyasvaiva kadacana. The living entities are eternally in the service of the Supreme Lord. This is also confirmed by Lord Caitanya in His teaching; therefore the description of Brahman mentioned in this verse is in relation to the individual soul, and when the word Brahman is applied to the living entity, it is to be understood that he is vijnanam brahma as opposed to ananta-brahma. Ananta-brahma is the Supreme Brahman Personality of Godhead."
            ]
        }
    },
    {
        "id": [
            14
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                " सर्वतःपाणिपादं तत्सर्वतोऽक्षिशिरोमुखम् |",
                "सर्वतःश्रुतिमल्लोके सर्वमावृत्य तिष्ठति || १४ ||"
            ],
            "english": [
                "sarvatah pani-padam tat",
                "sarvato 'ksi-siro-mukham",
                "sarvatah srutimal loke",
                "sarvam avrtya tisthati"
            ]
        },
        "translation": {
            "hindi": [
                "उनके हाथ, पाँव, आखें, सिर तथा मुँह तथा उनके कान सर्वत्र हैं | इस प्रकार परमात्मा सभी वस्तुओं में व्याप्त होकर अवस्थित है |"
            ],
            "english": [
                "Everywhere are His hands and legs, His eyes and faces, and He hears everything. In this way the Supersoul exists."
            ]
        },
        "meaning": {
            "hindi": [
                "जिस प्रकार सूर्य अपनी अनन्त रश्मियों को विकर्ण करके स्थित है, उसी प्रकार परमात्मा या भगवान् भी हैं | वे अपने सर्वव्यापी रूप में स्थित रहते हैं, और उनमें आदि शिक्षक ब्रह्मा से लेकर छोटी सी चींटी तक के सारे जीव स्थित हैं | उनके अनन्त शिर, हाथ , पाँव तथा नेत्र हैं, और अनन्त जीव हैं | ये सभी परमात्मा में ही स्थित हैं | अतएव परमात्मा सर्वव्यापक है | लेकिन आत्मा यह नहीं कह सकता कि उसके हाथ, पाँव तथा नेत्र चारों दिशाओं में हैं | यह सम्भव नहीं है | यदि वह अज्ञान के कारण यह सोचता है कि उसे इसका ज्ञान नहीं है कि उसके हाथ तथा पैर चतुर्दिक प्रसरित हैं, किन्तु समुचित ज्ञान होने पर ऐसी स्थिति में आ जायेगा तो उसका सोचना उल्टा है | इसका अर्थ यही होता है कि प्रकृति द्वारा बद्ध होने के कारण आत्मा परम नहीं है | परमात्मा आत्मा से भिन्न है | परमात्मा अपना हाथ असीम दूरी तक फैला सकता है, किन्तु आत्मा ऐसा नहीं कर सकता | भगवद्गीता में भगवान् कहते हैं कि यदि कोई उन्हें पत्र, पुष्प या जल अर्पित करता है, तो वे उसे स्वीकार करते हैं | यदि भगवान् दूर होते तो फिर इन वस्तुओं को वे कैसे स्वीकार कर पाते? यही भगवान् की सर्वशक्तिमता है | यद्यपि वे पृथ्वी से बहुत दूर अपने धाम में स्थित हैं, तो भी वे किसी के द्वारा अर्पित कोई भी वस्तु अपना हाथ फैला कर ग्रहण कर सकते हैं | यही उनकी शक्तिमता है | ब्रह्मसंहिता में (५.३७) कहा गया है – गोलोक एव निवसत्यखिलात्मभूतः – यद्यपि वे अपने दिव्य लोक में लीला-रत रहते हैं, फिर भी वे सर्वव्यापी हैं | आत्मा ऐसा घोषित नहीं कर सकता कि वह सर्वव्याप्त है | अतएव इस श्लोक में आत्मा (जीव) नहीं, अपितु परमात्मा या भगवान् का वर्णन हुआ है |"
            ],
            "english": [
                "As the sun exists diffusing its unlimited rays, so does the Supersoul, or Supreme Personality of Godhead. He exists in His all-pervading form, and in Him exist all the individual living entities, beginning from the first great teacher, Brahma, down to the small ants. There are unlimited heads, legs, hands and eyes, and unlimited living entities. All are existing in and on the Supersoul. Therefore the Supersoul is all-pervading. The individual soul, however, cannot say that he has his hands, legs and eyes everywhere. That is not possible. If he thinks that although under ignorance he is not conscious that his hands and legs are diffused all over, but when he attains to proper knowledge he will come to that stage, his thinking is contradictory. This means that the individual soul, having become conditioned by material nature, is not supreme. The Supreme is different from the individual soul. The Supreme Lord can extend His hand without limit; the individual soul cannot. In Bhagavad-gita the Lord says that if anyone offers Him a flower, or a fruit, or a little water, He accepts. If the Lord is a far distance away, how can He accept things? This is the omnipotence of the Lord: even though He is situated in His own abode, far, far away from earth, He can extend His hand to accept what anyone offers. That is His potency. In the Brahma-samhita it is stated, goloka eva nivasati: although He is always engaged in pastimes in His transcendental planet, He is all-pervading. The individual soul cannot claim that he is all-pervading. Therefore this verse describes the Supreme Soul, the Personality of Godhead, not the individual soul."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                " सर्वेन्द्रियगुणाभासं सर्वेन्द्रियविवर्जितम् |",
                "असक्तं सर्वभृच्चैव निर्गुणं गुणभोक्तृ च ||१५ ||"
            ],
            "english": [
                "sarvendriya-gunabhasam",
                "sarvendriya-vivarjitam",
                "asaktam sarva-bhrc caiva",
                "nirgunam guna-bhoktr ca"
            ]
        },
        "translation": {
            "hindi": [
                "परमात्मा समस्त इन्द्रियों के मूल स्त्रोत हैं, फिर भी वे इन्द्रियों से रहित हैं | वे समस्त जीवों के पालनकर्ता होकर भी अनासक्त हैं | वे प्रकृति के गुणों के परे हैं, फिर भी वे भौतिक प्रकृति के समस्त गुणों के स्वामी हैं |"
            ],
            "english": [
                "The Supersoul is the original source of all senses, yet He is without senses. He is unattached, although He is the maintainer of all living beings. He transcends the modes of nature, and at the same time He is the master of all modes of material nature."
            ]
        },
        "meaning": {
            "hindi": [
                "यद्यपि परमेश्र्वर समस्त जीवों की समस्त इन्द्रियों के स्त्रोत हैं, फिर भी जीवों की तरह उनके भौतिक इन्द्रियाँ नहीं होती | वास्तव में जीवों में आध्यात्मिक इन्द्रियाँ होती हैं, लेकिन बद्ध जीवन में वे भौतिक तत्त्वों से आच्छादित रहती हैं, अतएव इन्द्रियकार्यों का प्राकट्य पदार्थ द्वारा होता है | परमेश्र्वर की इन्द्रियाँ इस तरह आच्छादित नहीं रहती | उनकी इन्द्रियाँ दिव्य होती हैं, अतएव निर्गुण कहलाती हैं | गुण का अर्थ है भौतिक गुण, लेकिन उनकी इन्द्रियाँ भौतिक आवरण से रहित होती हैं | यह समझ लेना चाहिए कि उनकी इन्द्रियाँ हमारी इन्द्रियों जैसी नहीं होती | यद्यपि वे हमारे समस्त ऐन्द्रिय कार्यों के स्त्रोत हैं, लेकिन उनकी इन्द्रियाँ दिव्य होती हैं, जो कल्मषरहित होती हैं | इसकी बड़ी ही सुन्दर व्याख्या श्र्वेताश्र्वतर उपनिषद् में (३.१९) अपाणिपादो जवनोग्रहीता श्लोक में हुई है | भगवान् के हाथ भौतिक कल्मषों से ग्रस्त नहीं होते, अतएव उन्हें जो कुछ अर्पित किया जाता है, उसे वे अपने हाथों से ग्रहण करते हैं | बद्धजीव तथा परमात्मा में यही अन्तर है | उनके भौतिक नेत्र नहीं होते, फिर भी उनके नेत्र होते हैं, अन्यथा वे कैसे देख सकते? वे सब कुछ देखते हैं – भूत, वर्तमान तथा भविष्य | वे जीवों के हृदय में वास करते हैं, और वे जानते हैं कि भूतकाल में हमने क्या किया, अब क्या कर रहे हैं और भविष्य में क्या होने वाला है | इसकी पुष्टि भगवद्गीता में हुई है | वे सब कुछ जानते हैं, किन्तु उन्हें कोई नहीं जानता | कहा जाता है कि परमेश्र्वर के हमारे जैसे पाँव नहीं हैं, लेकिन वे आकाश में विचरण कर सकते हैं, क्योंकि उनके आध्यात्मिक पाँव होते हैं | दूसरे शब्दों में, भगवान् निराकार नहीं हैं, उनके अपने नेत्र, पाँव, हाथ सभी कुछ होते हैं, और चूँकि हम सभी परमेश्र्वर के अंश हैं, अतएव हमारे पास भी ये सारी वस्तुएँ होती हैं | लेकिन उनके हाथ, पाँव, नेत्र तथा अन्य इन्द्रियाँ प्रकृति द्वारा कल्मषग्रस्त नहीं होतीं |",
                "भगवद्गीता से भी पुष्टि होती है कि जब भगवान् प्रकट होते हैं, तो वे अपनी अन्तरंगा शक्ति से यथारूप में प्रकट होते हैं | वे भौतिक शक्ति द्वारा कल्मषग्रस्त नहीं होते, क्योंकि वे भौतिक शक्ति के स्वामी हैं | वैदिक साहित्य से हमें पता चलता है कि उनका सारा शरीर आध्यात्मिक है | उनका अपना नित्यस्वरूप होता है, जो सच्चिदानन्द विग्रह है | वे समस्त ऐश्र्वर्य से पूर्ण है | वे सारी सम्पत्ति के स्वामी हैं और सारी शक्ति के स्वामी हैं | वे सर्वाधिक बुद्धिमान तथा ज्ञान से पूर्ण हैं | ये भगवान् के कुछ लक्षण हैं | वे समस्त जीवों के पालक हैं और सारी गतिविधि के साक्षी हैं | जहाँ तक वैदिक साहित्य से समझा जा सकता है, परमेश्र्वर सदैव दिव्य हैं | यद्यपि हमें उनके हाथ, पाँव, सर, मुख नहीं दीखते, लेकिन वे होते हैं और जब हम दिव्य पद तक ऊपर उठ जाते हैं, तो हमें भगवान् के स्वरूप के दर्शन होते हैं | कल्मषग्रस्त इन्द्रियों के कारण हम उनके स्वरूप को देख नहीं पाते | अतएव निर्विशेषवादी भगवान् को नहीं समझ सकते, क्योंकि वे भौतिक दृष्टि से प्रभावित होते है |"
            ],
            "english": [
                "The Supreme Lord, although the source of all the senses of the living entities, doesn't have material senses like they have. Actually, the individual souls have spiritual senses, but in condemned life they are covered with the material elements and therefore the sense activities are exhibited through matter. The Supreme Lord's senses are not so covered. His senses are transcendental and are therefore called nirguna. Guna means the material modes, but His senses are without material covering. It should be understood that His senses are not exactly like ours. Although He is the source of all our sensual activities, He has His transcendental senses which are uncontaminated. This is very nicely explained in the Svetasvatara Upanisad in the verse: sarvatah pani-padam. The Supreme Personality of Godhead has no hands which are materially contaminated, but He has His hands and accepts whatever sacrifice is offered to Him. That is the distinction between the conditioned soul and the Supersoul. He has no material eyes, but He has eyes-otherwise how could He see? He sees everything, past, present and future. He lives within the heart of the living being, and He knows what we have done in the past, what we are doing now, and what is awaiting us in the future. This is also confirmed in Bhagavad-gita: He knows everything, but no one knows Him. It is said that the Supreme Lord has no legs like us, but He can travel throughout space because He has spiritual legs. In other words, the Lord is not impersonal; He has His eyes, legs, hands and everything else, and because we are part and parcel of the Supreme Lord we also have these things. But His hands, legs, eyes and senses are not contaminated by material nature.",
                "Bhagavad-gita also confirms that when the Lord appears He appears as He is by His internal potency. He is not contaminated by the material energy because He is the Lord of material energy. In the Vedic literature we find that His whole embodiment is spiritual. He has His eternal form called sac-cid-ananda-vigraha. He is full of all opulence. He is the proprietor of all wealth and the owner of all energy. He is the most intelligent and is full of knowledge. These are some of the symptoms of the Supreme Personality of Godhead. He is maintainer of all living entities and the witness of all activities. As far as we can understand from Vedic literature, the Supreme Lord is always transcendental. Although we do not see His head, face, hands, or legs, He has them, and when we are elevated to the transcendental situation then we can see the Lord's form. Due to materially contaminated senses, we cannot see His form. Therefore the impersonalists who are still materially affected cannot understand the Personality of Godhead."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 13,
        "text": {
            "hindi": [
                "बहिरन्तश्र्च भूतानामचरं चरमेव च |",
                "सुक्ष्मत्वात्तदविज्ञेयं दूरस्थं चान्तिके च तत || १६ ||"
            ],
            "english": [
                "bahir antas ca bhutanam",
                "acaram caram eva ca",
                "suksmatvat tad avijneyam",
                "dura-stham cantike ca tat"
            ]
        },
        "translation": {
            "hindi": [
                "परमसत्य जड़ तथा जंगम समस्त जीवों के बाहर तथा भीतर स्थित हैं | सूक्ष्म होने के कारण वे भौतिक इन्द्रियों के द्वारा जानने या देखने से परे हैं | यद्यपि वे अत्यन्त दूर रहते हैं, किन्तु हम सबों के निकट भी हैं |"
            ],
            "english": [
                "The Supreme Truth exists both internally and externally, in the moving and nonmoving. He is beyond the power of the material senses to see or to know. Although far, far away, He is also near to all."
            ]
        },
        "meaning": {
            "hindi": [
                "वैदिक साहित्य से हम जानते हैं कि परम-पुरुष नारायण प्रत्येक जीव के बाहर तथा भीतर निवास करने वाले हैं | वे भौतिक तथा आध्यात्मिक दोनों ही जगतों में विद्यमान रहते हैं | यद्यपि वे बहुत दूर हैं, फिर भी वे हमारे निकट रहते हैं | ये वैदिक साहित्य के वचन हैं | आसीनो दूरं व्रजति शयानो याति सर्वतः (कठोपनिषद् १.२.२१) | चूँकि वे निरन्तर दिव्य आनन्द भोगते रहते हैं , अतएव हम यह नहीं समझ पाते कि वे सारे ऐश्र्वर्य का भोग किस तरह कर सकते हैं | हम इन भौतिक इन्द्रियों से न तो उन्हें देख पाते हैं, न समझ पाते हैं | अतएव वैदिक भाषा में कहा गया है कि उन्हें समझने में हमारा भौतिक मन तथा इन्द्रियाँ असमर्थ हैं | किन्तु जिसने, भक्ति में कृष्णभावनामृत का अभ्यास करते हुए, अपने मन तथा इन्द्रियों को शुद्ध कर लिया है, वह उन्हें निरन्तर देख सकता है | ब्रह्मसंहिता में इसकी पुष्टि हुई है कि परमेश्र्वर के लिए जिस भक्त में प्रेम उपज चुका है, वह निरन्तर उनका दर्शन कर सकता है | और भगवद्गीता में (११.५४) इसकी पुष्टि हुई है कि उन्हें केवल भक्ति द्वारा देखा तथा समझा जा सकता है | भक्त्या त्वनन्यया शक्यः|"
            ],
            "english": [
                "In Vedic literature we understand that Narayana, the Supreme Person, is residing both outside and inside of every living entity. He is present both in the spiritual and material world. Although He is far, far away, still He is near to us. These are the statements of Vedic literature. Asino duram vrajati sayano yati sarvatah. And, because He is always engaged in transcendental bliss, we cannot understand how He is enjoying His full opulence. We cannot see or understand with these material senses. Therefore in the Vedic language it is said that to understand Him our material mind and senses cannot act. But one who has purified his mind and senses by practicing Krsna consciousness in devotional service can see Him constantly. It is confirmed in Brahma-samhita that the devotee who has developed love for the Supreme God can see Him always, without cessation. And it is confirmed in Bhagavad-gita (11.54) that He can be seen and understood only by devotional service. Bhaktya tvananyaya sakyah."
            ]
        }
    }
]