[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "विषया विनिवर्तन्ते निराहारस्य देहिनः ।",
            "रसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते ॥ ५९ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "viṣayā vinivartante",
            "nirāhārasya dehinaḥ",
            "rasa-varjaṁ raso ’py asya ",
            "paraṁ dṛṣṭvā nivartate"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "viṣayāḥ — objects for sense enjoyment; vinivartante — are practiced to be refrained from; nirāhārasya — by negative restrictions; dehinaḥ — for the embodied; rasa-varjam — giving up the taste; rasaḥ — sense of enjoyment; api — although there is; asya — his; param — far superior things; dṛṣṭvā — by experiencing; nivartate — he ceases from."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Though the embodied soul may be restricted from sense enjoyment, the taste for sense objects remains. But, ceasing such engagements by experiencing a higher taste, he is fixed in consciousness."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Unless one is transcendentally situated, it is not possible to cease from sense enjoyment. The process of restriction from sense enjoyment by rules and regulations is something like restricting a diseased person from certain types of eatables. The patient, however, neither likes such restrictions nor loses his taste for eatables. Similarly, sense restriction by some spiritual process like aṣṭāṅga-yoga, in the matter of yama, niyama, āsana, prāṇāyāma, pratyāhāra, dhāraṇā, dhyāna, etc., is recommended for less intelligent persons who have no better knowledge. But one who has tasted the beauty of the Supreme Lord Kṛṣṇa, in the course of his advancement in Kṛṣṇa consciousness, no longer has a taste for dead, material things. Therefore, restrictions are there for the less intelligent neophytes in the spiritual advancement of life, but such restrictions are only good until one actually has a taste for Kṛṣṇa consciousness. When one is actually Kṛṣṇa conscious, he automatically loses his taste for pale things."
        ]
    }
]