[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "न जायते म्रियते वा कदाचि-",
            "नायं भूत्वा भविता वा न भूयः ।",
            "अजो नित्यः शाश्वतोऽयं पुराणो",
            "न हन्यते हन्यमाने शरीरे ॥ २० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**न** – कभी नहीं; **जायते** – जन्मता है; **म्रियते** – मरता है; **कदाचित्** – कभी भी (भूत, वर्तमान या  भविष्य); **न** – कभी नहीं; **अयम्** – यह; **भूत्वा** – होकर; **भविता** – होने वाला; **वा** – अथवा; **न** – नहीं; **भूयः** – अथवा, पुनः होने वाला है; **अजः** – अजन्मा; **नित्य** – नित्य; **शाश्वत** – स्थायी; **अयम्** – यह; **पुराणः** – सबसे प्राचीन; **न** – नहीं; **हन्यते** – मारा जाता है; **हन्यमाने** – मारा जाकर; **शरीरे** – शरीर में ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "आत्मा के लिए किसी भी काल में न तो जन्म है न मृत्यु । वह न तो कभी जन्मा है, न जन्म लेता है और न जन्म लेगा । वह अजन्मा, नित्य, शाश्वत तथा पुरातन है । शरीर के मारे जाने पर वह मारा नहीं जाता ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "गुणात्मक दृष्टि से, परमात्मा का अणु-अंश परम से अभिन्न है । वह शरीर की भाँति विकारी नहीं है । कभी-कभी आत्मा को स्थायी या कूटस्थ कहा जाता है । शरीर में छह प्रकार के रूपान्तर होते हैं । वह माता के गर्भ से जन्म लेता है, कुछ काल तक रहता है, बढ़ता है, कुछ परिणाम उत्पन्न करता है, धीरे-धीरे क्षीण होता है और अन्त में समाप्त हो जाता है । किन्तु आत्मा में ऐसे परिवर्तन नहीं होते । आत्मा अजन्मा है, किन्तु चूँकि वह भौतिक शरीर धारण करता है, अतः शरीर जन्म लेता है । आत्मा न तो जन्म लेता है, न मरता है । जिसका जन्म होता है उसकी मृत्यु भी होती है । और चूँकि आत्मा जन्म नहीं लेता, अत: उसका न तो भूत है, न वर्तमान या भविष्य । वह नित्य, शाश्वत तथा सनातन है - अर्थात् उसके जन्म लेने का कोई इतिहास नहीं है । हम शरीर के प्रभाव में आकर आत्मा के जन्म, मरण आदि का इतिहास खोजते हैं । आत्मा शरीर की तरह कभी भी वृद्ध नहीं होता, अतः तथाकथित वृद्ध पुरुष भी अपने में बाल्यकाल या युवावस्था जैसी अनुभूति पाता है । शरीर के परिवर्तनों का आत्मा पर कोई प्रभाव नहीं पड़ता । आत्मा वृक्ष या किसी अन्य भौतिक वस्तु की तरह क्षीण नहीं होता । आत्मा की कोई उपसृष्टि नहीं होती । शरीर की उपसृष्टि संतानें हैं और वे भी व्यष्टि आत्माएँ हैं और शरीर के कारण वे किसी न किसी की सन्ताने प्रतीत होते हैं । शरीर की वृद्धि आत्मा की उपस्थिति के कारण होती है, किन्तु आत्मा के न तो कोई उपवृद्धि है न ही उसमें कोई परिवर्तन होता है । अतः आत्मा शरीर के छः प्रकार के परिवर्तन से मुक्त है । कठोपनिषद् में (१.२.१८) इसी तरह का एक श्लोक आया है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "न जायते म्रियते वा विपश्चिन्नायं कुतश्चिन्न बभूव कश्चित् ।",
            "अजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे  ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक का अर्थ तथा तात्पर्य भगवद्गीता के श्लोक जैसा ही है, किन्तु इस श्लोक में एक विशिष्ट शब्द विपश्चित् का प्रयोग हुआ है जिसका अर्थ है विद्वान् या ज्ञानमय ।",
            "आत्मा ज्ञान से या चेतना से सदैव पूर्ण रहता है । अत: चेतना ही आत्मा का लक्षण है । यदि कोई हृदयस्थ आत्मा को नहीं खोज पाता तब भी वह आत्मा की उपस्थिति को चेतना की उपस्थिति से जान सकता है । कभीकभी हम बादलों या अन्य कारणों से आकाश में सूर्य को नहीं देख पाते, किन्तु सूर्य का प्रकाश सदैव विद्यमान रहता है, अत: हमें विश्वास हो जाता है कि यह दिन का समय है । प्रात: काल ज्योंही आकाश में थोड़ा सा सूर्यप्रकाश दिखता है तो हम समझ जाते हैं कि सूर्य आकाश में है । इसी प्रकार चूँकि शरीरों में, चाहे पशु के हों या पुरुषों के, कुछ न कुछ चेतना रहती है, अत: हम आत्मा की उपस्थिति को जान लेते हैं । किन्तु जीव की यह चेतना परमेश्वर की चेतना से भिन्न है क्योंकि परम चेतना तो सर्वज्ञ है - भूत, वर्तमान तथा भविष्य के ज्ञान से पूर्ण । व्यष्टि जीव की चेतना विस्मरणशील है । जब वह अपने वास्तविक स्वरूप को भूल जाता है, तो उसे कृष्ण के उपदेशों से शिक्षा तथा प्रकाश और बोध प्राप्त होता है । किन्तु कृष्ण विस्मरणशील जीव नहीं हैं । यदि वे ऐसे होते तो उनके द्वारा दिये गये भगवद्गीता के उपदेश व्यर्थ होते ।",
            "आत्मा के दो प्रकार हैं - एक तो अणु-आत्मा और दूसरा विभु-आत्मा । कठोपनिषद् में (१.२.२०) इसकी पुष्टि इस प्रकार हुई है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "अणोरणीयान्महतो महीयानात्मास्य जन्तोर्निहितो गुहायाम् ।",
            "तमक्रतुः पश्यति वीतशोको धातुः प्रसादान्महिमानमात्मनः ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“परमात्मा तथा अणु-आत्मा दोनों शरीर रूपी उसी वृक्ष में जीव के हृदय में विद्यमान हैं और इनमें से जो समस्त इच्छाओं तथा शोकों से मुक्त हो चुका है वही भगवत्कृपा से आत्मा की महिमा को समझ सकता है ।” कृष्ण परमात्मा के भी उद्गम हैं जैसा कि अगले अध्यायों में बताया जायेगा और अर्जुन अणु-आत्मा के समान है जो अपने वास्तविक स्वरूप को भूल गया है । अत: उसे कृष्ण द्वारा या उनके प्रामाणिक प्रतिनिधि गुरु द्वारा प्रबुद्ध किये जाने की आवश्यकता है ।"
        ]
    }
]