[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dialogue between Sri Rama and mother Kaikeyi"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suta sanēha ita bacanu uta saṃkaṭa parēu narēsu.",
            "sakahu na āyasu dharahu sira mēṭahu kaṭhina kalēsu..40.. [2-40]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Love for his son on one side and his plighted word on the other: The king is placed on the horns of a dilemma. Obey his command if you can, and rid him of a severe mental torture.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nidharaka baiṭhi kahai kaṭu bānī. sunata kaṭhinatā ati akulānī..",
            "jībha kamāna bacana sara nānā. manahu mahipa mṛdu laccha samānā.. [2-40-1]",
            "janu kaṭhōrapanu dharēṃ sarīrū. sikhai dhanuṣabidyā bara bīrū..",
            "saba prasaṃgu raghupatihi sunāī. baiṭhi manahu tanu dhari niṭhurāī.. [2-40-2]",
            "mana musakāi bhānukula bhānu. rāmu sahaja ānaṃda nidhānū..",
            "bōlē bacana bigata saba dūṣana. mṛdu maṃjula janu bāga bibhūṣana.. [2-40-3]",
            "sunu jananī sōi sutu baḍabhāgī. jō pitu mātu bacana anurāgī..",
            "tanaya mātu pitu tōṣanihārā. durlabha janani sakala saṃsārā.. [2-40-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Kaikeyi unhesitatingly spoke these pungent words, which callousness itself was sore distressed to hear. With the tongue for a bow, and words for so many shafts and with the king for a delicate target as it were, it looked as if stiffness had taken the form of a great hero and practised bowmanship. Having communicated the whole incident to the Lord of Raghus (Sri Rama). She sat like the very incarnation of heartlessness. The Sun of the solar dynasty, Sri Rama, the natural fountain of joy, smiled within Himself and spoke words which were free from all blemish and were so sweet and agreeable that they seemed to be the very ornaments of speech; \"Listen, mother: That son alone is blessed, who is devoted to the words of his parents. A son who gratifies his father and mother is rare in this wide world, mother.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "munigana milanu bisēṣi bana sabahi bhāomti hita mōra.",
            "tēhi mahaom pitu āyasu bahuri saṃmata jananī tōra..41.. [2-41]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"In the forest I shall get more frequent opportunities of meeting hermits, which will be beneficial to me in everyway. On top of it I have my father's command and your approval to boot, mother.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bharata prānapriya pāvahiṃ rājū. bidhi saba bidhi mōhi sanamukha āju.",
            "jōṃ na jāu bana aisēhu kājā. prathama gania mōhi mūḍha samājā.. [2-41-1]",
            "sēvahiṃ araomḍu kalapataru tyāgī. parihari amṛta lēhiṃ biṣu māgī..",
            "tēu na pāi asa samau cukāhīṃ. dēkhu bicāri mātu mana māhīṃ.. [2-41-2]",
            "aṃba ēka dukhu mōhi bisēṣī. nipaṭa bikala naranāyaku dēkhī..",
            "thōrihiṃ bāta pitahi dukha bhārī. hōti pratīti na mōhi mahatārī.. [2-41-3]",
            "rāu dhīra guna udadhi agādhū. bhā mōhi tē kachu baḍa aparādhū..",
            "jātēṃ mōhi na kahata kachu rāū. mōri sapatha tōhi kahu satibhāū.. [2-41-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Again, Bharata, who is dear to me as life, will get the sovereignty: God is propitious to me in every respect today. If I refuse to proceed to the woods even under such circumstances, I should be reckoned foremost in an assembly of fools. Those who nurture a castor-oil plant leaving the tree of paradise and barter away nectar for poison, they too will not lose an opportunity like this should they ever get it: ponder this fact in your mind and realize it, mother. Only one thing pains me most, mother; I am grieved to see the king sore distressed. That my father should be so overwhelmed with grief over a trifling matter is more than I can believe, dear mother. The king is stout of heart and a fathomless ocean of goodness; I must have committed some great offence, which prevents the king from speaking out his mind to me. I adjure you, therefore, to tell me the truth.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sahaja sarala raghubara bacana kumati kuṭila kari jāna.",
            "calai jōṃka jala bakragati jadyapi salilu samāna..42.. [2-42]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The words of Sri Rama (the Chief of Raghus) were artless and straight-forward, yet the evil-minded Kaikeyi gave them a perverse twist. A leech must always move obliquely even though the water on which it moves has a smooth surface."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rahasī rāni rāma rukha pāī. bōlī kapaṭa sanēhu janāī..",
            "sapatha tumhāra bharata kai ānā. hētu na dūsara mai kachu jānā.. [2-42-1]",
            "tumha aparādha jōgu nahiṃ tātā. jananī janaka baṃdhu sukhadātā..",
            "rāma satya sabu jō kachu kahahū. tumha pitu mātu bacana rata ahahū.. [2-42-2]",
            "pitahi bujhāi kahahu bali sōī. cauthēṃpana jēhiṃ ajasu na hōī..",
            "tumha sama suana sukṛta jēhiṃ dīnhē. ucita na tāsu nirādaru kīnhē.. [2-42-3]",
            "lāgahiṃ kumukha bacana subha kaisē. magahaom gayādika tīratha jaisē..",
            "rāmahi mātu bacana saba bhāē. jimi surasari gata salila suhāē.. [2-42-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The queen rejoiced to find Sri Rama inclined towards her proposal and said with a false show of affection, \"I swear by yourself and Bharata that no other cause of the king's affliction is known to me. You are hardly capable of any offence, dear son, a source of delight that you are to your parents and brothers. What you say is all true; you are devoted to the words of your father and mother. I adjure you to argue with your father that he may not incur opprobrium in the evening of his life. It is hardly desirable for him to disregard the virtues (truthfulness etc.) that have fetched him a son like you.\" These polite words adorned her detestable mouth even as sacred spots like Gaya beautify the accursed land of Magadha (South Bihar). All these words from His stepmother sounded pleasant to Rama in the same way as waters of all kinds are hallowed through their confluence with the holy Ganga."
        ]
    }
]