[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि |",
            "अथ चेत्त्वमहङ्कारान्न श्रोष्यसि विनङ्क्ष्यसि || ५८ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मत्– मेरी; चित्तः– चेतना में; सर्व– सारी; दुर्गाणि– बाधाओं को; मत्-प्रसादात् – मेरी कृपा से; तरिष्यसि– तुम पार कर सकोगे; अथ– लेकिन; चेत्– यदि; त्वम्– तुम; अहङ्कारात्– मिथ्या अहंकार से; न श्रोष्यसि– नहीं सुनते हो; विनङ्क्ष्यसि– नष्ट हो जाओगे |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यदि तुम मुझसे भावनाभावित होगे, तो मेरी कृपा से तुम बद्ध जीवन के सारे अवरोधों को लाँघ जाओगे | लेकिन यदि तुम मिथ्या अहंकारवश ऐसी चेतना में कर्म नहीं करोगे और मेरी बात नहीं सुनोगे, तो तुम विनष्ट हो जाओगे |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "पूर्ण कृष्णभावनाभावित व्यक्ति अपने अस्तित्व के लिए कर्तव्य करने के विषय में आवश्यकता से अधिक उद्विग्न नहीं रहता | जो मुर्ख है, वह समस्त चिन्ताओं से मुक्त कैसे रहे, इस बात को वह समझ नहीं सकता | जो व्यक्ति कृष्णभावनामृत में कर्म करता है, भगवान् कृष्ण उसके घनिष्ट मित्र बन जाते हैं | वे सदैव अपने मित्र की सुविधा का ध्यान रखते हैं और जो मित्र चौबीसों घंटे उन्हें प्रसन्न करने के लिए निष्ठापूर्वक कार्य में लगा रहता है, वे उसको आत्मदान कर देते हैं | अतएव किसी को देहात्मबुद्धि के मिथ्या अह्नाकार में नहीं बह जाना चाहिए | उसे झूठे ही यह नहीं सोचना चाहिए कि वह प्रकृति के नियमों से स्वतन्त्र है, या कर्म करने के लिए मुक्त है | वह पहले से कठोर भौतिक नियमों के अधीन है | लेकिन जैसे ही वह कृष्णभावनाभावित होकर कर्म करता है, तो वह भौतिक दुश्चिन्ताओं से मुक्त हो जाता है | मनुष्य को यह भलीभाँति जान लेना चाहिए कि जो कृष्णभावनामृत में सक्रिय नहीं है, वह जन्म-मृत्यु रूपी सागर के भंवर में पड़कर अपना विनाश कर रहा है | कोई भी बद्धजीव यह सही सही नहीं जानता कि क्या करना है और क्या नहीं करना है, लेकिन जो व्यक्ति कृष्णभावनाभावित होकर कर्म अन्तर से करता है, वह कर्म करने के लिए मुक्त है, क्योंकि प्रत्येक किया हुआ कर्म कृष्ण द्वारा प्रेरित तथा गुरु द्वारा पुष्ट होता है |"
        ]
    }
]