[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अर्जुन उवाच",
            "कैर्लिङ्गैस्त्रीन्गुणानेतानतीतो भवति प्रभो ।",
            "किमाचारः कथं चैतांस्त्रीन्गुणानतिवर्तते ॥ २१ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुनःउवाच - अर्जुन ने कहा; कैः - किन; लिङगैः - लक्षणों से; त्रीन् - तीनों; गुणान् - गुणों को; एतान् - ये सब; अतीतः - लाँघा हुआ; भवति - है; प्रभो - हे प्रभु; किम् - क्या; आचारः - आचरण; कथम् - कैसे; च - भी; एतान् - ये; त्रीन् - तीनों; गुणान् - गुणों को; अतिवर्तते - लाँघता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन ने पूछा – हे भगवान्! जो इन तीनों गुणों से परे है, वह किन लक्षणों के द्वारा जाना जाता है ? उसका आचरण कैसा होता है ? और वह प्रकृति के गुणों को किस प्रकार लाँघता है ?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में अर्जुन के प्रश्न अत्यन्त उपयुक्त हैं | वह उस पुरुष के लक्षण जानना चाहता है, जिसने भौतिक गुणों को लाँघ लिया है | सर्वप्रथम वह ऐसे दिव्य पुरुष के लक्षणों के विषय में जिज्ञासा करता है कि कोई कैसे समझे कि उसने प्रकृति के गुणों के प्रभाव को लाँघ लिया है ? उसका दूसरा प्रश्न है कि ऐसा व्यक्ति किस प्रकार रहता है और उसके कार्यकलाप क्या हैं ? क्या वे नियमित होते हैं, या अनियमित? फिर अर्जुन उन साधनों के विषय में पूछता है, जिससे वह दिव्य स्वभाव (प्रकृति) प्राप्त कर सके | यह अत्यन्त महत्त्वपूर्ण है | जब तक कोई उन प्रत्यक्ष साधनों को नहीं जानता, जिनसे वह सदैव दिव्य पद पर स्थित रहे, तब तक लक्षणों के दिखने का प्रश्न ही नहीं उठता | अतएव अर्जुन द्वारा पूछे गये ये सारे प्रश्न अत्यन्त महत्त्वपूर्ण हैं और भगवान् उनका उत्तर देते हैं |"
        ]
    }
]