[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "द्यूतं छलयतामस्मि तेजस्तेजस्विनामहम् ।",
            "जयोऽस्मि व्यवसायोऽस्मि सत्त्वं सत्त्ववतामहम् ॥ ३६ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "dyūtaṁ chalayatām asmi",
            "tejas tejasvinām aham",
            "jayo ’smi vyavasāyo ’smi",
            "sattvaṁ sattvavatām aham"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "dyūtam — gambling; chalayatām — of all cheats; asmi — I am; tejaḥ — the splendor; tejasvinām — of everything splendid; aham — I am; jayaḥ — victory; asmi — I am; vyavasāyaḥ — enterprise or adventure; asmi — I am; sattvam — the strength; sattva-vatām — of the strong; aham — I am."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I am also the gambling of cheats, and of the splendid I am the splendor. I am victory, I am adventure, and I am the strength of the strong."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "There are many kinds of cheaters all over the universe. Of all cheating processes, gambling stands supreme and therefore represents Kṛṣṇa. As the Supreme, Kṛṣṇa can be more deceitful than any mere man. If Kṛṣṇa chooses to deceive a person, no one can surpass Him in His deceit. His greatness is not simply one-sided – it is all-sided."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Among the victorious, He is victory. He is the splendor of the splendid. Among the enterprising and industrious, He is the most enterprising, the most industrious. Among adventurers He is the most adventurous, and among the strong He is the strongest. When Kṛṣṇa was present on earth, no one could surpass Him in strength. Even in His childhood He lifted Govardhana Hill. No one can surpass Him in cheating, no one can surpass Him in splendor, no one can surpass Him in victory, no one can surpass Him in enterprise, and no one can surpass Him in strength."
        ]
    }
]