[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "सखेति मत्वा प्रसभं यदुक्तं",
            "हे कृष्ण हे यादव हे सखेति |",
            "अजानता महिमानं तवेदं",
            "मया प्रमादात्प्रणयेन वापि || ४१ ||",
            "यच्चावहासार्थमसत्कृतोऽसि",
            "विहारशय्यासनभोजनेषु |",
            "एकोऽथवाप्यच्युत तत्समक्षं",
            "तत्क्षामये त्वामहमप्रमेयम् || ४२ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सखा – मित्र; इति – इस प्रकार; मत्वा – मानकर; प्रसभम् – हठपूर्वक; यत्– जो भी; उत्तम् – कहा गया; हे कृष्ण – हे कृष्ण; हे यादव – हे यादव; हे सखा – हेमित्र; इति – इस प्रकार; अजानता – बिना जाने; महिमानम् – महिमा को; तव – आपकी;इदम् – यह; मया – मेरे द्वारा; प्रमादात् – मूर्खतावश; प्रणयेन – प्यार वश; वा अपि– या तो; यत् – जो; च – भी; अह्वास-अर्थम् – हँसी के लिए; असत्-कृतः – अनादर कियागया; असि – हो; विहार – आराम में; शय्या – लेटे रहने पर; आसन – बैठे रहने पर;भोजनेषु – या भोजन करते समय; एकः – अकेले; अथवा – या; अपि – भी; अच्युत – हेअच्युत; तत्-समक्षम् – साथियों के बीच; तत् – उन सभी; क्षामये – क्षमाप्रार्थीहूँ; त्वाम् – आपसे; अहम् – मैं; अप्रमेयम् – अचिन्त्य |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "आपको अपना मित्र मानते हुए मैंने हठपूर्वक आपको हे कृष्ण, हे यादव, हे सखा जैसे सम्बोधनों से पुकारा है, क्योंकि मैं आपकी महिमा को नहीं जानता था | मैंने मूर्खतावश या प्रेमवश जो कुछ भी किया है, कृपया उसके लिए मुझे क्षमा कर दें | यही नहीं, मैंने कई बार आराम करते समय, एक साथ लेटे हुए या साथ-साथ खाते या बैठे हुए, कभी अकेले तो कभी अनेक मित्रों के समक्ष आपका अनादर किया है | हे अच्युत! मेरे इन समस्त अपराधों को क्षमा करें |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यद्यपि अर्जुन के समक्ष कृष्ण अपने विराट रूप में हैं, किन्तु उसे कृष्ण के साथ अपना मैत्रीभाव स्मरण है | इसीलिए वह मित्रता के कारण होने वाले अनेक अपराधों को क्षमा करने के लिए प्रार्थना कर रहा है | वह स्वीकार करता है कि पहले उसे ज्ञात न था कि कृष्ण ऐसा विराट रूप धारण कर सकते हैं, यद्यपि मित्र के रूप में कृष्ण ने उसे यह समझाया था | अर्जुन को यह भी पता नहीं था कि उसने कितनी बार ‘हे मेरे मित्र’ ‘हे कृष्ण’ ‘हे यादव’ जैसे सम्बोधनों के द्वारा उनका अनादर किया है और उनकी महिमा स्वीकार नहीं की | किन्तु कृष्ण इतने कृपालु हैं कि इतने ऐश्वर्य मण्डित होने पर भी अर्जुन से मित्र की भूमिका निभाते रहे | ऐसा होता है भक्त तथा भगवान् के बीच दिव्य प्रेम का आदान-प्रदान | जीव तथा कृष्ण का सम्बन्ध शाश्वत रूप से स्थिर है, इसे भुलाया नहीं जा सकता, जैसा कि हम अर्जुन के आचरण में देखते हैं | यद्यपि अर्जुन विराट रूप का ऐश्वर्य देख चुका है, किन्तु वह कृष्ण के साथ अपनी मैत्री नहीं भूल सकता |"
        ]
    }
]