[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च ।",
            "नित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः ॥ २४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "acchedyo ’yam adāhyo ’yam",
            "akledyo ’śoṣya eva ca",
            "nityaḥ sarva-gataḥ sthāṇur",
            "acalo ’yaṁ sanātanaḥ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "acchedyaḥ — unbreakable; ayam — this soul; adāhyaḥ — unable to be burned; ayam — this soul; akledyaḥ — insoluble; aśoṣyaḥ — not able to be dried; eva — certainly; ca — and; nityaḥ — everlasting; sarva-gataḥ — all-pervading; sthāṇuḥ — unchangeable; acalaḥ — immovable; ayam — this soul; sanātanaḥ — eternally the same."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "This individual soul is unbreakable and insoluble, and can be neither burned nor dried. He is everlasting, present everywhere, unchangeable, immovable and eternally the same."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "All these qualifications of the atomic soul definitely prove that the individual soul is eternally the atomic particle of the spirit whole, and he remains the same atom eternally, without change. The theory of monism is very difficult to apply in this case, because the individual soul is never expected to become one homogeneously. After liberation from material contamination, the atomic soul may prefer to remain as a spiritual spark in the effulgent rays of the Supreme Personality of Godhead, but the intelligent souls enter into the spiritual planets to associate with the Personality of Godhead."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The word sarva-gata (“all-pervading”) is significant because there is no doubt that living entities are all over God’s creation. They live on the land, in the water, in the air, within the earth and even within fire. The belief that they are sterilized in fire is not acceptable, because it is clearly stated here that the soul cannot be burned by fire. Therefore, there is no doubt that there are living entities also in the sun planet with suitable bodies to live there. If the sun globe is uninhabited, then the word sarva-gata – “living everywhere” – becomes meaningless."
        ]
    }
]