[
    {
        "id": [
            12
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "युक्तः कर्मफलं त्यक्त्वा शान्तिमाप्नोति नैष्ठिकीम् |",
                "अयुक्तः कामकारेण फले सक्तो निबध्यते || १२ ||"
            ],
            "english": [
                "yuktah karma-phalam tyaktva",
                "santim apnoti naisthikim",
                "ayuktah kama-karena",
                "phale sakto nibadhyate"
            ]
        },
        "translation": {
            "hindi": [
                "निश्चल भक्त शुद्ध शान्ति प्राप्त करता है क्योंकि वह समस्त कर्मफल मुझे अर्पित कर देता है, किन्तु जो व्यक्ति भगवान् से युक्त नहीं है और जो अपने श्रम का फलकामी है, वह बँध जाता है |"
            ],
            "english": [
                "The steadily devoted soul attains unadulterated peace because he offers the result of all activities to Me; whereas a person who is not in union with the Divine, who is greedy for the fruits of his labor, becomes entangled."
            ]
        },
        "meaning": {
            "hindi": [
                "एक कृष्णभावनाभावित व्यक्ति तथा देहात्मबुद्धि वाले व्यक्ति में यह अन्तर है कि पहला तो कृष्ण के प्रति आसक्त रहता है जबकि दूसरा अपने कर्मों के प्रति आसक्त रहता है | जो व्यक्ति कृष्ण के प्रति आसक्त रहकर उन्हीं के लिए कर्म करता है वह निश्चय ही मुक्त पुरुष है और उसे अपने कर्मफल की कोई चिन्ता नहीं होती | भागवत में किसी कर्म के फल की चिन्ता का कारण परमसत्य के ज्ञान के बिना द्वैतभाव में रहकर कर्म करना बताया गया है | कृष्ण श्रीभगवान् हैं | कृष्णभावनामृत में कोई द्वैत नहीं रहता | जो कुछ विद्यमान है वह कृष्ण का प्रतिफल है और कृष्ण सर्वमंगलमय हैं | अतः कृष्णभावनामृत में सम्पन्न सारे कार्य परम पद पर हैं | वे दिव्य होते हैं और उनका कोई भौतिक प्रभाव नहीं पड़ता | इस कारण कृष्णभावनामृत में जीव शान्ति से पूरित रहता है | किन्तु जो इन्द्रियतृप्ति के लिए लोभ में फँसा रहता है, उसे शान्ति नहीं मिल सकती | यही कृष्णभावनामृत का रहस्य है – यह अनुभूति कि कृष्ण के अतिरिक्त कुछ भी नहीं है, शान्ति तथा अभय का पद है |"
            ],
            "english": [
                "The difference between a person in Krsna consciousness and a person in bodily consciousness is that the former is attached to Krsna, whereas the latter is attached to the results of his activities. The person who is attached to Krsna and works for Him only is certainly a liberated person, and he is not anxious for fruitive rewards. In the Bhagavatam, the cause of anxiety over the result of an activity is explained as being due to one's functioning in the conception of duality, that is, without knowledge of the Absolute Truth. Krsna is the Supreme Absolute Truth, the Personality of Godhead. In Krsna consciousness, there is no duality. All that exists is a product of Krsna's energy, and Krsna is all good. Therefore, activities in Krsna consciousness are on the absolute plane; they are transcendental and have no material effect. One is, therefore, filled with peace in Krsna consciousness. One who is, however, entangled in profit calculation for sense gratification cannot have that peace. This is the secret of Krsna consciousness—realization that there is no existence besides Krsna is the platform of peace and fearlessness."
            ]
        }
    },
    {
        "id": [
            13
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "सर्वकर्माणि मनसा संन्यस्यास्ते सुखं वशी |",
                "नवद्वारे पुरे देही नैव कुर्वन्न कारयन् || १३ ||"
            ],
            "english": [
                "sarva-karmani manasa",
                "sannyasyaste sukham vasi",
                "nava-dvare pure dehi",
                "naiva kurvan na karayan"
            ]
        },
        "translation": {
            "hindi": [
                "जब देहधारी जीवात्मा अपनी प्रकृति को वश में कर लेता है और मन से समस्त कर्मों का परित्याग कर देता है तब वह नौ द्वारों वाले नगर (भौतिक शरीर) में बिना कुछ किये कराये सुखपूर्वक रहता है |"
            ],
            "english": [
                "When the embodied living being controls his nature and mentally renounces all actions, he resides happily in the city of nine gates [the material body], neither working nor causing work to be done."
            ]
        },
        "meaning": {
            "hindi": [
                "देहधारी जीवात्मा नौ द्वारों वाले नगर में वास करता है | शरीर अथवा नगर रूपी शरीर के कार्य प्राकृतिक गुणों द्वारा स्वतः सम्पन्न होते हैं | शरीर की परिस्थितियों के अनुसार रहते हुए भी जीव इच्छानुसार इन परिस्थितियों के परे भी हो सकता है | अपनी परा प्रकृति को विस्मृत करने के ही कारण वह अपने को शरीर समझ बैठता है और इसीलिए कष्ट पाता है | कृष्णभावनामृत के द्वारा वह अपनी वास्तविक स्थिति को पुनः प्राप्त कर सकता है और इस देह-बन्धन से मुक्त हो सकता है | अतः ज्योंही कोई कृष्णभावनामृत को प्राप्त होता है तुरन्त ही वह शारीरिक कार्यों से सर्वथा विलग हो जाता है | ऐसे संयमित जीवन में, जिसमें उसकी कार्यप्रणाली में परिवर्तन आ जाता है, वह नौ द्वारों वाले नगर में सुखपूर्वक निवास करता है | ये नौ द्वार इस प्रकार हैं –",
                "नवद्वारे पुरे देहि हंसो लेलायते बहिः |",
                "वशी सर्वस्य लोकस्य स्थावरस्य चरस्य च ||",
                "“जीव के शरीर के भीतर वास करने वाले भगवान् ब्रह्माण्ड के समस्त जीवों के नियन्ता हैं | यह शरीर नौ द्वारों (दो आँखे, दो नथुने, दो कान, एक मुँह, गुदा और उपस्थ) से युक्त है | बद्धावस्था में जीव अपने आपको शरीर मानता है, किन्तु जब वह अपनी पहचान अपने अन्तर के भगवान् से करता है तो वह शरीर में रहते हुए भी भगवान् की भाँति मुक्त हो जाता है |” (श्र्वेताश्र्वतर उपनिषद् ३.१८) अतः कृष्णभावनाभावित व्यक्ति शरीर के बाह्य तथा आन्तरिक दोनों कर्मों से मुक्त रहता है |"
            ],
            "english": [
                "The embodied soul lives in the city of nine gates. The activities of the body, or the figurative city of body, are conducted automatically by the particular modes of nature. The soul, although subjecting himself to the conditions of the body, can be beyond those conditions, if he so desires. Owing only to forgetfulness of his superior nature, he identifies with the material body, and therefore suffers. By Krsna consciousness, he can revive his real position and thus come out of his embodiment. Therefore, when one takes to Krsna consciousness, one at once becomes completely aloof from bodily activities. In such a controlled life, in which his deliberations are changed, he lives happily within the city of nine gates. The nine gates are described as follows:",
                "Therefore, a Krsna conscious person is free from both the outer and inner activities of the material body."
            ]
        }
    },
    {
        "id": [
            14
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभु: |",
                "न कर्मफलसंयोगं स्वभावस्तु प्रवर्तते || १४ ||"
            ],
            "english": [
                "na kartrtvam na karmani",
                "lokasya srjati prabhuh",
                "na karma-phala-samyogam",
                "svabhavas tu pravartate"
            ]
        },
        "translation": {
            "hindi": [
                "शरीर रूपी नगर का स्वामी देहधारी जीवात्मा न तो कर्म का सृजन करता है, न लोगों को कर्म करने के लिए प्रेरित करता है, न ही कर्मफल की रचना करता है | यह सब तो प्रकृति के गुणों द्वारा ही किया जाता है |"
            ],
            "english": [
                "The embodied spirit, master of the city of his body, does not create activities, nor does he induce people to act, nor does he create the fruits of action. All this is enacted by the modes of material nature."
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि सातवें अध्याय में बताया जाएगा जीव तो परमेश्र्वर की शक्तियों में से एक है, किन्तु भगवान् की अपरा प्रकृति है जो पदार्थ से भिन्न है | संयोगवश परा प्रकृति या जीव अनादिकाल से प्रकृति (अपरा) के सम्पर्क में रहा है | जिस नाशवान शरीर या भौतिक आवास को वह प्राप्त करता है वह अनेक कर्मों तथा उनके फलों का कारण है | ऐसे बद्ध वातावरण में रहते हुए मनुष्य अपने आपको (अज्ञानवश) शरीर मानकर शरीर के कर्मफलों का भोग करता है | अनन्त काल से उपार्जित यह अज्ञान ही शारीरिक सुख-दुख का कारण है | ज्योंही जीव शरीर के कार्यों से पृथक् हो जाता है त्योंही वह कर्मबन्धन से भी मुक्त हो जाता है | जब तक वह शरीर रूपी नगर में निवास करता है तब तक वह इसका स्वामी प्रतीत होता है, किन्तु वास्तव में वह न तो इसका स्वामी होता है और न इसके कर्मों तथा फलों का नियन्ता ही | वह तो इस भवसागर के बीच जीवन-संघर्ष से रत प्राणी है | सागर की लहरें उसे उछालती रहती हैं, किन्तु उन पर उसका वश नहीं चलता | उसके उद्धार का एकमात्र साधन है कि दिव्य कृष्णभावनामृत द्वारा समुद्र के बाहर आए | इसी के द्वारा समस्त अशान्ति से उसकी रक्षा हो सकती है |"
            ],
            "english": [
                "The living entity, as will be explained in the Seventh Chapter, is one in nature with the Supreme Lord, distinguished from matter, which is another nature—called inferior—of the Lord. Somehow, the superior nature, the living entity, has been in contact with material nature since time immemorial. The temporary body or material dwelling place which he obtains is the cause of varieties of activities and their resultant reactions. Living in such a conditional atmosphere, one suffers the results of the activities of the body by identifying himself (in ignorance) with the body. It is ignorance acquired from time immemorial that is the cause of bodily suffering and distress. As soon as the living entity becomes aloof from the activities of the body, he becomes free from the reactions as well. As long as he is in the city of body, he appears to be the master of it, but actually he is neither its proprietor nor controller of its actions and reactions. He is simply in the midst of the material ocean, struggling for existence. The waves of the ocean are tossing him, and he has no control over them. His best solution is to get out of the water by transcendental Krsna consciousness. That alone will save him from all turmoil."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "नादत्ते कस्यचित्पापं न चैव सुकृतं विभु: |",
                "अज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तवः || १५ ||"
            ],
            "english": [
                "nadatte kasyacit papam",
                "na caiva sukrtam vibhuh",
                "ajnanenavrtam jnanam",
                "tena muhyanti jantavah"
            ]
        },
        "translation": {
            "hindi": [
                "परमेश्र्वर न तो किसी के पापों को ग्रहण करता है , न पुण्यों को | किन्तु सारे देहधारी जीव उस अज्ञान के कारण मोहग्रस्त रहते हैं, जो उनके वास्तविक ज्ञान को आच्छादित किये रहता है |"
            ],
            "english": [
                "Nor does the Supreme Spirit assume anyone's sinful or pious activities. Embodied beings, however, are bewildered because of the ignorance which covers their real knowledge."
            ]
        },
        "meaning": {
            "hindi": [
                "विभु का अर्थ है, परमेश्र्वर जो असीम ज्ञान, धन, बल, यश, सौन्दर्य तथा त्याग से युक्त है | वह सदैव आत्मतृप्त और पाप-पुण्य से अविचलित रहता है | वह किसी भी जीव के लिए विशिष्ट परिस्थिति नहीं उत्पन्न करता, अपितु जीव अज्ञान से मोहित होकर जीवन के लिए विशिष्ट परिस्थिति की कामना करता है, जिसके कारण कर्म तथा फल की शृंखला आरम्भ होती है | जीव परा प्रकृति के कारण ज्ञान से पूर्ण है | तो भी वह अपनी सीमित शक्ति के कारण अज्ञान के वशीभूत हो जाता है | भगवान् सर्वशक्तिमान् है, किन्तु जीव नहीं है | भगवान् विभु अर्थात् सर्वज्ञ है, किन्तु जीव अणु है | जीवात्मा में इच्छा करने की शक्ति है, किन्तु ऐसी इच्छा की पूर्ति सर्वशक्तिमान भगवान् द्वारा ही की जाती है | अतः जब जीव अपनी इच्छाओं से मोहग्रस्त हो जाता है तो भगवान् उसे अपनी इच्छापूर्ति करने देते हैं, किन्तु किसी परिस्थिति विशेष में इच्छित कर्मों तथा फलों के लिए उत्तरदायी नहीं होते | अतएव मोहग्रस्त होने से देहधारी जीव अपने को परिस्थितिजन्य शरीर मान लेता है और जीवन के क्षणिक दुख तथा सुख को भोगता है | भगवान् परमात्मा रूप में जीव के चिरसंगी रहते हैं, फलतः वे प्रत्येक जीव की इच्छाओं को उसी तरह समझते हैं जिस तरह फूल के निकट रहने वाला फूल की सुगन्ध को | इच्छा जीव को बद्ध करने के लिए सूक्ष्म बन्धन है | भगवान् मनुष्य की योग्यता के अनुसार उसकी इच्छा का पूरा करते हैं – आपन सोची होत नहिं प्रभु सोची तत्काल| अतः व्यक्ति अपनी इच्छाओं को पूरा करने में सर्वशक्तिमान नहीं होता | किन्तु भगवान् इच्छाओं की पूर्ति कर सकते हैं | वे निष्पक्ष होने के कारण स्वतन्त्र अणुजीवों की इच्छाओं में व्यवधान नहीं डालते | किन्तु जब कोई कृष्ण की इच्छा करता है तो भगवान् उसकी विशेष चिन्ता करते हैं और उसे इस प्रकार प्रोत्साहित करते हैं कि भगवान् को प्राप्त करने की उसकीइच्छा पूरी हो और वह सदैव सुखी रहे | अतएव वैदिक मन्त्र पुकार कर कहते हैं – एष उ ह्येव साधु कर्म कारयति तं यमेभ्यो लोकेभ्य उन्निनीषते |एष उ एवासाधु कर्म कारयति यमधो निनीषते – “भगवान् जीव को शुभ कर्मों में इसीलिए प्रवृत्त करते हैं जिससे वह ऊपर उठे | भगवान् उसे अशुभ कर्मों में इसीलिए प्रवृत्त करते हैं जिससे वह नरक जाए |” (कौषीतकी उपनिषद् ३.८) |",
                "अज्ञो जन्तुरनीशोऽयमात्मनः सुखदुःखयोः |",
                "ईश्र्वरप्रेरितो गच्छेत् स्वर्गं वाश्र्वभ्रमेव च ||",
                "जीव अपने सुख-दुःख में पूर्णतया आश्रित है | परमेश्र्वर की इच्छा से वह स्वर्ग या नरक जाता है, जिस तरह वायु के द्वारा प्रेरित बादल |",
                "अतः देहधारी जीव कृष्णभावनामृत की उपेक्षा करने की अपनी अनादि प्रवृत्ति के कारण अपने लिए मोह उत्पन्न करता है | फलस्वरूप स्वभावतः सच्चिदानन्द स्वरूप होते हुए भी वह अपने अस्तित्व की लघुता के कारण भगवान् के प्रति सेवा करने की अपनी स्वाभाविक स्थिति भूल जाता है और इस तरह वह अविद्या द्वारा बन्दी बना लिया जाता है | अज्ञानवश जीव यह कहता है कि उसके भवबन्धन के लिए भगवान् उत्तरदायी हैं | इसकी पुष्टि वेदान्त-सूत्र (२.१.३४) भी करते हैं – वैषम्यनैर्घृण्ये न सापेक्षत्वात् तथा हि दर्शयति – “भगवान् न तो किसी के प्रति घृणा करते हैं, न किसी को चाहते हैं, यद्यपि ऊपर से ऐसा प्रतीत होता है |”"
            ],
            "english": [
                "The Sanskrit word vibhuh means the Supreme Lord who is full of unlimited knowledge, riches, strength, fame, beauty and renunciation. He is always satisfied in Himself, undisturbed by sinful or pious activities. He does not create a particular situation for any living entity, but the living entity, bewildered by ignorance, desires to be put into certain conditions of life, and thereby his chain of action and reaction begins. A living entity is, by superior nature, full of knowledge. Nevertheless, he is prone to be influenced by ignorance due to his limited power. The Lord is omnipotent, but the living entity is not. The Lord is vibhu, or omniscient, but the living entity is anu, or atomic. Because he is a living soul, he has the capacity to desire by his free will. Such desire is fulfilled only by the omnipotent Lord. And so, when the living entity is bewildered in his desires, the Lord allows him to fulfill those desires, but the Lord is never responsible for the actions and reactions of the particular situation which may be desired. Being in a bewildered condition, therefore, the embodied soul identifies himself with the circumstantial material body and becomes subjected to the temporary misery and happiness of life. The Lord is the constant companion of the living entity as Paramatma, or the Supersoul, and therefore He can understand the desires of the individual soul, as one can smell the flavor of a flower by being near it. Desire is a subtle form of conditioning of the living entity. The Lord fulfills his desire as he deserves: Man proposes and God disposes. The individual is not, therefore, omnipotent in fulfilling his desires. The Lord, however, can fulfill all desires, and the Lord, being neutral to everyone, does not interfere with the desires of the minute independant living entities. However, when one desires Krsna, the Lord takes special care and encourages one to desire in such a way that one can attain to Him and be eternally happy. The Vedic hymn therefore declares:",
                "Therefore the embodied soul, by his immemorial desire to avoid Krsna consciousness, causes his own bewilderment. Consequently, although he is constitutionally eternal, blissful and cognizant, due to the littleness of his existence he forgets his constitutional position of service to the Lord and is thus entrapped by nescience. And, under the spell of ignorance, the living entity claims that the Lord is responsible for his conditional existence. The Vedanta-sutras also confirm this:",
                "vaisamya-nairghrnye na sapeksatvat tatha hi darsayati.",
                "“The Lord neither hates nor likes anyone, though He appears to.”"
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः |",
                "तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम् || १६ ||"
            ],
            "english": [
                "jnanena tu tad ajnanam",
                "yesam nasitam atmanah",
                "tesam aditya-vaj jnanam",
                "prakasayati tat param"
            ]
        },
        "translation": {
            "hindi": [
                "किन्तु जब कोई उस ज्ञान से प्रबुद्ध होता है, जिससे अविद्या का विनाश होता है, तो उसके ज्ञान से सब कुछ उसी तरह प्रकट हो जाता है, जैसे दिन में सूर्य से सारी वस्तुएँ प्रकाशित हो जाती हैं |"
            ],
            "english": [
                "When, however, one is enlightened with the knowledge by which nescience is destroyed, then his knowledge reveals everything, as the sun lights up everything in the daytime."
            ]
        },
        "meaning": {
            "hindi": [
                "जो लोग कृष्ण को भूल गये हैं वे निश्चित रूप से मोहग्रस्त होते हैं, किन्तु जो कृष्णभावनाभावित हैं वे नहीं होते | भगवद्गीता में कहा गया है – सर्वंज्ञानप्लवेन, ज्ञानाग्निःसर्वकर्माणि तथा न हि ज्ञानेन सदृशम्| ज्ञान सदैव सम्माननीय है | और वह ज्ञान क्या है? श्रीकृष्ण के प्रति आत्मसमर्पण करने पर ही पूर्णज्ञान प्राप्त होता है, जैसा कि गीता में (७.१९) ही कहा गया है – बहूनां जन्मनामन्ते ज्ञानवान्मां प्रपद्यते | अनेकानेक जन्म बीत जाने पर ही पूर्णज्ञान प्राप्त करके मनुष्य कृष्ण की शरण में जाता है अथवा जब उसे कृष्णभावनामृत प्राप्त होता है तो उसे सब कुछ प्रकट होने लगता है, जिस प्रकार सूर्योदय होने पर सारी वस्तुएँ दिखने लगती हैं | जीव नाना प्रकार से मोहग्रस्त होता है | उदाहरणार्थ, जब वह अपने को ईश्र्वर मानने लगता है, तो वह अविद्या के पाश में जा गिरता है | यदि जीव ईश्र्वर है तो वह अविद्या से कैसे मोहग्रस्त हो सकता है? क्या ईश्र्वर अविद्या से मोहग्रस्त होता है? यदि ऐसा हो सकता है, तो फिर अविद्या या शैतान ईश्र्वर से बड़ा है | वास्तविक ज्ञान उसी से प्राप्त हो सकता है जो पूर्णतः कृष्णभावनाभावित है | अतः ऐसे ही प्रामाणिक गुरु की खोज करनी होती है और उसी से सीखना होता है कि कृष्णभावनामृत क्या है, क्योंकि कृष्णभावनामृत से सारी अविद्या उसी प्रकार दूर हो जाती है, जिस प्रकार सूर्य से अंधकार दूर होता है | भले ही किसी व्यक्ति को इसका पूरा ज्ञान हो कि वह शरीर नहीं अपितु इससे परे है, तो भी हो सकता है कि वह आत्मा तथा परमात्मा में अन्तर न कर पाए | किन्तु यदि वह पूर्ण प्रामाणिक कृष्णभावनाभावित गुरु की शरण ग्रहण करता है तो वह सब कुछ जान सकता है | ईश्र्वर के प्रतिनिधि से भेंट होने पर ही ईश्र्वर तथा ईश्र्वर के साथ अपने सम्बन्ध को सही-सही जाना जा सकता है | ईश्र्वर का प्रतिनिधि कभी भी अपने आपको ईश्र्वर नहीं कहता, यद्यपि उसका सम्मान ईश्र्वर की ही भाँति किया जाता है, क्योंकि उसे ईश्र्वर का ज्ञान होता है | मनुष्य को ईश्र्वर और जीव के अन्तर को समझना होता है | अतएव भगवान् कृष्ण ने द्वितीय अध्याय में (२.१२) यह कहा है कि प्रत्येक जीव व्यष्टि है और भगवान् भी व्यष्टि हैं | ये सब भूतकाल में व्यष्टि थे, सम्प्रति भी व्यष्टि हैं और भविष्य में मुक्त होने पर भी व्यष्टि बने रहेंगे | रात्रि के समय अंधकार में हमें प्रत्येक वस्तु एकसी दिखती है, किन्तु दिन में सूर्य के उदय पर सारी वस्तुएँ अपने-अपने वास्तविक स्वरूप में दिखती हैं | आध्यात्मिक जीवन में व्यष्टि की पहचान ही वास्तविक ज्ञान है |"
            ],
            "english": [
                "Those who have forgotten Krsna must certainly be bewildered, but those who are in Krsna consciousness are not bewildered at all. It is stated in the Bhagavad-gita, “sarvam jnana-plavena,” “jnanagnih sarva-karmani” and “na hi jnanena sadrsam.” Knowledge is always highly esteemed. And what is that knowledge? Perfect knowledge is achieved when one surrenders unto Krsna, as is said in the Seventh Chapter, 19th verse: bahunam janmanam ante jnanavan mam prapadyate. After passing through many, many births, when one perfect in knowledge surrenders unto Krsna, or when one attains Krsna consciousness, then everything is revealed to him, as the sun reveals everything in the daytime. The living entity is bewildered in so many ways. For instance, when he thinks himself God, unceremoniously, he actually falls into the last snare of nescience. If a living entity is God, then how can he become bewildered by nescience? Does God become bewildered by nescience? If so, then nescience, or Satan, is greater than God. Real knowledge can be obtained from a person who is in perfect Krsna consciousness. Therefore, one has to seek out such a bona fide spiritual master and, under him, learn what Krsna consciousness is. The spiritual master can drive away all nescience, as the sun drives away darkness. Even though a person may be in full knowledge that he is not this body but is transcendental to the body, he still may not be able to discriminate between the soul and the Supersoul. However, he can know everything well if he cares to take shelter of the perfect, bona fide Krsna conscious spiritual master. One can know God and one's relationship with God only when one actually meets a representative of God. A representative of God never claims that he is God, although he is paid all the respect ordinarily paid to God because he has knowledge of God. One has to learn the distinction between God and the living entity. Lord Sri Krsna therefore stated in the Second Chapter (2.12) that every living being is individual and that the Lord also is individual. They were all individuals in the past, they are individuals at present, and they will continue to be individuals in the future, even after liberation. At night we see everything as one in the darkness, but in day when the sun is up, we see everything in its real identity. Identity with individuality in spiritual life is real knowledge."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणाः |",
                "गच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषाः || १७ ||"
            ],
            "english": [
                "tad-buddhayas tad-atmanas",
                "tan-nisthas tat-parayanah",
                "gacchanty apunar-avrttim",
                "jnana-nirdhuta-kalmasah"
            ]
        },
        "translation": {
            "hindi": [
                "जब मनुष्य कीबुद्धि, मन, श्रद्धा तथा शरण सब कुछ भगवान् में स्थिर हो जाते हैं, तभी वह पूर्णज्ञान द्वारा समस्त कल्मष से शुद्ध होता है और मुक्ति के पथ पर अग्रसर होता है |"
            ],
            "english": [
                "When one's intelligence, mind, faith and refuge are all fixed in the Supreme, then one becomes fully cleansed of misgivings through complete knowledge and thus proceeds straight on the path of liberation."
            ]
        },
        "meaning": {
            "hindi": [
                "परम दिव्य सत्य भगवान् कृष्ण ही हैं | सारी गीता इसी घोषणा पर केन्द्रित है कि कृष्ण श्रीभगवान् हैं | यही समस्त वेदों का भी अभिमत है | परतत्त्व का अर्थ परमसत्य है जो भगवान् को ब्रह्म, परमात्मा तथा भगवान् के रूप में जानने वालों द्वारा समझा जाता है | भगवान् ही इस परतत्त्व की पराकाष्ठा हैं | उनसे बढ़कर कुछ भी नहीं है | भगवान् कहते हैं – मत्तः परतरं नान्यत् किञ्चिदस्ति धनञ्जय | कृष्ण निराकार ब्रह्म का भी अनुमोदन करते हैं – ब्रह्मणो हि प्रतिष्ठाहम्| अतः सभी प्रकार से कृष्ण परमसत्य (परतत्त्व) हैं | जिनके मन, बुद्धि, श्रद्धा तथा शरण कृष्ण में हैं अर्थात् जो पूर्णतया कृष्णभावनाभावित हैं, उनके सारे कल्मष धुल जाते हैं और उन्हें ब्रह्म सम्बन्धी प्रत्येक वस्तु का पूर्णज्ञान रहता है | कृष्णभावनाभावित व्यक्ति यह भलीभाँति समझ सकता है कि कृष्ण में द्वैत है (एकसाथ एकता तथा भिन्नता) और ऐसे दिव्यज्ञान से युक्त होकर वह मुक्ति-पथ पर सुस्थिर प्रगति कर सकता है |"
            ],
            "english": [
                "The Supreme Transcendental Truth is Lord Krsna. The whole Bhagavad-gita centers around the declaration of Krsna as the Supreme Personality of Godhead. That is the version of all Vedic literature. Paratattva means the Supreme Reality, who is understood by the knowers of the Supreme as Brahman, Paramatma and Bhagavan. Bhagavan, or the Supreme Personality of Godhead, is the last word in the Absolute. There is nothing more than that. The Lord says, mattah parataram nanyat kincit asti dhananjaya. Impersonal Brahman is also supported by Krsna: brahmano pratisthaham. Therefore in all ways Krsna is the Supreme Reality. One whose mind, intelligence, faith and refuge are always in Krsna, or, in other words, one who is fully in Krsna consciousness, is undoubtedly washed clean of all misgivings and is in perfect knowledge in everything concerning transcendence. A Krsna conscious person can thoroughly understand that there is duality (simultaneous identity and individuality) in Krsna, and, equipped with such transcendental knowledge, one can make steady progress on the path of liberation."
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "विद्याविनयसम्पन्ने ब्राह्मणे गवि हस्तिनि |",
                "शुनि चैव श्र्वपाके च पण्डिताः समदर्शिनः || १८ ||"
            ],
            "english": [
                "vidya-vinaya-sampanne",
                "brahmane gavi hastini",
                "suni caiva sva-pake ca",
                "panditah sama-darsinah"
            ]
        },
        "translation": {
            "hindi": [
                "विनम्र साधुपुरुष अपने वास्तविक ज्ञान के कारण एक विद्वान् तथा विनीत ब्राह्मण, गाय, हाथी, कुत्ता तथा चाण्डाल को समान दृष्टि (समभाव) से देखते हैं |"
            ],
            "english": [
                "The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle brahmana, a cow, an elephant, a dog and a dog-eater [outcaste] ."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्णभावनाभावित व्यक्ति योनि या जाति में भेद नहीं मानता | सामाजिक दृष्टि से ब्राह्मण तथा चाण्डाल भिन्न-भिन्न हो सकते हैं अथवा योनि के अनुसार कुत्ता, गाय तथा हाथी भिन्न हो सकते हैं, किन्तु विद्वान् योगी की दृष्टि में ये शरीरगत भेद अर्थहीन होते हैं | इसका कारण परमेश्र्वर से उनका सम्बन्ध है और परमेश्र्वर परमात्मा रूप में हर एक के हृदय में स्थित हैं | परमसत्य का ऐसा ज्ञान वास्तविक (यथार्थ) ज्ञान है | जहाँ तक विभिन्न जातियों या विभिन्न योनियों में शरीर का सम्बन्ध है, भगवान् सबों पर समान रूप से दयालु हैं क्योंकि वे प्रत्येक जीव को अपना मित्र मानते हैं फिर भी जीवों की समस्त परिस्थितियों में वे अपना परमात्मा स्वरूप बनाये रखते हैं | परमात्मा रूप में भगवान् चाण्डाल तथा ब्राह्मण दोनों में उपस्थित रहते हैं, यद्यपि इन दोनों के शरीर एक से नहीं होते | शरीर तो प्रकृति के गुणों द्वारा उत्पन्न हुए हैं, किन्तु शरीर के भीतर आत्मा तथा परमात्मा समान आध्यात्मिक गुण वाले हैं | परन्तु आत्मा तथा परमात्मा की यह समानता उन्हें मात्रात्मक दृष्टि से समान नहीं बनाती क्योंकि व्यष्टि आत्मा किसी विशेष शरीर में उपस्थित होता है, किन्तु परमात्मा प्रत्येक शरीर में है | कृष्णभावनाभावित व्यक्ति को इसका पूर्णज्ञान होता है इसीलिए वह सचमुच ही विद्वान् तथा समदर्शी होता है | आत्मा तथा परमात्मा के लक्षण समान हैं क्योंकि दोनों चेतन, शाश्र्वत तथा आनन्दमय हैं | किन्तु अन्तर इतना ही है कि आत्मा शरीर की सीमा के भीतर सचेतन रहता है जबकि परमात्मा सभी शरीरों में सचेतन है | परमात्मा बिना किसी भेदभाव के सभी शरीरों में विद्यमान है |"
            ],
            "english": [
                "A Krsna conscious person does not make any distinction between species or castes. The brahmana and the outcaste may be different from the social point of view, or a dog, a cow, or an elephant may be different from the point of view of species, but these differences of body are meaningless from the viewpoint of a learned transcendentalist. This is due to their relationship to the Supreme, for the Supreme Lord, by His plenary portion as Paramatma, is present in everyone's heart. Such an understanding of the Supreme is real knowledge. As far as the bodies are concerned in different castes or different species of life, the Lord is equally kind to everyone because He treats every living being as a friend yet maintains Himself as Paramatma regardless of the circumstances of the living entities. The Lord as Paramatma is present both in the outcaste and in the brahmana, although the body of a brahmana and that of an outcaste are not the same. The bodies are material productions of different modes of material nature, but the soul and the Supersoul within the body are of the same spiritual quality. The similarity in the quality of the soul and the Supersoul, however, does not make them equal in quantity, for the individual soul is present only in that particular body, whereas the Paramatma is present in each and every body. A Krsna conscious person has full knowledge of this, and therefore he is truly learned and has equal vision. The similar characteristics of the soul and Supersoul are that they are both conscious, eternal and blissful. But the difference is that the individual soul is conscious within the limited jurisdiction of the body, whereas the Supersoul is conscious of all bodies. The Supersoul is present in all bodies without distinction."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "इहैव तैर्जितः सर्गो येषां साम्ये स्थितं मनः |",
                "निर्दोषं हि समं ब्रह्म तस्माद्ब्रह्मणि ते स्थिताः || १९ ||"
            ],
            "english": [
                "ihaiva tair jitah sargo",
                "yesam samye sthitam manah",
                "nirdosam hi samam brahma",
                "tasmad brahmani te sthitah"
            ]
        },
        "translation": {
            "hindi": [
                "जिनके मन एकत्व तथा समता में स्थित हैं उन्होंने जन्म तथा मृत्यु के बन्धनों को पहले ही जीत लिया है | वे ब्रह्म के समान निर्दोष हैं और सदा ब्रह्म में ही स्थित रहते हैं |"
            ],
            "english": [
                "Those whose minds are established in sameness and equanimity have already conquered the conditions of birth and death. They are flawless like Brahman, and thus they are already situated in Brahman."
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि ऊपर कहा गया है मानसिक समता आत्म-साक्षात्कार का लक्षण है | जिन्होंने ऐसी अवस्था प्राप्त कर ली है, उन्हें भौतिक बंधनों पर, विशेषतया जन्म तथा मृत्यु पर, विजय प्राप्त किए हुए मानना चाहिए | जब तक मनुष्य शरीर को आत्मस्वरूप मानता है, वह बद्धजीव माना जाता है, किन्तु ज्योंही वह आत्म-साक्षात्कार द्वारा समचित्तता की अवस्था को प्राप्त कर लेता है, वह बद्धजीवन से मुक्त हो जाता है | दूसरे शब्दों में, उसे इस भौतिक जगत् में जन्म नहीं लेना पड़ता, अपितु अपनी मृत्यु के बाद वह आध्यात्मिक लोक को जाता है | भगवान् निर्दोष हैं क्योंकि वे आसक्ति अथवा घृणा से रहित हैं | इसी प्रकार जब जीव आसक्ति अथवा घृणा से रहित होता है तो वह भी निर्दोष बन जाता है और वैकुण्ठ जाने का अधिकारी हो जाता है | ऐसे व्यक्तियों को पहले से ही मुक्त मानना चाहिए | उनके लक्षण आगे बतलाये गये हैं |"
            ],
            "english": [
                "Equanimity of mind, as mentioned above, is the sign of self-realization. Those who have actually attained to such a stage should be considered to have conquered material conditions, specifically birth and death. As long as one identifies with this body, he is considered a conditioned soul, but as soon as he is elevated to the stage of equanimity through realization of self, he is liberated from conditional life. In other words, he is no longer subject to take birth in the material world but can enter into the spiritual sky after his death. The Lord is flawless because He is without attraction or hatred. Similarly, when a living entity is without attraction or hatred, he also becomes flawless and eligible to enter into the spiritual sky. Such persons are to be considered already liberated, and their symptoms are described below."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "न प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम् |",
                "स्थिरबुद्धिरसम्मूढो ब्रह्मविद् ब्रह्मणि स्थितः || २० ||"
            ],
            "english": [
                "na prahrsyet priyam prapya",
                "nodvijet prapya capriyam",
                "sthira-buddhir asammudho",
                "brahma-vid brahmani sthitah"
            ]
        },
        "translation": {
            "hindi": [
                "जो न तो प्रिय वस्तु को पाकर हर्षित होता है और न अप्रिय को पाकर विचलित होता है, जो स्थिरबुद्धि है, जो मोहरहित और भगवद्विद्या को जानने वाला है वह पहले से ही ब्रह्म में स्थित रहता है |"
            ],
            "english": [
                "A person who neither rejoices upon achieving something pleasant nor laments upon obtaining something unpleasant, who is self-intelligent, unbewildered, and who knows the science of God, is to be understood as already situated in Transcendence."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर स्वरूपसिद्ध व्यक्ति के लक्षण दिये गये हैं | पहला लक्षण यह है कि उसमें शरीर और आत्मतत्त्व के तादात्म्य का भ्रम नहीं रहता | वह यह भलीभाँति जानता है कि मैं यह शरीर नहीं हूँ, अपितु भगवान् का एक अंश हूँ | अतः कुछ प्राप्त होने पर न तो उसे प्रसन्नता होती है और न शरीर की कुछ हानि होने पर शोक होता है | मन की यह स्थिरता स्थिरबुद्धि या आत्मबुद्धि कहलाती है | अतः वह न तो स्थूल शरीर को आत्मा मानने की भूल करके मोहग्रस्त होता है और न शरीर को स्थायी मानकर आत्मा के अस्तित्व को ठुकराता है | इस ज्ञान के कारण वह परमसत्य अर्थात् ब्रह्म, परमात्मा तथा भगवान् के ज्ञान को भलीभाँति जान लेता है | इस प्रकार वह अपने स्वरूप को जानता है और परब्रह्म से हर बात में तदाकार होने का कभी यत्न नहीं करता | इसे ब्रह्म-साक्षात्कार या आत्म-साक्षात्कार कहते हैं | ऐसी स्थिरबुद्धि कृष्णभावनामृत कहलाती है |"
            ],
            "english": [
                "The symptoms of the self-realized person are given herein. The first symptom is that he is not illusioned by the false identification of the body with his true self. He knows perfectly well that he is not this body, but is the fragmental portion of the Supreme Personality of Godhead. He is therefore not joyful in achieving something, nor does he lament in losing anything which is related to his body. This steadiness of mind is called sthira-buddhi, or self-intelligence. He is therefore never bewildered by mistaking the gross body for the soul, nor does he accept the body as permanent and disregard the existence of the soul. This knowledge elevates him to the station of knowing the complete science of the Absolute Truth, namely Brahman, Paramatma and Bhagavan. He thus knows his constitutional position perfectly well, without falsely trying to become one with the Supreme in all respects. This is called Brahman realization, or self-realization. Such steady consciousness is called Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            21
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत्सुखम् |",
                "स ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते|| २१ ||"
            ],
            "english": [
                "bahya-sparsesv asaktatma",
                "vindaty atmani yat sukham",
                "sa brahma-yoga-yuktatma",
                "sukham aksayam asnute"
            ]
        },
        "translation": {
            "hindi": [
                "ऐसा मुक्त पुरुष भौतिक इन्द्रियसुख की ओर आकृष्ट नहीं होता, अपितु सदैव समाधि में रहकर अपने अन्तर में आनन्द का अनुभव करता है | इस प्रकार स्वरुपसिद्ध व्यक्ति परब्रह्म में एकाग्रचित्त होने के कारण असीम सुख भोगता है |"
            ],
            "english": [
                "Such a liberated person is not attracted to material sense pleasure or external objects but is always in trance, enjoying the pleasure within. In this way the self-realized person enjoys unlimited happiness, for he concentrates on the Supreme."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्णभावनामृत के महान भक्त श्री यामुनाचार्य ने कहा है –",
                "यदवधि मम चेतः कृष्णपादारविन्दे",
                "नवनवरसधामन्युद्यतं रन्तुमासीत् |",
                "तदवधि बत नारीसंगमे स्मर्यमाने ",
                "भवति मुखविकारः सृष्ठु निष्ठीवनं च ||",
                "“जब से मैं कृष्ण की दिव्य प्रेमाभक्ति में लगकर उनमें नित्य नवीन आनन्द का अनुभव करने में लगा हूँ तब से जब भी काम-सुख के बारे में सोचता हूँ तो इस विचार पर ही थूकता हूँ और मेरे होंठ अरुचि से सिमट जाते हैं |” ब्रह्मयोगी अथवा कृष्णभावनाभावित व्यक्ति भगवान् की प्रेमाभक्ति में इतना अधिक लीन रहता है कि इन्द्रियसुख में उसकी तनिक भी रूचि नहीं रह जाती | भौतिकता की दृष्टि में कामसुख ही सर्वोपरि आनन्द है | सारा संसार उसी के वशीभूत है और भौतिकतावादी लोग तो इस प्रोत्साहन के बिना कोई कार्य ही नहीं कर सकते | किन्तु कृष्णभावनामृत में लीन व्यक्ति कामसुख के बिना ही उत्साहपूर्वक अपना कार्य करता रहता है | यही आत्म-साक्षात्कार की कसौटी है | आत्म-साक्षात्कार तथा कामसुख कभी साथ-साथ नहीं चलते | कृष्णभावनाभावित व्यक्ति जीवन्मुक्त होने के कारण किसी प्रकार के इन्द्रियसुख द्वारा आकर्षित नहीं होता |"
            ],
            "english": [
                "Sri Yamunacarya, a great devotee in Krsna consciousness, said:",
                "yadavadhi mama cetah krsna-padaravindenava-nava-rasa-dhamanudyata rantum asittadavadhi bata nari-sangame smaryamanebhavati mukha-vikarah sustu nisthivanam ca",
                "“Since I have been engaged in the transcendental loving service of Krsna, realizing ever-new pleasure in Him, whenever I think of sex pleasure, I spit at the thought, and my lips curl with distaste.” A person in brahma-yoga, or Krsna consciousness, is so absorbed in the loving service of the Lord that he loses his taste for material sense pleasure altogether. The highest pleasure in terms of matter is sex pleasure. The whole world is moving under its spell, and a materialist cannot work at all without this motivation. But a person engaged in Krsna consciousness can work with greater vigor without sex pleasure, which he avoids. That is the test in spiritual realization. Spiritual realization and sex pleasure go ill together. A Krsna conscious person is not attracted to any kind of sense pleasure due to his being a liberated soul."
            ]
        }
    }
]