[
    {
        "id": [
            1
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "अर्जुन उवाच",
                "सन्न्यासं कर्मणां कृष्ण पुनर्योगं च शंससि |",
                "यच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्र्चितम् || १ ||"
            ],
            "english": [
                "arjuna uvaca",
                "sannyasam karmanam krsna",
                "punar yogam ca samsasi",
                "yac chreya etayor ekam",
                "tan me bruhi su-niscitam"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – हे कृष्ण! पहले आप मुझसे कर्म त्यागने के लिए कहते हैं और फिर भक्तिपूर्वक कर्म करने का आदेश देते हैं | क्या आप अब कृपा करके निश्चित रूप से मुझे बताएँगे कि इन दोनों में से कौन अधिक लाभप्रद है?"
            ],
            "english": [
                "Arjuna said: O Krsna, first of all You ask me to renounce work, and then again You recommend work with devotion. Now will You kindly tell me definitely which of the two is more beneficial?"
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता के इस पंचम अध्याय में भगवान् बताते हैं कि भक्तिपूर्वक किया गया कर्म शुष्क चिन्तन से श्रेष्ठ है | भक्ति-पथ अधिक सुगम है, क्योंकि दिव्यस्वरूपा भक्ति मनुष्य को कर्मबन्धन से मुक्त करती है | द्वितीय अध्याय में आत्मा तथा उसके शरीर बन्धन का सामान्य ज्ञान बतलाया गया है | उसी में बुद्धियोग अर्थात् भक्ति द्वारा इस भौतिक बन्धन से निकलने का भी वर्णन हुआ है | तृतीय अध्याय में यह बताया गया है कि ज्ञानी को कोई कार्य नहीं करने पड़ते | चतुर्थ अध्याय में भगवान् ने अर्जुन को बताया है कि सारे यज्ञों का पर्यवसान ज्ञान में होता है, किन्तु चतुर्थ अध्याय के अन्त में भगवान् ने अर्जुन को सलाह दी कि वह पूर्णज्ञान से युक्त होकर, उठ करके युद्ध करे | अतः इस प्रकार एक ही साथ भक्तिमय कर्म तथा ज्ञानयुक्त-अकर्म की महत्ता पर बल देते हुए कृष्ण ने अर्जुन के संकल्प को भ्रमित कर दिया है | अर्जुन यह समझता है कि ज्ञानमय संन्यास का अर्थ है – इन्द्रियकार्यों के रूप में समस्त प्रकार के कार्यकलापों का परित्याग | किन्तु यदि भक्तियोग में कोई कर्म करता है तो फिर कर्म का किस तरह त्याग हुआ ? दूसरे शब्दों में, वह यह सोचता है कि ज्ञानमाय संन्यास को सभी प्रकार के कार्यों से मुक्त होना चाहिए क्योंकि उसे कर्म तथा ज्ञान असंगत से लगते हैं | ऐसा लगता है कि वह नहीं समझ पाया कि ज्ञान के साथ किया गया कर्म बन्धनकारी न होने के कारण अकर्म के ही तुल्य है | अतएव वह पूछता है कि वह सब प्रकार से कर्म त्याग दे या पूर्णज्ञान से युक्त होकर कर्म करे ?"
            ],
            "english": [
                "In this Fifth Chapter of the Bhagavad-gita, the Lord says that work in devotional service is better than dry mental speculation. Devotional service is easier than the latter because, being transcendental in nature, it frees one from reaction. In the Second Chapter, preliminary knowledge of the soul and its entanglement in the material body were explained. How to get out of this material encagement by buddhi-yoga, or devotional service, was also explained therein. In the Third Chapter, it was explained that a person who is situated on the platform of knowledge no longer has any duties to perform. And, in the Fourth Chapter, the Lord told Arjuna that all kinds of sacrificial work culminate in knowledge. However, at the end of the Fourth Chapter, the Lord advised Arjuna to wake up and fight, being situated in perfect knowledge. Therefore, by simultaneously stressing the importance of both work in devotion and inaction in knowledge, Krsna has perplexed Arjuna and confused his determination. Arjuna understands that renunciation in knowledge involves cessation of all kinds of work performed as sense activities. But if one performs work in devotional service, then how is work stopped? In other words, he thinks that sannyasam, or renunciation in knowledge, should be altogether free from all kinds of activity because work and renunciation appear to him to be incompatible. He appears not to have understood that work in full knowledge is nonreactive and is therefore the same as inaction. He inquires, therefore, whether he should cease work altogether, or work with full knowledge."
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच",
                "संन्यासः कर्मयोगश्र्च निःश्रेयसकरावुभौ |",
                "तयोस्तु कर्मसन्न्यासात्कर्मयोगो विशिष्यते || २ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "sannyasah karma-yogas ca",
                "nihsreyasa-karav ubhau",
                "tayos tu karma-sannyasat",
                "karma-yogo visisyate"
            ]
        },
        "translation": {
            "hindi": [
                "श्रीभगवान् ने उत्तर दिया – मुक्ति में लिए तो कर्म का परित्याग तथा भक्तिमय-कर्म (कर्मयोग) दोनों ही उत्तम हैं | किन्तु इन दोनों में से कर्म के परित्याग से भक्तियुक्त कर्म श्रेष्ठ है |"
            ],
            "english": [
                "The Blessed Lord said: The renunciation of work and work in devotion are both good for liberation. But, of the two, work in devotional service is better than renunciation of works."
            ]
        },
        "meaning": {
            "hindi": [
                "सकाम कर्म (इन्द्रियतृप्ति में लगाना) ही भवबन्धन का कारण है | जब तक मनुष्य शारीरिक सुख का स्तर बढ़ाने के उद्देश्य से कर्म करता रहता है तब तक वह विभिन्न प्रकार के शरीरों में देहान्तरण करते हुए भवबन्धन को बनाये रखता है | इसकी पुष्टि भागवत (५.५.४-६) में इस प्रकार हुई है-",
                "नूनं प्रमत्तः कुरुते विकर्म यदिन्द्रियप्रीतय आपृणोति |",
                "न साधु मन्ये यत आत्मनोऽयमसन्नपि क्लेशद आस देहः ||",
                "पराभवस्तावदबोधजातो यावन्न जिज्ञासत आत्मतत्त्वम् |",
                "यावत्क्रियास्तावदिदं मनो वै कर्मात्मकं येन शरीरबन्धः ||",
                "एवं मनः कर्मवशं प्रयुंक्ते अविद्ययात्मन्युपधीयमाने |",
                "प्रीतिर्न यावन्मयि वासुदेवे न मुच्यते देहयोगेन तावत् ||",
                "“लोग इन्द्रियतृप्ति के पीछे मत्त हैं | वे यह नहीं जानते कि उनका क्लेशों से युक्त यह शरीर उनके विगत सकाम-कर्मों का फल है | यद्यपि यह शरीर नाशवान है, किन्तु यह नाना प्रकार के कष्ट देता रहता है | अतः इन्द्रियतृप्ति के लिए कर्म करना श्रेयस्कर नहीं है | जब तक मनुष्य अपने असली स्वरूप के विषय में जिज्ञासा नहीं करता, उसका जीवन व्यर्थ रहता है | और जब तक वह अपने स्वरूप को नहीं जान लेता तब तक उसे इन्द्रियतृप्ति के लिए सकाम कर्म करना पड़ता है, और जब तक वह इन्द्रियतृप्ति की इस चेतना में फँसा रहता है तब तक उसका देहान्तरण होता रहता है | भले ही उसका मन सकाम कर्मों में व्यस्त रहे और अज्ञान द्वारा प्रभावित हो, किन्तु उसे वासुदेव की भक्ति के प्रति प्रेम उत्पन्न करना चाहिए | केवल तभी वह भव बन्धन से छूटने का अवसर प्राप्त कर सकता है |”",
                "अतः यह ज्ञान ही (कि वह आत्मा है शरीर नहीं) मुक्ति के लिए पर्याप्त नहीं | जीवात्मा के स्तर पर मनुष्य को कर्म करना होगा अन्यथा भवबन्धन से उबरने का कोई अन्य उपाय नहीं है | किन्तु कृष्णभावनाभावित होकर कर्म करना सकाम कर्म नहीं है | पूर्णज्ञान से युक्त होकर किये गये कर्म वास्तविक ज्ञान को बढ़ाने वाले हैं | बिना कृष्णभावनामृत के केवल कर्मों के परित्याग से बद्धजीव का हृदय शुद्ध नहीं होता | जब तक हृदय शुद्ध नहीं होता तब तक सकाम कर्म करना पड़ेगा | परन्तु कृष्णभावनाभावित कर्म कर्ता को स्वतः सकाम कर्म के फल से मुक्त बनाता है, जिसके कारण उसके उसे भौतिक स्तर पर उतरना नहीं पड़ता | अतः कृष्णभावनाभावित कर्म संन्यास से सदा श्रेष्ठ होता है, क्योंकि संन्यास में नीचे गिरने की सम्भावना बनी रहती है | कृष्णभावनामृत से रहित संन्यास अपूर्ण है, जैसा कि श्रील रूप गोस्वामी ने भक्तिरसामृतसिन्धुमें (१.२.२५८) पुष्टि की है –",
                "प्रापञ्चिकतया बुद्धया हरि समबन्धिवस्तुनः |",
                "मुमुक्षुभिः परित्यागो वैराग्यं फल्गु कथ्यते ||",
                "“जब मुक्तिकामी व्यक्ति श्रीभगवान् से सम्बन्धित वस्तुओं को भौतिक समझ कर उनका परित्याग कर देते हैं, तो उनका संन्यास अपूर्ण कहलाता है |” संन्यास तभी पूर्ण माना जाता है जब यह ज्ञात हो की संसार की प्रत्येक वस्तु भगवान् की है और कोई किसी भी वस्तु का स्वामित्व ग्रहण नहीं कर सकता | वस्तुतः मनुष्य को यह समझने का प्रयत्न करना चाहिए कि उसका अपना कुछ भी नहीं है | तो फिर संन्यास का प्रश्न ही कहाँ उठता है? तो व्यक्ति यह समझता है कि सारी सम्पत्ति कृष्ण की है, वह नित्य संन्यासी है | प्रत्येक वस्तु कृष्ण की है, अतः उसका उपयोग कृष्ण के लिए किया जाना चाहिए | कृष्णभावनाभावित होकर इस प्रकार कार्य करना मायावादी संन्यासी के कृत्रिम वैराग्य से कहीं उत्तम है |"
            ],
            "english": [
                "Fruitive activities (seeking sense gratification) are cause for material bondage. As long as one is engaged in activities aimed at improving the standard of bodily comfort, one is sure to transmigrate to different types of bodies, thereby continuing material bondage perpetually. Srimad-Bhagavatam confirms this as follows:",
                "Therefore, jnana (or knowledge that one is not this material body but spirit soul) is not sufficient for liberation. One has to act in the status of spirit soul, otherwise there is no escape from material bondage. Action in Krsna consciousness is not, however, action on the fruitive platform. Activities performed in full knowledge strengthen one's advancement in real knowledge. Without Krsna consciousness, mere renunciation of fruitive activities does not actually purify the heart of a conditioned soul. As long as the heart is not purified, one has to work on the fruitive platform. But action in Krsna consciousness automatically helps one escape the result of fruitive action so that one need not descend to the material platform. Therefore, action in Krsna consciousness is always superior to renunciation, which always entails a risk of falling. Renunciation without Krsna consciousness is incomplete, as is confirmed by Srila Rupa Gosvami in his Bhakti-rasamrta-sindhu.",
                "prapancikataya buddhya hari-sambandhi-vastunahmumuksubhih parityago vairagyam phalgu kathyate.",
                "\"Renunciation by persons eager to achieve liberation of things which are related to the Supreme Personality of Godhead, though they are material, is called incomplete renunciation.\" Renunciation is compete when it is in the knowledge that everything in existence belongs to the Lord and that no one should claim proprietorship over anything. One should understand that, factually, nothing belongs to anyone. Then where is the question of renunciation? One who knows that everything is Krsna's property is always situated in renunciation. Since everything belongs to Krsna, everything should be employed in the service of Krsna. This perfect form of action in Krsna consciousness is far better than any amount of artificial renunciation by a sannyasi of the Mayavadi school."
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "ज्ञेयः स नित्यसंन्यासी यो न द्वेष्टि न काङ्क्षति |",
                "निर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते || ३ ||"
            ],
            "english": [
                "jneyah sa nitya-sannyasi",
                "yo na dvesti na kanksati",
                "nirdvandvo hi maha-baho",
                "sukham bandhat pramucyate"
            ]
        },
        "translation": {
            "hindi": [
                "जो पुरुष न तो कर्मफलों से घृणा करता है और न कर्मफल की इच्छा करता है, वह नित्य संन्यासी जाना जाता है | हे महाबाहु अर्जुन! ऐसा मनुष्य समस्त द्वन्द्वों से रहित होकर भवबन्धन को पार कर पूर्णतया मुक्त हो जाता है |"
            ],
            "english": [
                "One who neither hates nor desires the fruits of his activities is known to be always renounced. Such a person, liberated from all dualities, easily overcomes material bondage and is completely liberated, O mighty-armed Arjuna."
            ]
        },
        "meaning": {
            "hindi": [
                "पूर्णतया कृष्णभावनाभावित पुरुष नित्य संन्यासी है क्योंकि वह अपने कर्मफल से न तो घृणा करता है, न ही उसकी आकांशा करता है | ऐसा संन्यासी, भगवान् की दिव्य प्रेमभक्ति के परायण होकर पूर्णज्ञानी होता है क्योंकि वह कृष्ण के साथ अपनी स्वाभाविक स्थिति को जानता है | वह भलीभाँति जानता रहता है कि कृष्ण पूर्ण (अंशी) है और वह स्वयं अंशमात्र है | ऐसा ज्ञान पूर्ण होता है क्योंकि यह गुणात्मक तथा सकारात्मक रूप से सही है | कृष्ण-तादात्मय की भावना भ्रान्त है क्योंकि अंश अंशी के तुल्य नहीं हो सकता | यह ज्ञान कि एकता गुणों की है न कि गुणों की मात्रा की, सही दिव्यज्ञान है, जिससे मनुष्य अपने आप में पूर्ण बनता है, जिससे न तो किसी वस्तु की आकांक्षा रहती है न किसी का शोक | उसके मन में किसी प्रकार का छल-कपट नहीं रहता क्योंकि वह जो कुछ भी करता है कृष्ण के लिए करता है | इस प्रकार छल-कपट से रहित होकर वह इस भौतिक जगत् से भी मुक्त हो जाता है |"
            ],
            "english": [
                "One who is fully in Krsna consciousness is always a renouncer because he feels neither hatred nor desire for the results of his actions. Such a renouncer, dedicated to the transcendental loving service of the Lord, is fully qualified in knowledge because he knows his constitutional position in his relationship with Krsna. He knows fully well that Krsna is the whole and that he is part and parcel of Krsna. Such knowledge is perfect because it is qualitatively and quantitatively correct. The concept of oneness with Krsna is incorrect because the part cannot be equal to the whole. Knowledge that one is one in quality yet different in quantity is correct transcendental knowledge leading one to become full in himself, having nothing to aspire to nor lament over. There is no duality in his mind because whatever he does, he does for Krsna. Being thus freed from the platform of dualities, he is liberated—even in this material world."
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "सांख्ययोगौ पृथग्बालाः प्रवदन्ति न पण्डिताः |",
                "एकमप्यास्थितः सम्यगुभयोर्विन्दते फलम् || ४ ||"
            ],
            "english": [
                "sankhya-yogau prthag balah",
                "pravadanti na panditah",
                "ekam apy asthitah samyag",
                "ubhayor vindate phalam"
            ]
        },
        "translation": {
            "hindi": [
                "अज्ञानी ही भक्ति (कर्मयोग) को भौतिक जगत् के विश्लेषात्मक अध्ययन (सांख्य) से भिन्न कहते हैं | जो वस्तुतः ज्ञानी हैं वे कहते हैं कि जो इनमें से किसी एक मार्ग का भलीभाँति अनुसरण करता है, वह दोनों के फल प्राप्त कर लेता है"
            ],
            "english": [
                "Only the ignorant speak of karma-yoga and devotional service as being different from the analytical study of the material world [sankhya]. Those who are actually learned say that he who applies himself well to one of these paths achieves the results of both."
            ]
        },
        "meaning": {
            "hindi": [
                "भौतिक जगत् के विश्लेषात्मक अध्ययन (सांख्य) का उद्देश्य आत्मा को प्राप्त करना है | भौतिक जगत् की आत्मा विष्णु या परमात्मा हैं | भगवान् की भक्ति का अर्थ परमात्मा की सेवा है | एक विधि से वृक्ष की जड़ खोजी जाती है और दूसरी विधि से उसको सींचा जाता है | सांख्यदर्शन का वास्तविक छात्र जगत् के मूल अर्थात् विष्णु को ढूँढता है और फिर पूर्णज्ञान समेत अपने को भगवान् की सेवा में लगा देता है | अतः मूलतः इन दोनों में कोई भेद नहीं है क्योंकि दोनों का उद्देश्य विष्णु की प्राप्ति है | जो लोग चरम उद्देश्य को नहीं जानते वे ही कहते हैं कि सांख्य और कर्मयोग एक नहीं हैं, किन्तु जो विद्वान है वह जानता है कि इन दोनों भिन्न विधियों का उद्देश्य एक है |"
            ],
            "english": [
                "The aim of the analytical study of the material world is to find the soul of existence. The soul of the material world is Visnu, or the Supersoul. Devotional service to the Lord entails service to the Supersoul. One process is to find the root of the tree, and next to water the root. The real student of sankhya philosophy finds the root of the material world, Visnu, and then, in perfect knowledge, engages himself in the service of the Lord. Therefore, in essence, there is no difference between the two because the aim of both is Visnu. Those who do not know the ultimate end say that the purposes of sankhya and karma-yoga are not the same, but one who is learned knows the unifying aim in these different processes."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "यत्सांख्यै: प्राप्यते स्थानं तद्योगैरपि गम्यते |",
                "एकं सांख्यं च योगं च यः पश्यति स पश्यति || ५ ||"
            ],
            "english": [
                "yat sankhyaih prapyate sthanam",
                "tad yogair api gamyate",
                "ekam sankhyam ca yogam ca",
                "yah pasyati sa pasyati"
            ]
        },
        "translation": {
            "hindi": [
                "जो यह जानता है कि विश्लेषात्मक अध्ययन (सांख्य) द्वारा प्राप्य स्थान भक्ति द्वारा भी प्राप्त किया जा सकता है, और इस तरह जो सांख्ययोग तथा भक्तियोग को एकसमान देखता है, वही वस्तुओं को यथारूप मेंदेखता है |"
            ],
            "english": [
                "One who knows that the position reached by means of renunciation can also be attained by works in devotional service and who therefore sees that the path of works and the path of renunciation are one, sees things as they are."
            ]
        },
        "meaning": {
            "hindi": [
                "दार्शनिक शोध (सांख्य) का वास्तविक उद्देश्य जीवन के चरमलक्ष्य की खोज है | चूँकि जीवन का चरमलक्ष्य आत्म-साक्षात्कार है, अतः इन दोनों विधियों से प्राप्त होने वाले परिणामों में कोई अन्तर नहीं है | सांख्य दार्शनिक शोध के द्वारा इस निष्कर्ष पर पहुँचा जाता है कि जीव भौतिक जगत् का नहीं अपितु पूर्ण परमात्मा का अंश है | फलतः जीवात्मा का भौतिक जगत् से कोई सराकार नहीं होता, उसके सारे कार्य परमेश्र्वर से सम्बद्ध होने चाहिए | जब वह कृष्णभावनामृतवश कार्य करता है तभी वह अपनी स्वाभाविक स्थिति में होता है | सांख्य विधि में मनुष्य को पदार्थ से विरक्त होना पड़ता है और भक्तियोग में उसे कृष्णभावनाभावित कर्म में आसक्त होना होता है | वस्तुतः दोनों ही विधियाँ एक हैं, यद्यपि ऊपर से एक विधि में विरक्ति दीखती है और दूसरे में आसक्ति है | जो पदार्थ से विरक्ति और कृष्ण में आसक्ति को एक ही तरह देखता है, वही वस्तुओं को यथारूप में देखता है |"
            ],
            "english": [
                "The real purpose of philosophical research is to find the ultimate goal of life. Since the ultimate goal of life is self-realization, there is no difference between the conclusions reached by the two processes. By sankhya philosophical research one comes to the conclusion that a living entity is not a part and parcel of the material world, but of the supreme spirit whole. Consequently, the spirit soul has nothing to do with the material world; his actions must be in some relation with the Supreme. When he acts in Krsna consciousness, he is actually in his constitutional position. In the first process of sankhya, one has to become detached from matter, and in the devotional yoga process one has to attach himself to the work of Krsna. Factually, both processes are the same, although superficially one process appears to involve detachment and the other process appears to involve attachment. However, detachment from matter and attachment to Krsna are one and the same. One who can see this sees things as they are."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "संन्यासस्तु महाबाहो दु:खमाप्तुमयोगतः |",
                "योगयुक्तो मुनिर्ब्रह्म नचिरेणाधिगच्छति || ६"
            ],
            "english": [
                "sannyasas tu maha-baho",
                "duhkham aptum ayogatah",
                "yoga-yukto munir brahma",
                "na cirenadhigacchati"
            ]
        },
        "translation": {
            "hindi": [
                "भक्ति में लगे बिना केवल समस्त कर्मों का परित्याग करने से कोई सुखी नहीं बन सकता | परन्तु भक्ति में लगा हुआ विचारवान व्यक्ति शीघ्र ही परमेश्र्वर को प्राप्त कर लेता है |"
            ],
            "english": [
                "Unless one is engaged in the devotional service of the Lord, mere renunciation of activities cannot make one happy. The sages, purified by works of devotion, achieve the Supreme without delay."
            ]
        },
        "meaning": {
            "hindi": [
                "संन्यासी दो प्रकार के होते हैं | मायावादी संन्यासी सांख्यदर्शन के अध्ययन में लगे रहते हैं तथा वैष्णव संन्यासी वेदान्त सूत्रों के यथार्थ भाष्य भागवत-दर्शन के अध्ययन में लगे रहते हैं | मायावादी संन्यासी भी वेदान्त सूत्रों का अध्ययन करते हैं, किन्तु वे शंकराचार्य द्वारा प्रणीत शारीरिक भाष्य का उपयोग करते हैं |भागवत सम्प्रदाय के छात्र पांचरात्रिकी विधि से भगवान् की भक्ति करने में लगे रहते हैं | अतः वैष्णव संन्यासियों को भगवान् की दिव्यसेवा के लिए अनेक प्रकार के कार्य करने होते हैं | उन्हें भौतिक कार्यों से सरोकार नहीं रहता, किन्तु तो भी वे भगवान् की भक्ति में नाना प्रकार के कार्य करते हैं | किन्तु मायावादी संन्यासी, जो सांख्य तथा वेदान्त के अध्ययन एवं चिन्तन में लगे रहते हैं, वे भगवान् की दिव्य भक्ति का आनन्द नहीं उठा पाते | चूँकि उनका अध्ययन अत्यन्त जटिल होता है, अतः वे कभी-कभी ब्रह्मचिन्तन से ऊब कर समुचित बोध के बिना भागवत की शरण ग्रहण करते हैं | फलस्वरूप श्रीमद्भागवत का भी अध्ययन उनके लिए कष्टकर होता है | मायावादी संन्यासियों का शुष्क चिन्तन तथा कृत्रिम साधनों से निर्विशेष विवेचना उनके लिए व्यर्थ होती है | भक्ति में लगे हुए वैष्णव संन्यासी अपने दिव्य कर्मों को करते हुए प्रसन्न रहते हैं और यह भी निश्चित रहता है कि वे भगवद्धाम को प्राप्त होंगे ! मायावादी संन्यासी कभी-कभी आत्म-साक्षात्कार के पथ से निचे गिर जाते हैं और फिर से समाजसेवा, परोपकार जैसे भौतिक कर्म में प्रवृत्त होते हैं | अतः निष्कर्ष यह निकला कि कृष्णभावनामृत के कार्यों में लगे रहने वाले लोग ब्रह्म-अब्रहम विषयक साधारण चिन्तन में लगे संन्यासि"
            ],
            "english": [
                "There are two classes of sannyasis, or persons in the renounced order of life. The Mayavadi sannyasis are engaged in the study of sankhya philosophy, whereas the Vaisnava sannyasis are engaged in the study of Bhagavatam philosophy, which affords the proper commentary on the Vedanta-sutras. The Mayavadi sannyasis also study the Vedanta-sutras, but use their own commentary, called Sariraka-bhasya, written by Sankaracarya. The students of the Bhagavata school are engaged in devotional service of the Lord, according to pancaratriki regulations, and therefore the Vaisnava sannyasis have multiple engagements in the transcendental service of the Lord. The Vaisnava sannyasis have nothing to do with material activities, and yet they perform various activities in their devotional service to the Lord. But the Mayavadi sannyasis, engaged in the studies of sankhya and Vedanta and speculation, cannot relish transcendental service of the Lord. Because their studies become very tedious, they sometimes become tired of Brahman speculation, and thus they take shelter of the Bhagavatam without proper understanding. Consequently their study of the Srimad-Bhagavatam becomes troublesome. Dry speculations and impersonal interpretations by artificial means are all useless for the Mayavadi sannyasis. The Vaisnava sannyasis, who are engaged in devotional service, are happy in the discharge of their transcendental duties, and they have the guarantee of ultimate entrance into the kingdom of God. The Mayavadi sannyasis sometimes fall down from the path of self-realization and again enter into material activities of a philanthropic and altruistic nature, which are nothing but material engagements. Therefore, the conclusion is that those who are engaged in Krsna consciousness are better situated than the sannyasis engaged in simple Brahman speculation, although they too come to Krsna consciousness, after many births."
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "योगयुक्तो विश्रुद्धात्मा विजितात्मा जितेन्द्रियः |",
                "सर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते || ७ ||"
            ],
            "english": [
                "yoga-yukto visuddhatma",
                "vijitatma jitendriyah",
                "sarva-bhutatma-bhutatma",
                "kurvann api na lipyate"
            ]
        },
        "translation": {
            "hindi": [
                "जो भक्तिभाव में कर्म करता है, जो विशुद्ध आत्मा है और अपने मन तथा इन्द्रियों को वश में रखता है, वह सबों को प्रिय होता है और सभी लोग उसे प्रिय होते हैं | ऐसा व्यक्ति कर्म करता हुआ भी कभी नहीं बँधता |"
            ],
            "english": [
                "One who works in devotion, who is a pure soul, and who controls his mind and senses, is dear to everyone, and everyone is dear to him. Though always working, such a man is never entangled."
            ]
        },
        "meaning": {
            "hindi": [
                "जो कृष्णभावनामृत के कारण मुक्तिपथ पर है वह प्रत्येक जीव को प्रिय होता है और प्रत्येक जीव उसके लिए प्यारा है | यह कृष्णभावनामृत के कारण होता है | ऐसा व्यक्ति किसी भी जीव को कृष्ण के पृथक् नहीं सोच पाता, जिस प्रकार वृक्ष की पत्तियाँ तथा टहनियाँ वृक्ष से भिन्न नहीं होती | वह भलीभाँति जानता है कि वृक्ष की पत्तियाँ तथा टहनियाँ वृक्ष से भिन्न नहीं होतीं | वह भलीभाँति जानता है कि वृक्ष की जड़ में डाला गया जल समस्त पत्तियों तथा टहनियों में फैल जाता है अथवा आमाशय को भोजन देने से शक्ति स्वतः पूरे शरीर में फैल जाती है | चूँकि कृष्णभावनामृत में कर्म करने वाला सबों का दास होता है, अतः वह हर एक को प्रिय होता है | चूँकि प्रत्येक व्यक्ति उसके कर्म से प्रसन्न रहता है, अतः उसकी चेतना शुद्ध रहती है | चूँकि उसकी चेतना शुद्ध रहती है, अतः उसका मन पूर्णतया नियंत्रण में रहता है | मन के नियंत्रित होने से उसकी इन्द्रियाँ संयमित रहती है | चूँकि उसका मन सदैव कृष्ण में स्थिर रहता है, अतः उसके विचलित होने का प्रश्न ही नहीं उठता | न ही उसे कृष्ण से सम्बद्ध कथाओं के अतिरिक्त अन्य कार्यों में अपनी इन्द्रियों को लगाने का अवसर मिलता है | वह कृष्णकथा के अतिरिक्त और कुछ सुनना नहीं चाहता, वह कृष्ण को अर्पित किए हुआ भोजन के अतिरिक्त अन्य कुछ नहीं खाना चाहता और न ऐसे किसी स्थान में जाने की इच्छा रखता है जहाँ कृष्ण सम्बन्धी कार्य न होता हो | अतः उसकी इन्द्रियाँ वश में रहती हैं | ऐसा व्यक्ति जिसकी इन्द्रियाँ संयमित हो, वह किसी के प्रति अपराध नहीं कर सकता | इस पर कोई यह प्रश्न कर सकता है, तो फिर अर्जुन अन्यों के प्रति युद्ध में आक्रामक क्यों था? क्या वह कृष्णभावनाभावित नहीं था? वस्तुतः अर्जुन ऊपर से ही आक्रामक था, क्योंकि जैसा कि द्वितीय अध्याय में बताया जा चुका है, आत्मा के अवध्य होने के कारण युद्धभूमि में एकत्र हुए सारे व्यक्ति अपने-अपने स्वरूप में जीवित बने रहेंगे | अतः अतः अध्यात्मिक दृष्टि से कुरुक्षेत्र की युद्धभूमि में कोई मारा नहीं गया | वहाँ पर स्थित कृष्ण की आज्ञा से केवल उनके वस्त्र बदल दिये गये | अतः अर्जुन कुरुक्षेत्र की युद्धभूमि में युद्ध करता हुआ भी वस्तुतः युद्ध नहीं कर रहा था | वह तो पूर्ण कृष्णभावनामृत में कृष्ण के आदेश का पालन मात्र कर रहा था | ऐसा व्यक्ति कभी कर्मबन्धन से नहीं बँधता |"
            ],
            "english": [
                "One who is on the path of liberation by Krsna consciousness is very dear to every living being, and every living being is dear to him. This is due to his Krsna consciousness. Such a person cannot think of any living being as separate from Krsna, just as the leaves and branches of a tree are not separate from the tree. He knows very well that by pouring water on the root of the tree, the water will be distributed to all the leaves and branches, or by supplying food to the stomach, the energy is automatically distributed throughout the body. Because one who works in Krsna consciousness is servant to all, he is very dear to everyone. And, because everyone is satisfied by his work, he is pure in consciousness. Because he is pure in consciousness, his mind is completely controlled. And, because his mind is controlled, his senses are also controlled. Because his mind is always fixed on Krsna, there is no chance of his being deviated from Krsna. Nor is there a chance that he will engage his senses in matters other than the service of the Lord. He does not like to hear anything except topics relating to Krsna; he does not like to eat anything which is not offered to Krsna; and he does not wish to go anywhere if Krsna is not involved. Therefore, his senses are controlled. A man of controlled senses cannot be offensive to anyone. One may ask, \"Why then was Arjuna offensive (in battle) to others? Wasn't he in Krsna consciousness?\" Arjuna was only superficially offensive because (as has already been explained in the Second Chapter) all the assembled persons on the battlefield would continue to live individually, as the soul cannot be slain. So, spiritually, no one was killed on the Battlefield of Kuruksetra. Only their dresses were changed by the order of Krsna, who was personally present. Therefore Arjuna, while fighting on the Battlefield of Kuruksetra, was not really fighting at all; he was simply carrying out the orders of Krsna in full Krsna consciousness. Such a person is never entangled in the reactions of work."
            ]
        }
    },
    {
        "id": [
            8,
            9
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "नैव किञ्चित्करोमीति युक्तो मन्येत तत्त्ववित् |",
                "पश्यञ्शृण्वन्स्पृशञ्जिघ्रन्नश्र्नन्गच्छन्स्वपन्श्र्वसन् || ८ ||",
                "प्रलपन्विसृजन्गृह्रन्नुन्मिषन्निमिषन्नपि |",
                "इन्द्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन् || ९ ||"
            ],
            "english": [
                "naiva kincit karomiti",
                "yukto manyeta tattva-vit",
                "pasyan srnvan sprsan jighrann",
                "asnan gacchan svapan svasan",
                "pralapan visrjan grhnann",
                "unmisan nimisann api",
                "indriyanindriyarthesu",
                "vartanta iti dharayan"
            ]
        },
        "translation": {
            "hindi": [
                "दिव्य भावनामृत युक्त पुरुष देखते, सुनते, स्पर्श करते, सूँघते, खाते, चलते-फिरते, सोते तथा श्र्वास लेते हुए भी अपने अन्तर में सदैव यही जानता रहता है कि वास्तव में वह कुछ भी नहीं करता | बोलते, त्यागते, ग्रहण करते या आँखे खोलते-बन्द करते हुए भी वह यह जानता रहता है कि भौतिक इन्द्रियाँ अपने-अपने विषयों में प्रवृत्त है और वह इन सबसे पृथक् है |"
            ],
            "english": [
                "A person in the divine consciousness, although engaged in seeing, hearing, touching, smelling, eating, moving about, sleeping, and breathing, always knows within himself that he actually does nothing at all. Because while speaking, evacuating, receiving, opening or closing his eyes, he always knows that only the material senses are engaged with their objects and that he is aloof from them."
            ]
        },
        "meaning": {
            "hindi": [
                "चूँकि कृष्णभावनाभावित व्यक्ति का जीवन शुद्ध होता है फलतः उसे निकट तथा दूरस्थ पाँच कारणों – कर्ता, कर्म, अधिष्ठान, प्रयास तथा भाग्य – पर निर्भर किसी कार्य से कुछ लेना-देना नहीं रहता | इसका कारण यह है कि वह भगवान् की दिव्य देवा में लगा रहता है | यद्यपि ऐसा प्रतीत होता है कि वह अपने शरीर तथा इन्द्रियों से कर्म कर रहा है, किन्तु वह अपनी वास्तविक स्थिति के प्रति सचेत रहता है जो कि आध्यात्मिक व्यस्तता है | भौतिक चेतना में इन्द्रियाँ इन्द्रियतृप्ति में लगी रहती हैं, किन्तु कृष्णभावनामृत में वे कृष्ण की इन्द्रियों की तुष्टि में लगी रहती हैं | अतः कृष्णभावनाभावित व्यक्ति सदा मुक्त रहता है, भले ही वह ऊपर से भौतिक कार्यों में लगा हुआ दिखाई पड़े | देखने तथा सुनने के कार्य ज्ञानेन्द्रियों के कर्म हैं जबकि चलना, बोलना, मल त्यागना आदि कर्मेन्द्रियों के कार्य हैं | कृष्णभावनाभावित व्यक्ति कभी भी इन्द्रियों के कार्यों से प्रभावित नहीं होता | वह भगवत्सेवा के अतिरिक्त कोई दूसरा कार्य नहीं कर सकता क्योंकि उसे ज्ञात है कि वह भगवान् का शाश्र्वत दास है |"
            ],
            "english": [
                "A person in Krsna consciousness is pure in his existence, and consequently he has nothing to do with any work which depends upon five immediate and remote causes: the doer, the work, the situation, the endeavor and fortune. This is because he is engaged in the loving transcendental service of Krsna. Although he appears to be acting with his body and senses, he is always conscious of his actual position, which is spiritual engagement. In material consciousness, the senses are engaged in sense gratification, but in Krsna consciousness the senses are engaged in the satisfaction of Krsna's senses. Therefore, the Krsna conscious person is always free, even though he appears to be engaged in things of the senses. Activities such as seeing, hearing, speaking, evacuating, etc., are actions of the senses meant for work. A Krsna consciousness person is never affected by the actions of the senses. He cannot perform any act except in the service of the Lord because he knows that he is the eternal servitor of the Lord."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "ब्रह्मण्याधाय कर्माणि सङगं त्यक्त्वा करोति यः |",
                "लिप्यते न स पापेन पद्मपत्रमिवाम्भसा || १० ||"
            ],
            "english": [
                "brahmany adhaya karmani",
                "sangam tyaktva karoti yah",
                "lipyate na sa papena",
                "padma-patram ivambhasa"
            ]
        },
        "translation": {
            "hindi": [
                "जो व्यक्ति कर्मफलों को परमेश्र्वर को समर्पित करके आसक्तिरहित होकर अपना कर्म करता है, वह पापकर्मों से उसी प्रकार अप्रभावित रहता है, जिस प्रकार कमलपत्र जल से अस्पृश्य रहता है |"
            ],
            "english": [
                "One who performs his duty without attachment, surrendering the results unto the Supreme God, is not affected by sinful action, as the lotus leaf is untouched by water."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर ब्रह्मणि का अर्थ “कृष्णभावनामृत में” है | यह भौतिक जगत् प्रकृति के तीन गुणों की समग्र अभिव्यक्ति है जिसे प्रधान की संज्ञा दी जाती है | वेदमन्त्र सर्वं ह्येतद्ब्रह्म (माण्डूक्य उपनिषद् २), तस्माद् एतद्ब्रह्म नामरूपमन्नं च जायते (मुण्डक उपनिषद् १.२.१०) तथा भगवद्गीता में (१४.३) मम योनिर्महद्ब्रह्म से प्रकट है कि जगत् की प्रत्येक वस्तु ब्रह्म की अभिव्यक्ति है और यद्यपि कार्य भिन्न-भिन्न रूप में प्रकट होते हैं, किन्तु तो भी वे कारण से अभिन्न हैं | इशोपनिषद् में कहा गया है कि सारी वस्तुएँ परब्रह्म या कृष्ण से सम्बन्धित हैं, अतएव वे केवल उन्हीं की हैं | जो यह भलीभाँति जानता है कि प्रत्येक वस्तु कृष्ण की है और वे ही प्रत्येक वस्तु के स्वामी हैं अतः प्रत्येक वस्तु भगवान् की सेवा में ही नियोजित है, उसे स्वभावतः शुभ-अशुभ कर्मफलों से कोई प्रयोजन नहीं रहता | यहाँ तक कि विशेष प्रकार का कर्म सम्पन्न करने के लिए भगवान् द्वारा प्रदत्त मनुष्य का शरीर भी कृष्णभावनामृत में संलग्न किया जा सकता है | तब यह पापकर्मों के कल्मष से वैसे ही परे रहता है जैसे कि कमलपत्र जल से रहकर भी भीगता नहीं | भगवान् गीता (३.३०) में भी कहते है – मयि सर्वाणि कर्माणि संन्यस्य– सम्पूर्ण कर्मों को मुझे (कृष्ण को) समर्पित करो | तात्पर्य यह है कि कृष्णभावनामृत-विहीन पुरुष शरीर एवं इन्द्रियों को अपना स्वरूप समझ कर कर्म करता है, किन्तु कृष्णभावनाभावित व्यक्ति यह समझ कर कर्म करता है कि वह देह कृष्ण की सम्पत्ति है, अतः इसे कृष्ण की सेवा में प्रवृत्त होना चाहिए |"
            ],
            "english": [
                "Here brahmani means in Krsna consciousness. The material world is a sum total manifestation of the three modes of material nature, technically called the pradhana. The Vedic hymns, sarvam etad brahma, tasmad etad brahma nama-rupam annam ca jayate, and, in the Bhagavad-gita, mama yonir mahad brahma, indicate that everything in the material world is the manifestation of Brahman; and, although the effects are differently manifested, they are nondifferent from the cause. In the Isopanisad it is said that everything is related to the Supreme Brahman or Krsna, and thus everything belongs to Him only. One who knows perfectly well that everything belongs to Krsna, that He is the proprietor of everything and that, therefore, everything is engaged in the service of the Lord, naturally has nothing to do with the results of his activities, whether virtuous or sinful. Even one's material body, being a gift of the Lord for carrying out a particular type of action, can be engaged in Krsna consciousness. It is beyond contamination by sinful reactions, exactly as the lotus leaf, though remaining in the water, is not wet. The Lord also says in the Gita: mayi sarvani karmani sannyasya: \"Resign all works unto Me [Krsna].\" The conclusion is that a person without Krsna consciousness acts according to the concept of the material body and senses, but a person in Krsna consciousness acts according to the knowledge that the body is the property of Krsna and should therefore be engaged in the service of Krsna."
            ]
        }
    },
    {
        "id": [
            11
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "कायेन मनसा बुद्धया केवलैरिन्द्रियैरपि |",
                "योगिनः कर्म कुर्वन्ति सङगं त्यक्त्वात्मशुद्धये || ११ ||"
            ],
            "english": [
                "kayena manasa buddhya",
                "kevalair indriyair api",
                "yoginah karma kurvanti",
                "sangam tyaktvatma-suddhaye"
            ]
        },
        "translation": {
            "hindi": [
                "योगीजन आसक्तिरहित होकर शरीर, मन, बुद्धि तथा इन्द्रियों के द्वारा भी केवल शुद्धि के लिए कर्म करते हैं |"
            ],
            "english": [
                "The yogis, abandoning attachment, act with body, mind, intelligence, and even with the senses, only for the purpose of purification."
            ]
        },
        "meaning": {
            "hindi": [
                "जब कोई कृष्णभावनामृत में कृष्ण की इन्द्रियतृप्ति के लिए शरीर, मन, बुद्धि अथवा इन्द्रियों द्वारा कर्म करता है तो वह भौतिक कल्मष से मुक्त हो जाता है | कृष्णभावनाभावित व्यक्ति के कार्यों से कोई भौतिक फल प्रकट नहीं होता | अतः सामान्य रूप से सदाचार कहे जाने वाले शुद्ध कर्म कृष्णभावनामृत में रहते हुए सरलता से सम्पन्न किये जा सकते है | श्रील रूप गोस्वामी में भक्तिरसामृतसिन्धु में (१.२.१८७) इसका वर्णन इस प्रकार किया है –",
                "ईहा यस्य हरेर्दास्ये कर्मणा मनसा गिरा |",
                "निखिलास्वप्यवस्थासु जीवन्मुक्तः स उच्यते ||",
                "“अपने शरीर, मन, बुद्धि तथा वाणी से कृष्णभावनामृत में कर्म करता हुआ (कृष्णसेवा में) व्यक्ति इस संसार में भी मुक्त रहता है, भले ही वह तथाकथित अनेक भौतिक कार्यकलापों में व्यस्त क्यों न रहे |” उसमें अहंकार नहीं रहता क्योंकि वह इसमें विश्र्वास नहीं रखता कि वह भौतिक शरीर है अथवा यह शरीर उसका है | वह जानता है कि वह यह शरीर नहीं है और न यह शरीर ही उसका है | वह स्वयं कृष्ण का है और उसका यह शरीर भी कृष्ण की सम्पत्ति है| जबवह शरीर, मन, बुद्धि, वाणी, जीवन, सम्पत्तिआदि से उत्पन्न प्रत्येक वस्तु को, जो भी उसके अधिकार में है, कृष्ण की सेवा में लगाता है तो वहतुरन्त कृष्ण से जुड़ जाता है | वह कृष्ण से एकरूप हो जाता है और उस अहंकार से रहित होता है जिसके कारणमनुष्य सोचता है कि मैं शरीर हूँ | यही कृष्णभावनामृत की पूर्णावस्था है |"
            ],
            "english": [
                "By acting in Krsna consciousness for the satisfaction of the senses of Krsna, any action, whether of the body, mind, intelligence or even of the senses, is purified of material contamination. There are no material reactions resulting from the activities of a Krsna conscious person. Therefore, purified activities, which are generally called sadacara, can be easily performed by acting in Krsna consciousness. Sri Rupa Gosvami in his Bhakti-rasamrta-sindhu describes this as follows:",
                "iha yasya harer dasye karmana manasa giranikhilasv apy avasthasu jivanmuktah sa ucyate",
                "A person acting in Krsna consciousness (or, in other words, in the service of Krsna) with his body, mind, intelligence and words is a liberated person even within the material world, although he may be engaged in many so-called material activities. He has no false ego, nor does he believe that he is this material body, nor that he possesses the body. He knows that he is not this body and that this body does not belong to him. He himself belongs to Krsna, and the body too belongs to Krsna. When he applies everything produced of the body, mind, intelligence, words, life, wealth, etc.—whatever he may have within his possession—to Krsna's service, he is at once dovetailed with Krsna. He is one with Krsna and is devoid of the false ego that leads one to believe that he is the body, etc. This is the perfect stage of Krsna consciousness."
            ]
        }
    }
]