[
    {
        "id": [
            22
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "ये हि संस्पर्शजा भोगा दु:खयोनय एव ते |",
                "आद्यन्तवन्तः कौन्तेय न तेषु रमते बुधः || २२ ||"
            ],
            "english": [
                "ye hi samsparsa-ja bhoga",
                "duhkha-yonaya eva te",
                "ady-antavantah kaunteya",
                "na tesu ramate budhah"
            ]
        },
        "translation": {
            "hindi": [
                "बुद्धिमान् मनुष्य दुख के कारणों में भाग नहीं लेता जो कि भौतिक इन्द्रियों के संसर्ग से उत्पन्न होते हैं | हे कुन्तीपुत्र! ऐसे भोगों का आदि तथा अन्त होता है, अतः चतुर व्यक्ति उनमें आनन्द नहीं लेता |"
            ],
            "english": [
                "An intelligent person does not take part in the sources of misery, which are due to contact with the material senses. O son of Kunti, such pleasures have a beginning and an end, and so the wise man does not delight in them."
            ]
        },
        "meaning": {
            "hindi": [
                "भौतिक इन्द्रियसुख उन इन्द्रियों के स्पर्श से उद्भूत् हैं जो नाशवान हैं क्योंकि शरीर स्वयं नाशवान है | मुक्तात्मा किसी नाशवान वस्तु में रूचि नहीं रखता | दिव्या आनन्द के सुखों से भलीभाँति अवगत वह भला मिथ्या सुख के लिए क्यों सहमत होगा ? पद्मपुराण में कहा गया है –",
                "रमन्ते योगिनोऽनन्ते सत्यानन्दे चिदात्मनि |",
                "इति रामपदेनासौ परं ब्रह्माभिधीयते ||",
                "योगीजन परमसत्य में रमण करते हुए अनन्त दिव्यसुख प्राप्त करते हैं इसीलिए परमसत्य को भी राम कहा जाता है |",
                "भागवत में (५.५.१) भी कहा गया है –",
                "नायं देहो देहभाजां नृलोके कष्टान् कामानर्हते विड्भुजां ये |",
                "तपो दिव्यं पुत्रका येन सत्त्वं शुद्धयेद् यस्माद् ब्रह्मसौख्यं त्वनन्तम् ||",
                "हे पुत्रो! इस मनुष्ययोनि में इन्द्रियसुख के लिए अधिक श्रम करना व्यर्थ है | ऐसा सुख तो सूकरों को भी प्राप्य है | इसकी अपेक्षा तुम्हें इस जीवन में तप करना चाहिए, जिससे तुम्हारा जीवन पवित्र हो जाय और तुम असीम दिव्यसुख प्राप्त कर सको |",
                "अतः जो यथार्थ योगी या दिव्य ज्ञानी हैं वे इन्द्रियसुखों की ओर आकृष्ट नहीं होते क्योंकि ये निरन्तर भवरोग के कारण हैं | वो भौतिकसुख के प्रति जितना ही आसक्त होता है, उसे उतने ही अधिक भौतिक दुख मिलते हैं |"
            ],
            "english": [
                "Material sense pleasures are due to the contact of the material senses, which are all temporary because the body itself is temporary. A liberated soul is not interested in anything which is temporary. Knowing well the joys of transcendental pleasures, how can a liberated soul agree to enjoy false pleasure? In the Padma Purana it is said:",
                "In the Srimad-Bhagavatam also it is said:",
                "Therefore, those who are true yogis or learned transcendentalists are not attracted by sense pleasures, which are the causes of continuous material existence. The more one is addicted to material pleasures, the more he is entrapped by material miseries."
            ]
        }
    },
    {
        "id": [
            23
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "शक्नोतीहैव यः सोढुं प्राक्शरीरविमोक्षणात् |",
                "कामक्रोधद्भवं वेगं स युक्तः स सुखी नरः || २३ ||"
            ],
            "english": [
                "saknotihaiva yah sodhum",
                "prak sarira-vimoksanat",
                "kama-krodhodbhavam vegam",
                "sa yuktah sa sukhi narah"
            ]
        },
        "translation": {
            "hindi": [
                "यदि इस शरीर को त्यागने के पूर्व कोई मनुष्य इन्द्रियों के वेगों को सहन करने तथा इच्छा एवं क्रोध के वेग को रोकने में समर्थ होता है, तो वह इस संसार में सुखी रह सकता है |"
            ],
            "english": [
                "Before giving up this present body, if one is able to tolerate the urges of the material senses and check the force of desire and anger, he is a yogi and is happy in this world."
            ]
        },
        "meaning": {
            "hindi": [
                "यदि कोई आत्म-साक्षात्कार के पथ पर अग्रसर होना चाहता है तो उसे भौतिक इन्द्रियों के वेग को रोकने का प्रयत्न करना चाहिए | ये वेग हैं – वाणीवेग, क्रोधवेग, मनोवेग, उदरवेग, उपस्थवेद तथा जिह्वावेग | जो व्यक्ति इन विभिन्न इन्द्रियों के वेगों को तथा मन को वश में करने में समर्थ है वह गोस्वामी या स्वामी कहलाता है | ऐसे गोस्वामी नितान्त संयमित जीवन बिताते हैं और इन्द्रियों के वेगों का तिरस्कार करते हैं | भौतिक इच्छाएँ पूर्ण न होने पर क्रोध उत्पन्न होता है और इस प्रकार मन, नेत्र तथा वक्षस्थल उत्तेजित होते हैं | अतः इस शरीर का परित्याग करने के पूर्व मनुष्य को इन्हें वश में करने का अभ्यास करना चाहिए | जो ऐसा कर सकता है वह स्वरुपसिद्ध माना जाता है और आत्म-साक्षात्कार की अवस्था में वह सुखी रहता है | योगी का कर्तव्य है कि वह इच्छा और क्रोध को वश में करने का भरसक प्रयत्न करे |"
            ],
            "english": [
                "lf one wants to make steady progress on the path of self-realization, he must try to control the forces of the material senses. There are the forces of talk, forces of anger, forces of mind, forces of the stomach, forces of the genitals, and forces of the tongue. One who is able to control the forces of all these different senses, and the mind, is called gosvami, or svami. Such gosvamis live strictly controlled lives, and forego altogether the forces of the senses. Material desires, when unsatiated, generate anger, and thus the mind, eyes and chest become agitated. Therefore, one must practice to control them before one gives up this material body. One who can do this is understood to be self-realized and is thus happy in the state of self-realization. It is the duty of the transcendentalist to try strenuously to control desire and anger."
            ]
        }
    },
    {
        "id": [
            24
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "योऽन्तःसुखोऽन्तरारामस्तथान्तज्योर्तिरेव यः |",
                "स योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति || २४ ||"
            ],
            "english": [
                "yo 'ntah-sukho 'ntar-aramas",
                "tathantar-jyotir eva yah",
                "sa yogi brahma-nirvanam",
                "brahma-bhuto 'dhigacchati"
            ]
        },
        "translation": {
            "hindi": [
                "जो अन्तःकरण में सुख का अनुभव करता है, जो कर्मठ है और अन्तःकरण में ही रमण करता है तथा जिसका लक्ष्य अन्तर्मुखी होता है वह सचमुच पूर्ण योगी है | वह परब्रह्म में मुक्त पाता है और अन्ततोगत्वा ब्रह्म को प्राप्त होता है |"
            ],
            "english": [
                "One whose happiness is within, who is active within, who rejoices within and is illumined within, is actually the perfect mystic. He is liberated in the Supreme, and ultimately he attains the Supreme."
            ]
        },
        "meaning": {
            "hindi": [
                "जब तक मनुष्य अपने अन्तःकरण में सुख का अनुभव नहीं करता तब तक भला बाह्यसुख को प्राप्त कराने वाली बाह्य क्रियाओं से वह कैसे छूट सकता है? मुक्त पुरुष वास्तविक अनुभव द्वारा सुख भोगता है | अतः वह किसी भी स्थान में मौनभाव से बैठकर अन्तःकरण में जीवन के कार्यकलापों का आनन्द लेता है | ऐसा मुक्त पुरुष कभी बाह्य भौतिक सुख की कामना नहीं करता | यह अवस्था ब्रह्मभूत कहलाती है, जिसे प्राप्त करने पर भगवद्धाम जाना निश्चित है |"
            ],
            "english": [
                "Unless one is able to relish happiness from within, how can one retire from the external engagements meant for deriving superficial happiness? A liberated person enjoys happiness by factual experience. He can, therefore, sit silently at any place and enjoy the activities of life from within. Such a liberated person no longer desires external material happiness. This state is called brahma-bhuta, attaining which one is assured of going back to Godhead, back to home."
            ]
        }
    },
    {
        "id": [
            25
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "लभन्ते ब्रह्मनिर्वाणमृषयः क्षीणकल्मषाः |",
                "छिन्नद्वैधा यतात्मानः सर्वभूतहिते रताः || २५ ||"
            ],
            "english": [
                "labhante brahma-nirvanam",
                "rsayah ksina-kalmasah",
                "chinna-dvaidha yatatmanah",
                "sarva-bhuta-hite ratah"
            ]
        },
        "translation": {
            "hindi": [
                "जो लोग संशय से उत्पन्न होने वाले द्वैत से परे हैं, जिनके मन आत्म-साक्षात्कार में रत हैं, जो समस्त जीवों के कल्याणकार्य करने में सदैव व्यस्त रहते हैं और जो समस्त पापों से रहित हैं, वे ब्रह्मनिर्वाण (मुक्ति) को प्राप्त होते हैं |"
            ],
            "english": [
                "One who is beyond duality and doubt, whose mind is engaged within, who is always busy working for the welfare of all sentient beings, and who is free from all sins, achieves liberation in the Supreme."
            ]
        },
        "meaning": {
            "hindi": [
                "केवल वही व्यक्ति सभी जीवों के कल्याणकार्य में रत कहा जाएगा जो पूर्णतया कृष्णभावनाभावित है | जब व्यक्ति को यह वास्तविक ज्ञान हो जाता है कि कृष्ण ही सभी वस्तुओं के उद्गम हैं तब वह जो भी कर्म करता है सबों के हित को ध्यान में रखकर करता है | परमभोक्ता, परमनियन्ता तथा परमसखा कृष्ण को भूल जाना मानवता के क्लेशों का कारण है | अतः समग्र मानवता के लिए कार्य करना सबसे बड़ा कल्याणकार्य है | कोई भी मनुष्य ऐसे श्रेष्ठ कार्य में तब तक नहीं लग पाता जब तक वह स्वयं मुक्त न हो | कृष्णभावनाभावित मनुष्य के हृदय में कृष्ण की सर्वोच्चता पर बिलकुल संदेह नहीं रहता | वह इसीलिए सन्देह नहीं करता क्योंकि वह समस्त पापों से रहित होता है | ऐसा है – यह दैवी प्रेम |",
                "जो व्यक्ति मानव समाज का भौतिक कल्याण करने में ही व्यस्त रहता है वह वास्तव में किसी की भी सहायता नहीं कर सकता | शरीर तथा मन की क्षणिक खुशी सन्तोषजनक नहीं होती | जीवन-संघर्ष में कठिनाइयों का वास्तविक कारण मनुष्य द्वारा परमेश्र्वर से अपने सम्बन्ध की विस्मृति में ढूँढा जा सकता है | जब मनुष्य कृष्ण के साथ अपने सम्बन्ध के प्रति सचेष्ट रहता है जो वह वास्तव में मुक्तात्मा होता है, भले ही वह भौतिक शरीर के जाल में फँसा हो |केवल वही व्यक्ति सभी जीवों के कल्याणकार्य में रत कहा जाएगा जो पूर्णतया कृष्णभावनाभावित है | जब व्यक्ति को यह वास्तविक ज्ञान हो जाता है कि कृष्ण ही सभी वस्तुओं के उद्गम हैं तब वह जो भी कर्म करता है सबों के हित को ध्यान में रखकर करता है | परमभोक्ता, परमनियन्ता तथा परमसखा कृष्ण को भूल जाना मानवता के क्लेशों का कारण है | अतः समग्र मानवता के लिए कार्य करना सबसे बड़ा कल्याणकार्य है | कोई भी मनुष्य ऐसे श्रेष्ठ कार्य में तब तक नहीं लग पाता जब तक वह स्वयं मुक्त न हो | कृष्णभावनाभावित मनुष्य के हृदय में कृष्ण की सर्वोच्चता पर बिलकुल संदेह नहीं रहता | वह इसीलिए सन्देह नहीं करता क्योंकि वह समस्त पापों से रहित होता है | ऐसा है – यह दैवी प्रेम |",
                "जो व्यक्ति मानव समाज का भौतिक कल्याण करने में ही व्यस्त रहता है वह वास्तव में किसी की भी सहायता नहीं कर सकता | शरीर तथा मन की क्षणिक खुशी सन्तोषजनक नहीं होती | जीवन-संघर्ष में कठिनाइयों का वास्तविक कारण मनुष्य द्वारा परमेश्र्वर से अपने सम्बन्ध की विस्मृति में ढूँढा जा सकता है | जब मनुष्य कृष्ण के साथ अपने सम्बन्ध के प्रति सचेष्ट रहता है जो वह वास्तव में मुक्तात्मा होता है, भले ही वह भौतिक शरीर के जाल में फँसा हो |"
            ],
            "english": [
                "Only a person who is fully in Krsna consciousness can be said to be engaged in welfare work for all living entities. When a person is actually in the knowledge that Krsna is the fountainhead of everything, then when he acts in that spirit he acts for everyone. The sufferings of humanity are due to forgetfulness of Krsna as the supreme enjoyer, the supreme proprietor, and the supreme friend. Therefore, to act to revive this consciousness within the entire human society is the highest welfare work. One cannot be engaged in first-class welfare work without being liberated in the Supreme. A Krsna conscious person has no doubt about the supremacy of Krsna. He has no doubt because he is completely freed from all sins. This is the state of divine love.",
                "A person engaged only in ministering to the physical welfare of human society cannot factually help anyone. Temporary relief of the external body and the mind is not satisfactory. The real cause of one's difficulties in the hard struggle for life may be found in one's forgetfulness of his relationship with the Supreme Lord. When a man is fully conscious of his relationship with Krsna, he is actually a liberated soul, although he may be in the material tabernacle."
            ]
        }
    },
    {
        "id": [
            26
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "कामक्रोधविमुक्तानां यतीनां यतचेतसाम् |",
                "अभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम् || २६ |"
            ],
            "english": [
                "kama-krodha-vimuktanam",
                "yatinam yata-cetasam",
                "abhito brahma-nirvanam",
                "vartate viditatmanam"
            ]
        },
        "translation": {
            "hindi": [
                "जो क्रोध तथा समस्त भौतिक इच्छाओं से रहित हैं, जो स्वरुपसिद्ध, आत्मसंयमी हैं और संसिद्धि के लिए निरन्तर प्रयास करते हैं उनकी मुक्ति निकट भविष्य में सुनिश्चित है |"
            ],
            "english": [
                "Those who are free from anger and all material desires, who are self-realized, self-disciplined and constantly endeavoring for perfection, are assured of liberation in the Supreme in the very near future."
            ]
        },
        "meaning": {
            "hindi": [
                "मोक्ष के लिए सतत प्रयत्नशील रहने वाले साधुपुरुषों में से जो कृष्णभावनाभावित होता है वह सर्वश्रेष्ठ है | इस तथ्य की पुष्टि भागवत में (४.२२.३९) इस प्रकार हुई है –",
                "यत्पादपंकजपलाशविलासभक्त्या",
                "कर्माशयं ग्रथितमुद्ग्रथयन्ति सन्तः |",
                "तद्वन्न रिक्तमतयो यतयोऽपि रुद्ध-",
                "स्त्रोतोगणास्तमरणं भज वासुदेवम् ||",
                "भक्तिपूर्वक भगवन् वासुदेव की पूजा करने का प्रयास तो करो! बड़े से बड़े साधु पुरुष भी इन्द्रियों के वेग को अपनी कुशलता से रोक पाने में समर्थ नहीं हो पाते जितना कि वे जो सकामकर्मों की तीव्र इच्छा को समूल नष्ट करके और भगवान् के चरणकमलों की सेवा करके दिव्य आनन्द में लीन रहते हैं |",
                "बद्धजीव में कर्म के फलों को भोगने की इच्छा इतनी बलवती होती है कि ऋषियों-मुनियों तक के लिए कठोर परिश्रम के बावजूद ऐसी इच्छाओं को वश में करना कठिन होता है | जो भगद्भक्त कृष्णचेतना में निरन्तर भक्ति करता है और आत्म-साक्षात्कार में सिद्ध होता है, वह शीघ्र हीमुक्ति प्राप्त करता है | आत्म-साक्षात्कार का पूर्णज्ञान होने से वह निरन्तर समाधिस्थ रहता है | ऐसा ही एक उदाहरण दिया जा रहा है-",
                "दर्शनध्यानसंस्पर्शैः मत्स्यकूर्मविहंगमाः |",
                "स्वान्यपत्यानि पुष्णन्ति तथाहमपि पद्मज ||",
                "मछली, कछुवा तथा पक्षी केवल दृष्टि, चिन्तन तथा स्पर्श से अपनी सन्तानों को पालते हैं | हे पद्मज! मैं भी उसी तरह करता हूँ |",
                "मछली अपने बच्चों को केवल देखकर बड़ा करती है | कछुवा केवल चिन्तन द्वारा अपने बच्चों को पालता है | कछुवा अपने अण्डे स्थल में देता है और स्वयं जल में रहने के कारण निरन्तर अण्डों का चिन्तन करता रहता है | इसी प्रकार भगवद्भक्त, भगवद्धाम से दूर स्थिर रहकर भी भगवान् का चिन्तन करके कृष्णभावनामृत द्वारा उनके धाम पहुँच सकता है | उसे भौतिक क्लेशों का अनुभव नहीं होता | यह जीवन-अवस्था ब्रह्मनिर्वाण अर्थात् भगवान् में निरन्तर लीन रहने के कारण भौतिक कष्टों का अभाव कहलाती है |"
            ],
            "english": [
                "Of the saintly persons who are constantly engaged in striving toward salvation, one who is in Krsna consciousness is the best of all. The Bhagavatam confirms this fact as follows:",
                "In the conditioned soul the desire to enjoy the fruitive results of work is so deep-rooted that it is very difficult even for the great sages to control such desires, despite great endeavors. A devotee of the Lord, constantly engaged in devotional service in Krsna consciousness, perfect in self-realization, very quickly attains liberation in the Supreme. Owing to his complete knowledge in self-realization, he always remains in trance. To cite an analagous example of this:",
                "The fish brings up its offspring simply by looking at them. The tortoise brings up its offspring simply by meditation. The eggs of the tortoise are laid on land, and the tortoise meditates on the eggs while in the water. Similarly, a devotee in Krsna consciousness, although far away from the Lord's abode, can elevate himself to that abode simply by thinking of Him constantly—by engagement in Krsna consciousness. He does not feel the pangs of material miseries; this state of life is called brahma-nirvana, or the absence of material miseries due to being constantly immersed in the Supreme."
            ]
        }
    },
    {
        "id": [
            27,
            28
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "स्पर्शान्कृत्वा बहिर्बाह्यांश्र्चक्षुश्र्चैवान्तरे भ्रुवो: |",
                "प्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ || २७ ||",
                "यतेन्द्रियमनोबुद्धिर्मुनिर्मोक्षपरायणः |",
                "विगतेच्छाभयक्रोधो यः सदा मुक्त एव सः || २८ ||"
            ],
            "english": [
                "sparsan krtva bahir bahyams",
                "caksus caivantare bhruvoh",
                "pranapanau samau krtva",
                "nasabhyantara-carinau",
                "yatendriya-mano-buddhir",
                "munir moksa-parayanah",
                "vigateccha-bhaya-krodho",
                "yah sada mukta eva sah"
            ]
        },
        "translation": {
            "hindi": [
                "समस्त इन्द्रियविषयों को बाहर करके, दृष्टि को भौंहों के मध्य में केन्द्रित करके, प्राण तथा अपान वायु को नथुनों के भीतर रोककर और इस तरह मन, इन्द्रियों तथा बुद्धि को वश में करके जो मोक्ष को लक्ष्य बनाता है वह योगी इच्छा, भय तथा क्रोध से रहित हो जाता है | जो निरन्तर इस अवस्था में रहता है, वह अवश्य ही मुक्त है |"
            ],
            "english": [
                "Shutting out all external sense objects, keeping the eyes and vision concentrated between the two eyebrows, suspending the inward and outward breaths within the nostrils—thus controlling the mind, senses and intelligence, the tranecendentalist becomes free from desire, fear and anger. One who is always in this state is certainly liberated."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्णभावनामृत में रत होने पर मनुष्य तुरन्त ही अपने अध्यात्मिक स्वरूप को जान लेता है जिसके पश्चात् भक्ति के द्वारा वह परमेश्र्वर को समझता है | जब मनुष्य भक्ति करता है तो वह दिव्य स्थिति को प्राप्त होता है और अपने कर्म क्षेत्र में भगवान् की उपस्थिति का अनुभव करने योग्य हो जाता है | यह विशेष स्थिति मुक्ति कहलाती है |",
                "मुक्ति विषयक उपर्युक्त सिद्धान्तों का प्रतिपादन करके श्रीभगवान् अर्जुन को यह शिक्षा देते हैं कि मनुष्य किस प्रकार अष्टांगयोग का अभ्यास करके इस स्थिति को प्राप्त होता है | यह अष्टांगयोग आठ विधियों – यम, नियम, आसन, प्राणायाम, प्रत्याहार, धारणा, ध्यान तथा समाधि में विभाजित है | छठे अध्याय में योग के विषय में विस्तृत व्याख्या की गई है, पाँचवे अध्याय के अन्त में तो इसका प्रारम्भिक विवेचन ही दिया गया है | योग में प्रत्याहार विधि से शब्द, स्पर्श, रूप, स्वाद तथा गंध का निराकरण करना होता है और तब दृष्टि को दोनों भौंहों के बीच लाकर अधखुली पलकों से उसे नासाग्र पर केन्द्रित करना पड़ता है | आँखों को पूरी तरह बन्द करने से कोई लाभ नहीं होता क्योंकि तब सो जाने की सम्भावना रहती है | न ही आँखों को पूरा खुला रखने से कोई लाभ है क्योंकि तब तो इन्द्रियविषयों द्वारा आकृष्ट होने का भय बना रहता है | नथुनों के भीतर श्र्वास की गति को रोकने के लिए प्राण तथा अपान वायुओं को सम किया जाता है | ऐसे योगाभ्यास से मनुष्य अपनी इन्द्रियों के ऊपर नियन्त्रण प्राप्त करता है, बाह्य इन्द्रियविषयों से दूर रहता है और अपनी मुक्ति की तैयारी करता है |",
                "इस योग विधि से मनुष्य समस्त प्रकार के भय तथा क्रोध से रहित हो जाता है और परमात्मा की उपस्थिति का अनुभव करता है | दूसरे शब्दों में, कृष्णभावनामृत योग के सिद्धान्तों को सम्पन्न करने की सरलतम विधि है | अगले अध्याय में इसकी विस्तार से व्याख्या होगी | किन्तु कृष्णभावनाभावित व्यक्ति सदैव भक्ति में लीन रहता है जिससे उसकी इन्द्रियों के अन्यत्र प्रवृत्त होने का भय नहीं रह जाता | अष्टांगयोग की अपेक्षा इन्द्रियों को वश में करने की यह अधिक उत्तम विधि है |"
            ],
            "english": [
                "Being engaged in Krsna consciousness, one can immediately understand one's spiritual identity, and then one can understand the Supreme Lord by means of devotional service. When he is well situated in devotional service, one comes to the transcendental position, qualified to feel the presence of the Lord in the sphere of one's activity. This particular position is called liberation in the Supreme.",
                "After explaining the above principles of liberation in the Supreme, the Lord gives instruction to Arjuna as to how one can come to that position by the practice of mysticism or yoga, known as astanga-yoga, which is divisible into an eightfold procedure called yama, niyama, asana, pranayama, pratyahara, dharana, dhyana, and samadhi. In the Sixth Chapter the subject of yoga is explicitly detailed, and at the end of the Fifth it is only preliminarily explained. One has to drive out the sense objects such as sound, touch, form, taste and smell by the pratyahara (breathing) process in yoga, and then keep the vision of the eyes between the two eyebrows and concentrate on the tip of the nose with half closed lids. There is no benefit in closing the eyes altogether, because then there is every chance of falling asleep. Nor is there benefit in opening the eyes completely, because then there is the hazard of being attracted by sense objects. The breathing movement is restrained within the nostrils by neutralizing the up- and down-moving air within the body. By practice of such yoga one is able to gain control over the senses, refrain from outward sense objects, and thus prepare oneself for liberation in the Supreme.",
                "This yoga process helps one become free from all kinds of fear and anger and thus feel the presence of the Supersoul in the transcendental situation. In other words, Krsna consciousness is the easiest process of executing yoga principles. This will be thoroughly explained in the next chapter. A Krsna conscious person, however, being always engaged in devotional service, does not risk losing his senses to some other engagement. This is a better way of controlling the senses than by the astanga-yoga."
            ]
        }
    },
    {
        "id": [
            29
        ],
        "chapterId": 5,
        "text": {
            "hindi": [
                "भोक्तारं यज्ञतपसां सर्वलोकमहेश्र्वरम् |",
                "सुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति || २९ ||"
            ],
            "english": [
                "bhoktaram yajna-tapasam",
                "sarva-loka-mahesvaram",
                "suhrdam sarva-bhutanam",
                "jnatva mam santim rcchati"
            ]
        },
        "translation": {
            "hindi": [
                "मुझे समस्त यज्ञों तथा तपस्याओं का परम भोक्ता, समस्त लोकों तथा देवताओं का परमेश्र्वर एवं समस्त जीवों का उपकारी एवं हितैषी जानकर मेरे भावनामृत से पूर्ण पुरुष भौतिक दुखों से शान्ति लाभ-करता है |"
            ],
            "english": [
                "The sages, knowing Me as the ultimate purpose of all sacrifices and austerities, the Supreme Lord of all planets and demigods and the benefactor and well-wisher of all living entities, attain peace from the pangs of material miseries."
            ]
        },
        "meaning": {
            "hindi": [
                "माया से वशीभूत सारे बद्धजीव इस संसार में शान्ति प्राप्त करने के लिए उत्सुक रहते हैं | किन्तु भगवद्गीता के इस अंश में वर्णित शान्ति के सूत्र को वे नहीं जानते | शान्ति का सबसे बड़ा सूत्र यही है कि भगवान् कृष्ण समस्त मानवीय कर्मों के भोक्ता हैं | मनुष्यों को चाहिए कि प्रत्येक वस्तु भगवान् की दिव्यसेवा में अर्पित कर दें क्योंकि वे ही समस्त लोकों तथा उनमें रहने वाले देवताओं के स्वामी हैं | उनसे बड़ा कोई नहीं है | वे बड़े सेबड़े देवता, शिव तथा ब्रह्मा से भी महान हैं | वेदों में (श्र्वेताश्र्वतर उपनिषद् ६.७) भगवान् को तमीश्र्वराणां परमं महेश्र्वरम् कहा गया है | माया के वशीभूत होकर सारे जीव सर्वत्र अपना प्रभुत्व जताना चाहते हैं, लेकिन वास्तविकता तो यह है कि सर्वत्र भगवान् की माया का प्रभुत्व है | भगवान् प्रकृति (माया) के स्वामी हैं और बद्धजीव प्रकृति के कठोर अनुशासन के अन्तर्गत हैं | जब तक कोई इन तथ्यों को समझ नहीं लेता तब तक संसार में व्यष्टि या समष्टि रूप से शान्ति प्राप्त कर पाना सम्भव नहीं है | कृष्णभावनामृत का यही अर्थ है | भगवान् कृष्ण परमेश्र्वर हैं तथा देवताओं सहित सारे जीव उनके आश्रित हैं | पूर्ण कृष्णभावनामृत में रहकर ही पूर्ण शान्ति प्राप्त की जा सकती है |",
                "यह पाँचवा अध्याय कृष्णभावनामृत की, जिसे सामान्यतया कर्मयोग कहते हैं, व्यावहारिक व्याख्या है | यहाँ पर इस प्रश्न का उत्तर दिया गया है कि कर्मयोग से मुक्ति किस तरह प्राप्त होती है | कृष्णभावनामृत में कार्य करने का अर्थ है परमेश्र्वर के रूप में भगवान् के पूर्णज्ञान के साथ कर्म करना | ऐसा कर्म दिव्यज्ञान से भिन्न नहीं होता | प्रत्यक्ष कृष्णभावनामृत भक्तियोग है और ज्ञानयोग वह पथ है जिससे भक्तियोग प्राप्त किया जाता है | कृष्णभावनामृत का अर्थ है – परमेश्र्वर के साथ अपने सम्बन्ध का पूर्णज्ञान प्राप्त करके कर्म करना और इस चेतना की पूर्णता का अर्थ है – कृष्ण या श्रीभगवान् का पूर्णज्ञान | शुद्ध जीव भगवान् के अंश रूप में ईश्र्वर का शाश्र्वत दास है | वह माया पर प्रभुत्व जताने की इच्छा से ही माया के सम्पर्क में आता है और यही उसके कष्टों का मूल कारण है | जब तक वह पदार्थ के सम्पर्क में रहता है उसे भौतिक आवश्यकताओं के लिए कर्म करना पड़ता है | किन्तु कृष्णभावनामृत उसे पदार्थ की परिधि में स्थित होते हुए भी आध्यात्मिक जीवन में ले आता है क्योंकि भौतिक जगत् में भक्ति का अभ्यास करने पर जीव का दिव्य स्वरूप पुनः प्रकट होता है | जो मनुष्य जितना ही प्रगत है वह उतना ही पदार्थ के बन्धन से मुक्त रहता है | भगवान् किसी का पक्षपात नहीं करते | यह तो कृष्णभावनामृत के लिए व्यक्तिगत व्यावहारिक कर्तव्यपालन पर निर्भर करता है जिससे मनुष्य इन्द्रियों पर नियन्त्रण प्राप्त करके इच्छा तथा क्रोध के प्रभाव को जीत लेता है | और जो कोई उपर्युक्त कामेच्छाओं को वश में करके कृष्णभावनामृत में दृढ़ रहता है वह ब्रह्मनिर्वाण या दिव्य अवस्था को प्राप्त करता होता है | कृष्णभावनामृत में अष्टांगयोग पद्धति का स्वयमेव अभ्यास होता है क्योंकि इससे अन्तिम लक्ष्य की पूर्ति होती है | यम, नियम, आसन, प्राणायाम, प्रत्याहार, धारणा, ध्यान तथा समाधि के अभ्यास द्वारा धीरे-धीरे प्रगति हो सकती है | किन्तु भक्तियोग में तो ये प्रस्तावना के स्वरूप हैं क्योंकि केवल इसी से मनुष्य को पूर्णशान्ति प्राप्त हो सकती है | यही जीवन की परम सिद्धि है |",
                "इस प्रकार श्रीमद्भगवद्गीता के पंचम अध्याय “कर्मयोग – कृष्णभावनाभावित कर्म” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ /"
            ],
            "english": [
                "The conditioned souls within the clutches of illusory energy are all anxious to attain peace in the material world. But they do not know the formula for peace, which is explained in this part of the Bhagavad-gita. The greatest peace formula is simply this: Lord Krsna is the beneficiary in all human activities. Men should offer everything to the transcendental service of the Lord because He is the proprietor of all planets and the demigods thereon. No one is greater than He. He is greater than the greatest of the demigods, Lord Siva and Lord Brahma. In the Vedas the Supreme Lord is described as tam isvaranam paramam mahesvaram. Under the spell of illusion, living entities are trying to be lords of all they survey, but actually they are dominated by the material energy of the Lord. The Lord is the master of material nature, and the conditioned souls are under the stringent rules of material nature. Unless one understands these bare facts, it is not possible to achieve peace in the world either individually or collectively. This is the sense of Kssna consciousness: Lord Krsna is the supreme predominator, and all living entities, including the great demigods, are His subordinates. One can attain perfect peace only in complete Krsna consciousness.",
                "This Fifth Chapter is a practical explanation of Krsna consciousness, generally known as karma-yoga. The question of mental speculation as to how karma-yoga can give liberation is answered herewith. To work in Krsna consciousness is to work with the complete knowledge of the Lord as the predominator. Such work is not different from transcendental knowledge. Direct Krsna consciousness is bhakti-yoga, and jnana-yoga is a path leading to bhakti-yoga. Krsna consciousness means to work in full knowledge of one's relationship with the Supreme Absolute, and the perfection of this consciousness is full knowledge of Krsna, or the Supreme Personality of Godhead. A pure soul is the eternal servant of God as His fragmental part and parcel. He comes into contact with maya (illusion) due to the desire to lord it over maya, and that is the cause of his many sufferings. As long as he is in contact with matter, he has to execute work in terms of material necessities. Krsna consciousness, however, brings one into spiritual life even while one is within the jurisdiction of matter, for it is an arousing of spiritual existence by practice in the material world. The more one is advanced, the more he is freed from the clutches of matter. The Lord is not partial toward anyone. Everything depends on one's practical performance of duties in an effort to control the senses and conquer the influence of desire and anger. And, attaining Krsna consciousness by controlling the above-mentioned passions, one remains factually in the transcendental stage, or brahman-nirvana. The eightfold yoga mysticism is automatically practiced in Krsna consciousness because the ultimate purpose is served. There is gradual process of elevation in the practice of yama, niyama, asana, pratyahara, dhyana, dharana, pranayama, and samadhi. But these only preface perfection by devotional service, which alone can award peace to the human being. It is the highest perfection of life."
            ]
        }
    }
]