[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "समोऽहं सर्वभूतेषु न मे द्वेष्योऽस्ति न प्रियः ।",
            "ये भजन्ति तु मां भक्त्या मयि ते तेषु चाप्यहम् ॥ २९ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**समः** – समभाव; **अहम्** – मैं; **सर्व-भूतेषु** – समस्त जीवों में; **न** – कोई नहीं; **मे** – मुझको; **द्वेष्यः** – द्वेषपूर्ण; **अस्ति** – है; **न** – न तो; **प्रियः** – प्रिय; **ये** – जो; **भजन्ति** – दिव्यसेवा करते हैं; **तु** – लेकिन; **माम्** – मुझको; **भक्त्या** – भक्ति से; **मयि** – मुझमें हैं; **ते** – वे व्यक्ति; **तेषु** – उनमें; **च** – भी; **अपि** – निश्चय ही; **अहम्** – मैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मैं न तो किसी से द्वेष करता हूँ, न ही किसी के साथ पक्षपात करता हूँ | मैं सबों के लिए समभाव हूँ | किन्तु जो भी भक्तिपूर्वक मेरी सेवा करता है, वह मेरा मित्र है, मुझमें स्थित रहता है और मैं भी उसका मित्र हूँ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ पर प्रश्न किया जा सकता है कि जब कृष्ण का सबों के लिए समभाव है और उनका कोई विशिष्ट मित्र नहीं है तो फिर वे उन भक्तों में विशेष रुचि क्यों लेते हैं, जो उनकी दिव्यसेवा में सदैव लगे रहते हैं? किन्तु यह भेदभाव नहीं है, यह तो सहज है | इस जगत् में हो सकता है कि कोई व्यक्ति अत्यन्त उपकारी हो, किन्तु तो भी वह अपनी सन्तानों में विशेष रुचि लेता है | भगवान् का कहना है कि प्रत्येक जीव, चाहे वह जिस योनी का हो, उनका पुत्र है, अतः वे हर एक को जीवन की आवश्यक वस्तुएँ प्रदान करते हैं | वे उस बादल के सदृश हैं जो सबों के ऊपर जलवृष्टि करता है, चाहे यह वृष्टि चट्टान पर हो या स्थल पर, या जल में हो | किन्तु भगवान् अपने भक्तों का विशेष ध्यान रखते हैं | ऐसे ही भक्तों का यहाँ उल्लेख हुआ है – वे सदैव कृष्णभावनामृत में रहते हैं, फलतः वे निरन्तर कृष्ण में लीन रहते हैं | कृष्णभावनामृत शब्द ही बताता है कि जो लोग ऐसे भावनामृत में रहते हैं वे सजीव अध्यात्मवादी हैं और उन्हीं में स्थित हैं | भगवान् यहाँ स्पष्ट रूप से कहते हैं – मयि ते अर्थात् वे मुझमें हैं | फलतः भगवान् भी उनमें हैं | इससे येयथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् की भी व्याख्या हो जाती है – जो भीमेरी शरण में आ जाता है, उसकी मैं उसी रूप में रखवाली करता हूँ | यह दिव्य आदान-प्रदान भाव विद्यमान रहता है, क्योंकि भक्त तथा भगवान् दोनों सचेतन हैं | जब हीरे को सोने की अँगूठी में जड़ दिया जाता है तो वह अत्यन्त सुन्दर लगता है | इससे सोने की महिमा बढ़ती है, किन्तु साथ ही हीरे की भी महिमा बढ़ती है | भगवान् तथा जीव निरन्तर चमकते रहते हैं और जब कोई जीव भगवान् की सेवा में प्रवृत्त होता है तो वह सोने की भाँति दिखता है | भगवान् हीरे के समान हैं, अतः यह संयोग अत्युत्तम होता है | शुद्ध अवस्था में जीव भक्त कहलाते हैं | परमेश्वर अपने भक्तों के भी भक्त बन जाते हैं | यदि भगवान् तथा भक्त में आदान-प्रदान का भाव न रहे तो सगुणवादी दर्शन ही न रहे | मायावादी दर्शन परमेश्वर तथा जीव में मध्य ऐसा आदान-प्रदान का भाव नहीं मिलता, किन्तु सगुणवादी दर्शन में ऐसा होता है |",
            "प्रायः यह दृष्टान्त दिया जाता है कि भगवान् कल्पवृक्ष के समान हैं और मनुष्य इस वृक्ष से जो भी माँगता है, भगवान् उसकी पूर्ति करते हैं | किन्तु यहाँ पर जो व्याख्या दी गई है वह अधिक पूर्ण है | यहाँ पर भगवान् को भक्त का पक्ष लेने वाला कहा गया है | यह भक्त के प्रति भगवान् की विशेष कृपा की अभिव्यक्ति है | भगवान् के आदान-प्रदान भाव को कर्म के नियम के अन्तर्गत नहीं मानना चाहिए | यह तो उस दिव्य अवस्था से सम्बन्धित रहता है जिसमें भगवान् तथा उनके भक्त कर्म करते हैं | भगवद्भक्ति इस जगत का कार्य नहीं है, यह तो उस अध्यात्म का अंश है, जहाँ शाश्वत आनन्द तथा ज्ञान का प्राधान्य रहता है |"
        ]
    }
]