[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Burning of Laṅkā"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kapi kēṃ mamatā pūomcha para sabahi kahauom samujhāi.",
            "tēla bōri paṭa bāomdhi puni pāvaka dēhu lagāi [5-24]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"A monkey is very fond of his tail: I tell you this secret. Therefore, swathe his tail with rags soaked in oil and then set fire to it.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pūomchahīna bānara tahaom jāihi. taba saṭha nija nāthahi lai āihi",
            "jinha kai kīnhasi bahuta baḍaāī. dēkhēuommaiṃ tinha kai prabhutāī [5-24-1]",
            "bacana sunata kapi mana musukānā. bhai sahāya sārada maiṃ jānā",
            "jātudhāna suni rāvana bacanā. lāgē racaiṃ mūḍha sōi racanā [5-24-2]",
            "rahā na nagara basana ghṛta tēlā. bāḍhaī pūomcha kīnha kapi khēlā",
            "kautuka kahaom āē purabāsī. mārahiṃ carana karahiṃ bahu hāomsī [5-24-3]",
            "bājahiṃ ḍhōla dēhiṃ saba tārī. nagara phēri puni pūomcha prajārī",
            "pāvaka jarata dēkhi hanumaṃtā. bhayau parama laghu rupa turaṃtā [5-24-4]",
            "nibuki caḍhaēu kapi kanaka aṭārīṃ. bhaī sabhīta nisācara nārīṃ [5-24-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"When the tailless monkey will go back, the wretch will bring his master with him, and I shall have an opportunity of seeing his might, whom he has so lavishly exalted .\" Hanumān smiled to himself on hearing these words. \"Goddess Śāradā has proved helpful to me, I believe.\" On hearing Rāvaṇa's command the stupid demons started doing as they were bid. Not a rag was left in the city nor a drop of ghee (clarified butter) or oil, the tail had grown to such a length through Hanumān's playful gesture. The citizens thronged to see the fun; they kicked Hanumān and jeered much at him. With beating of drums and clapping of hands they took him round the city and then set fire to his tail. When Hanumān saw the fire blazing, he immediately assumed an utterly diminutive size, and slipping out of his bonds sprang to the attics of the gold palace, to the dismay of the demonesses."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "hari prērita tēhi avasara calē maruta unacāsa.",
            "aṭṭahāsa kari garjaā kapi baḍhai lāga akāsa [5-25]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At that moment, impelled by God, all the forty-nine* winds began to bluster. Hanumān roared with a loud laugh and swelled to such a size that he seemed to touch the sky"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dēha bisāla parama haruāī. maṃdira tēṃ maṃdira caḍha dhāī",
            "jarai nagara bhā lōga bihālā. jhapaṭa lapaṭa bahu kōṭi karālā [5-25-1]",
            "tāta mātu hā sunia pukārā. ēhi avasara kō hamahi ubārā",
            "hama jō kahā yaha kapi nahiṃ hōī. bānara rūpa dharēṃ sura kōī [5-25-2]",
            "sādhu avagyā kara phalu aisā. jarai nagara anātha kara jaisā",
            "jārā nagaru nimiṣa ēka māhīṃ. ēka bibhīṣana kara gṛha nāhīṃ [5-25-3]",
            "tā kara dūta anala jēhiṃ sirijā. jarā na sō tēhi kārana girijā",
            "ulaṭi palaṭi laṃkā saba jārī. kūdi parā puni siṃdhu majhārī [5-25-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Though colossal in size, Hanumān appeared most nimble-bodied; he ran and sprang from palace to palace. The city was all ablaze and the people were at their wit's end. Terrible flames burst forth in myriads and piteous cries were heard everywhere: \"O father ! Ah, my mother ! Who will save us at this hour? As I said, he is no monkey but some god in the form of a monkey. Such is the result of despising a noble soul: the city is being consumed by fire as though it had no master.\" In the twinking of an eye Hanumān burnt down the whole city barring the solitary house of Vibhīṣaṇa. Pārvatī, (continues Lord Śiva,) Hanumān went unscathed because he was the messenger of Him who created fire itself. He burnt the whole of Laṅkā from one end to the other and then leapt into the ocean."
        ]
    }
]