[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "विस्तरेणात्मनो योगं विभूतिं च जनार्दन |",
            "भूयः कथय तृप्तिर्हि श्रृण्वतो नास्ति मेऽमृतम् || १८ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "विस्तरेण – विस्तार से; आत्मनः – अपनी; योगम् – योगशक्ति; विभूतिम् – ऐश्वर्य को; च – भी; जन-अर्दन – हे नास्तिकों का वध करने वाले; भूयः – फिर; कथय – कहें; तृप्तिः – तुष्टि; हि – निश्चय ही; शृण्वतः – सुनते हुए; न अस्ति – नहीं है; मे – मेरी; अमृतम् – अमृत को |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे जनार्दन! आप पुनः विस्तार से अपने ऐश्वर्य तथा योगशक्ति का वर्णन करें | मैं आपके विषय में सुनकर कभी तृप्त नहीं होता हूँ, क्योंकि जितना ही आपके विषय में सुनता हूँ, उतना ही आपके शब्द-अमृत को चखना चाहता हूँ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इसी प्रकार का निवेदन नैमिषारण्य के शौनक ऋषियों ने सूत गोस्वामी से किया था | यह निवेदन इस प्रकार है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "वयं तु न वितृप्याम उत्तमश्लोकविक्रमे |",
            "यच्छृण्वतां रसज्ञानां स्वादु स्वादु पदे पदे ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“उत्तम स्तुतियों द्वारा प्रशंसित कृष्ण की दिव्य लीलाओं का निरन्तर श्रवण करते हुए कभी तृप्ति नहीं होती | किन्तु जिन्होंने कृष्ण से अपना दिव्य सम्बन्ध स्थापित कर लिया है वे पद पद पर भगवान् की लीलाओं के वर्णन का आनन्द लेते रहते हैं |” (श्रीमद्भागवत १.१.१९) | अतः अर्जुन कृष्ण के विषय में और विशेष रूप से उनके सर्वव्यापी रूप के बारे में सुनना चाहते है |",
            "जहाँ तक अमृतम् की बात है, कृष्ण सम्बन्धी कोई भी आख्यान अमृत तुल्य है और इस अमृत की अनुभूति व्यवहार से ही की जा सकती है | आधुनिक कहानियाँ, कथाएँ तथा इतिहास कृष्ण की दिव्य लीलाओं से इसलिए भिन्न हैं क्योंकि संसारी कहानियों के सुनने से मन भर जाता है, किन्तु कृष्ण के विषय में सुनने से कभी थकान नहीं आती | यही कारण है कि सारे विश्व का इतिहास भगवान् के अवतारों की लीलाओं के सन्दर्भों से पटा हुआ है | हमारे पुराण विगत युगों के इतिहास हैं, जिनमें भगवान् के विविध अवतारों की लीलाओं का वर्णन है | इस प्रकार बारम्बार पढ़ने पर भी विषयवस्तु नवीन बनी रहती है |"
        ]
    }
]