[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रीभगवानुवाच |",
            "प्रकाशं च प्रवृत्तिं च मोहमेव च पाण्डव |",
            "न द्वेष्टि सम्प्रवृत्तानि न निवृत्तानि काङ्क्षति || २२ ||",
            "उदासीनवदासीनो गुणैर्यो न विचाल्यते |",
            "गुणा वर्तन्त इत्येवं योऽवतिष्ठति नेङ्गते || २३ ||",
            "समदु:खसुखः स्वस्थः समलोष्टाश्मकाञ्चनः |",
            "तुल्यप्रियाप्रियो धीरस्तुल्यनिन्दात्मसंस्तुतिः || २४ ||",
            "मानापमानयोस्तुल्यस्तुल्यो मित्रारिपक्षयो: |",
            "सर्वारम्भपरित्यागी गुणातीतः स उच्यते || २५ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीभगवान् उवाच - भगवान् ने कहा; प्रकाशम् - प्रकाश; च - तथा; प्रवृत्तिम् - आसक्ति; च - तथा; मोहम् - मोह; एव च - भी; पाण्डव - हे पाण्डुपुत्र; न द्वेष्टि - घृणा नहीं करता; सम्प्रवृत्तानि - यद्यपि विकसित होने पर; न निवृत्तानि - न ही विकास रुकने पर; काङ्क्षति - चाहता है; उदासीन-वत् - निरपेक्ष की भाँति ;आसीनः - स्थित; गुणैः - गुणों के द्वारा; यः - जो; न - कभी नहीं; विचाल्यते - विचलित होता है; गुणाः - गुण; वर्तन्ते - कार्यशील होते हैं; इति एवम् - इस प्रकार जानते हुए; यः - जो; अवतिष्ठति - रहा आता है; न - कभी नहीं; ईङगते - हिलता डुलता है; सम - समान; दुःख - दुख; सुखः - तथा सुख में; स्व-स्थः - अपने में स्थित; सम - समान रूप से; लोष्ट - मिट्टी का ढेला; अश्म - पत्थर; काञ्चनः - सोना; तुल्य - समभाव; प्रिय - प्रिय; अप्रियः - तथा अप्रिय को; धीरः - धीर; तुल्य - समान; निन्दा - बुराई; आत्म-संस्तुति - तथा अपनी प्रशंसा से; मान - सम्मान; अपमानयोः - तथा अपमान में; तुल्यः - समान; मित्र - मित्र; अरि - तथा शत्रु के; पक्षयोः - पक्षों या दलों को; सर्व - सबों का; आरम्भ - प्रयत्न, उद्यम; परित्यागी - त्याग करने वाला; गुण-अतीतः - प्रकृति के गुणों से परे; सः - वह; उच्यते - कहा जाता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् ने कहा – हे पाण्डुपुत्र! जो प्रकाश, आसक्ति तथा मोह के उपस्थित होने पर न तो उनसे घृणा करता है और न लुप्त हो जाने पर उनकी इच्छा करता है, जो भौतिक गुणों की इन समस्त परिक्रियाओं से निश्चल तथा अविचलित रहता है और यह जानकर कि केवल गुण हीक्रियाशील हैं, उदासीन तथा दिव्य बना रहता है, जो अपने आपमें स्थित है और सुख तथा दुख को एकसमान मानता है, जो मिट्टी के ढेले, पत्थर एवं स्वर्ण के टुकड़े को समान दृष्टि से देखता है, जो अनुकूल तथा प्रतिकूल के प्रति समान बना रहता है, जो धीर है और प्रशंसा तथा बुराई, मान तथा अपमान में समान भाव से रहता है, जो शत्रु तथा मित्र के साथ सामान व्यवहार करता है और जिसने सारे भौतिक कार्यों का परित्याग कर दिया है, ऐसे व्यक्ति को प्रकृति के गुणों से अतीत कहते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन ने भगवान् कृष्ण से तीन प्रश्न पूछे और उन्होंने क्रमशः एक-एक का उत्तर दिया | इन श्लोकों में कृष्ण पहले यह संकेत करते हैं कि जो व्यक्ति दिव्य पद पर स्थित है, वह न तो किसी से ईर्ष्या करता है और न किसी वस्तु के लिए लालायित रहता है | जब कोई जीव इस संसार में भौतिक शरीर से युक्त होकर रहता है, तो यह समझना चाहिए कि वह प्रकृति के तीन गुणों में से किसी एक के वश में है | जब वह इस शरीर से बाहर हो जाता है, तो वह प्रकृति के गुणों से छूट जाता है | लेकिन जब तक वह शरीर से बाहर नहीं आ जाता, तब तक उसे उदासीन रहना चाहिए | इसे भगवान् की भक्ति में लग जाना चाहिए जिससे भौतिक देह से उसका ममत्व स्वतः विस्मृत हो जाय | जब मनुष्य भौतिक शरीर के प्रति सचेत रहता है तो वह केवल इन्द्रियतृप्ति के लिए कर्म करता है, लेकिन जब वह अपनी चेतना कृष्ण में स्थानान्तरित कर देता है, तो इन्द्रियतृप्ति स्वतः रूक जाती है | मनुष्य को इस भौतिक शरीर की आवश्यकता नहीं रह जाती है और न उसे इस भौतिक शरीर के आदेशों का पालन करने की आवश्यकता रह जाती है | शरीर के भौतिक गुण कार्य करेंगे, लेकिन आत्मा ऐसे कार्यों से पृथक् रहेगा | वह किस तरह पृथक् होता है? वह न तो शरीर का भोग करना चाहता है, न उससे बाहर जाना चाहता है | इस प्रकार दिव्य पद पर स्थित भक्त स्वयमेव मुक्त हो जाता है | उसे प्रकृति के गुणों के प्रभाव से मुक्त होने के लिए किसी प्रयास की कोई आवश्यकता नहीं रह जाती |",
            "अगला प्रश्न दिव्य पद पर आसीन व्यक्ति के व्यवहार के सम्बन्ध में है | भौतिक पद पर स्थित व्यक्ति शरीर को मिलने वाले तथाकथित मान तथा अपमान से प्रभावित होता है, लेकिन दिव्य पद पर आसीन व्यक्ति कभी ऐसे मिथ्या मान तथा अपमान से प्रभावित नहीं होता | वह कृष्णभावनामृत में रहकर अपना कर्तव्य निबाहता है और इसकी चिन्ता नहीं करता कि कोई व्यक्ति उसका सम्मान करता है या अपमान | वह उन बातों को स्वीकार कर लेता है, जो कृष्णभावनामृत में उसके कर्तव्य के अनुकूल हैं, अन्यथा उसे किसी भौतिक वस्तु की आवश्यकता नहीं रहती, चाहे वह पत्थर हो या सोना | वह प्रत्येक व्यक्ति को जो कृष्णभावनामृत के सम्पादन में उसकी सहायता करता है, अपना मित्र मानता है और वह अपने तथाकथित शत्रु से भी घृणा नहीं करता | वह समभाव वाला होता है और सारी वस्तुओं को सामान धरातल पर देखता है, क्योंकि वह इसे भलीभाँति जानता है कि उसे इस संसार से कुछ भी लेना-देना नहीं है | उसे सामाजिक तथा राजनितिक विषय तनिक भी प्रभावित नहीं कर पाते, क्योंकि वह क्षणित उथल-पुथल तथा उत्पातों की स्थिति से अवगत रहता है | वह अपने लिए कोई कर्म नहीं करता | कृष्ण के लिए वह कुछ भी कर सकता है, लेकिन अपने लिए वह किसी प्रकार का प्रयास नहीं करता | ऐसे आचरण से मनुष्य वास्तव में दिव्य पद पर स्थित हो सकता है |"
        ]
    }
]