[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ।",
            "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्सबान्धवान् ।",
            "स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥ ३६ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**पापम्** – पाप; **एव** – निश्चय ही; **आश्र्येत्** – लगेगा; **अस्मान्** – हमको; **हत्वा** – मारकर; **एतान्** – इन सब; **आततायिनः** – आततायियों को; **तस्मात्** – अतः; **न** – कभी  नहीं; **अर्हाः** – योग्य; **वयम्** – हम; **हन्तुम** – मारने के लिए; **धार्तराष्ट्रान्** – धृतराष्ट्र के पुत्रों को; **स-बान्धवान्** – उनके मित्रों सहित; **स्व-जनम्** – कुटुम्बियों को; **हि** – निश्चय ही; **कथम्** – कैसे; **हत्वा** – मारकर; **सुखिनः** – सुखी; **स्याम** – हम होंगे; **माधव** – हे लक्ष्मीपति कृष्ण ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यदि हम ऐसे आततायियों का वध करते हैं तो हम पर पाप चढ़ेगा, अत: यह उचित नहीं होगा कि हम धृतराष्ट्र के पुत्रों तथा उनके मित्रों का वध करें । हे लक्ष्मीपति कृष्ण! इससे हमें क्या लाभ होगा ? और अपने ही कुटुम्बियों को मार कर हम किस प्रकार सुखी हो सकते हैं ?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "वैदिक आदेशानुसार आततायी छ: प्रकार के होते हैं-(१) विष देने वाला, (२) घर में अग्नि लगाने वाला, (३) घातक हथियार से आक्रमण करने वाला, (४) धन लूटने वाला, (५) दूसरे की भूमि हड़पने वाला, तथा (६) पराई स्त्री का अपहरण करने वाला । ऐसे आततायियों का तुरन्त वध कर देना चाहिए क्योंकि इनके वध से कोई पाप नहीं लगता । आततायियों का इस तरह वध करना किसी सामान्य व्यक्ति को शोभा दे सकता है किन्तु अर्जुन कोई सामान्य व्यक्ति नहीं है । वह स्वभाव से साधु है अत: वह उनके साथ साधुवत् व्यवहार करना चाहता था । किन्तु इस प्रकार का व्यवहार क्षत्रिय के लिए उपयुक्त नहीं है । यद्यपि राज्य के प्रशासन के लिए उत्तरदायी व्यक्ति को साधु प्रकृति का होना चाहिए किन्तु उसे कायर नहीं होना चाहिए । उदाहरणार्थ, भगवान् राम इतने साधु थे कि आज भी लोग रामराज्य में रहना चाहते हैं किन्तु उन्होंने कभी कायरता प्रदर्शित नहीं की । रावण आततायी था क्योंकि वह राम की पत्नी सीता का अपहरण करके ले गया था किन्तु राम ने उसे ऐसा पाठ पढ़ाया जो विश्व-इतिहास में बेजोड़ है । अर्जुन के प्रसंग में विशिष्ट प्रकार के आततायियों से भेंट होती है-ये हैं उसके निजी पितामह, आचार्य, मित्र, पुत्र, पौत्र इत्यादि । इसलिए अर्जुन ने विचार किया कि उनके प्रति वह सामान्य आततायियों जैसा कटु व्यवहार न करे । इसके अतिरिक्त, साधु पुरुषों को तो क्षमा करने की सलाह दी जाती है । साधु पुरुषों के लिए ऐसे आदेश किसी राजनीतिक आपातकाल से अधिक महत्त्व रखते हैं । इसलिए अर्जुन ने विचार किया कि राजनीतिक कारणों से स्वजनों का वध करने की अपेक्षा धर्म तथा सदाचार की दृष्टि से उन्हें क्षमा कर देना श्रेयस्कर होगा । अत: क्षणिक शारीरिक सुख के लिए इस तरह वध करना लाभप्रद नहीं होगा । अन्तत: जब सारा राज्य तथा उससे प्राप्त सुख स्थायी नहीं हैं तो फिर अपने स्वजनों को मार कर वह अपने ही जीवन तथा शाश्वत मुक्ति को संकट में क्यों डाले ? अर्जुन द्वारा ‘कृष्ण’ को ‘माधव’ अथवा ‘लक्ष्मीपति’ के रूप में सम्बोधित करना भी सार्थक है । वह लक्ष्मीपति कृष्ण को यह बताना चाह रहा था कि वे उसे ऐसा काम करने के लिए प्रेरित न करें, जिससे अनिष्ट हो । किन्तु कृष्ण कभी भी किसी का अनिष्ट नहीं चाहते, भक्तों का तो कदापि नहीं ।"
        ]
    }
]