[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अश्रद्धया हुतं दत्तं तपस्तप्तं कृतं च यत् |",
            "असदित्युच्यते पार्थ न च तत्प्रेप्य नो इह || २८ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अश्रद्धया - श्रद्धा रहित; हुतम् - यज्ञ में आहुति किया गया; दत्तम - प्रदत्त; तपः - तपस्या; तप्तम् - सम्पन्न; कृतम् - किया गया; च - भी; यत् - जो; असत् - झूठा; इति - इस प्रकार; उच्यते - कहा जाता है; पार्थ - हे पृथापुत्र; न - कभी नहीं; च - भी; तत् - वह; प्रेत्य - मर कर; न उ - न तो; इह - इस जीवन में ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे पार्थ! श्रद्धा के बिना यज्ञ, दान या तप के रूप में जो भी किया जाता है, वह नश्वर है । वह असत् कहलाता है और इस जन्म तथा अगले जन्म – दोनों में ही व्यर्थ जाता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "चाहे यज्ञ हो, दान हो या तप हो, बिना आध्यात्मिक लक्ष्य के व्यर्थ रहता है । अतएव इस श्लोक में यह घोषित किया गया है कि ऐसे कार्य कुत्सित हैं । प्रत्येक कार्य कृष्णभावनामृत में रहकर ब्रह्म के लिए किया जाना चाहिए । सम्पूर्ण वैदिक साहित्य में भगवान् में श्रद्धा की संस्तुति की गई है । ऐसी श्रद्धा तथा समुचित मार्गदर्शन के बिना कोई फल नहीं मिल सकता । समस्त वैदिक आदेशों के पालन का चरम लक्ष्य कृष्ण को जानना है । इस सिद्धान्त का पालन किये बिना कोई सफल नहीं हो सकता । इसीलिए सर्वश्रेष्ठमार्ग यही है कि मनुष्य प्रारम्भ से ही किसी प्रामाणिक गुरु के मार्गदर्शन में कृष्णभावनामृत में कार्य करे । सब प्रकार से सफल होने का यही मार्ग है ।",
            "बद्ध अवस्था में लोग देवताओं, भूतों या कुबेर जैसे यक्षों की पूजा के प्रति आकृष्ट होते हैं । यद्यपि सतोगुण रजोगुण तथा तमोगुण से श्रेष्ठ है, लेकिन जो व्यक्ति कृष्णभावनामृत को ग्रहण करता है, वह प्रकृति के इन तीनों गुणों को पार कर जाता है । यद्यपि क्रमिक उन्नति की विधि है, किन्तु शुद्ध भक्तों की संगति से यदि कोई कृष्णभावनामृत ग्रहण करता है, तो सर्वश्रेष्ठ मार्ग है । इस अध्याय में इसी की संस्तुति की गई है । इस प्रकार से सफलता पाने के लिए उपयुक्त गुरु प्राप्त करके उसके निर्देशन में प्रशिक्षण प्राप्त करना चाहिए । तभी ब्रह्म में श्रद्धा हो सकती है । जब कालक्रम से यह श्रद्धा परिपक्व होती है, तो इसे इश्वरप्रेम कहते हैं । यही प्रेम समस्त जीवों का चरम लक्ष्य है । अतएव मनुष्य को चाहिए कि सीधे कृष्णभावनामृत ग्रहण करे । इस सत्रहवें अध्याय का यही संदेश है ।",
            "इस प्रकार श्रीमद्भगवद्गीता के सत्रहवें अध्याय “श्रद्धा के विभाग” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ ।"
        ]
    }
]