[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अनन्यचेताः सततं यो मां स्मरति नित्यशः |",
            "तस्याहं सुलभः पार्थ नित्ययुक्तस्य योगिनः || १४ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अनन्य-चेताः – अविचलित मन से; सततम् – सदैव; यः – जो; माम् – मुझ (कृष्ण) को; स्मरति – स्मरण करता है; नित्यशः – नियमित रूप से; तस्य – उस; अहम् – मैं हूँ; सु-लभः – सुलभ, सरलता से प्राप्य; पार्थ – हे पृथापुत्र; नित्य – नियमित रूप से; युक्तस्य – लगे हुए; योगिनः – भक्त के लिए |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे अर्जुन! जो अनन्य भाव से निरन्तर मेरा स्मरण करता है उसके लिए मैं सुलभ हूँ, क्योंकि वह मेरी भक्ति में प्रवृत्त रहता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में उन निष्काम भक्तों द्वारा प्राप्तव्य अन्तिम गन्तव्य का वर्णन है जो भक्तियोग के द्वारा भगवान् की सेवा करते हैं | पिछले श्लोकों में चार प्रकार के भक्तों का वर्णन हुआ है – आर्त, जिज्ञासु, अर्थार्थी तथा ज्ञानी | मुक्ति की विभिन्न विधियों का भी वर्णन हुआ है – कर्मयोग, ज्ञानयोग तथा हठयोग | इस योग पद्धतियों के नियमों में कुछ न कुछ भक्ति मिली रहती है, लेकिन इस श्लोक में शुद्ध भक्तियोग का वर्णन है, जिसमें ज्ञान, कर्म या हठ का मिश्रण नहीं होता | जैसा की अनन्यचेताः शब्द से सूचित होता है, भक्तियोग में भक्त कृष्ण के अतिरिक्त और कोई इच्छा नहीं करता | शुद्धभक्त न तो स्वर्गलोक जाना चाहता है, न ब्रह्मज्योति से तादात्म्य या मोक्ष या भवबन्धन से मुक्ति ही चाहता है | शुद्धभक्त किसी भी वस्तु की इच्छा नहीं करता | चैतन्यचरितामृत में शुद्धभक्त को निष्काम कहा गया है | उसे ही पूर्णशान्ति का लाभ होता है, उन्हें नहीं जो स्वार्थ में लगे रहते हैं | एक ओर जहाँ ज्ञानयोगी, कर्मयोगी या हठयोगी का अपना-अपना स्वार्थ रहता है, वहीं पूर्णभक्त में भगवान् को प्रसन्न करने के अतिरिक्त अन्य कोई इच्छा नहीं होती | अतः भगवान् कहते हैं कि जो एकनिष्ट भाव से उनकी भक्ति में लगा रहता है, उसे वे सरलता से प्राप्त होते हैं |",
            "शुद्धभक्त सदैव कृष्ण के विभिन्न रूपों में से किसी एक की भक्ति में लगा रहता है | कृष्ण के अनेक स्वांश तथा अवतार हैं, यथा राम तथा नृसिंह जिनमें से भक्त किसी एक रूप को चुनकर उसकी प्रेमाभक्ति में मन को स्थिर कर सकता है | ऐसे भक्त को उन अनेक समस्याओं का सामना नहीं करना पड़ता, जो अन्य योग के अभ्यासकर्ताओं को झेलनी पड़ती हैं | भक्तियोग अत्यन्त सरल, शुद्ध तथा सुगम है इसका शुभारम्भ हरे कृष्ण जप से किया जा सकता है | भगवान् सबों पर कृपालु हैं, किन्तु जैसा कि पहले कहा जा चुका है जो अनन्य भाव से उनकी सेवा करते हैं वे उनके ऊपर विशेष कृपालु रहते हैं | भगवान् ऐसे भक्तों की सहायता अनेक प्रकार से करते हैं | जैसा की वेदों में (कठोपनिषद् १.२-२३) कहा गया है – यमेवैष वृणुते तेन लभ्यस्तस्यैष आत्मा विवृणुते तनुं स्वाम् – जिसने पूरी तरह से भगवान् की शरण ले ली है और जो उनकी भक्ति में लगा हुआ है वही भगवान् को यथारूप में समझ सकता है | तथा गीता में भी (१०.१०) कहा गया है – ददामि बुद्धियोगं तम्– ऐसे भक्त को भगवान् पर्याप्त बुद्धि प्रदान करते हैं, जिससे वह उन्हें भगवद्धाम में प्राप्त कर सके |",
            "शुद्धभक्त का सबसे बड़ा गुण यह है कि वह देश अथवा काल का विचार किये बिना अनन्य भाव से कृष्ण का ही चिन्तन करता रहता है | उसको किसी तरह का व्यवधान नहीं होना चाहिए | उसे कहीं भी और किसी भी समय अपना सेवा कार्य करते रहने में समर्थ होना चाहिए | कुछ लोगों का कहना है कि भक्तों को वृन्दावन जैसे पवित्र स्थानों में या किसी पवित्र नगर में, जहाँ भगवान् रह चुके हैं, रहना चाहिए, किन्तु शुद्धभक्त कहीं भी रहकर अपनी भक्ति से वृन्दावन जैसा वातावरण उत्पन्न कर सकता है | श्री अद्वैत ने चैतन्य महाप्रभु से कहा था, “आप जहाँ भी हैं, हे प्रभु! वहीं वृन्दावन है |”",
            "जैसा कि सततम् तथा नित्यशः शब्दों से सूचित होता है, शुद्धभक्त निरन्तर कृष्ण का ही स्मरण करता है और उन्हीं का ध्यान करता है | ये शुद्धभक्त के गुण हैं, जिनके लिए भगवान् सहज सुलभ हैं | गीता समस्त योग पद्धतियों में से भक्तियोग की ही संस्तुति करती है | सामान्यतया भक्तियोगी पाँच प्रकार से भक्ति में लगे रहते हैं – (१) शान्त भक्त, जो उदासीन रहकर भक्ति में युक्त होते हैं, (२) दास्य भक्त, जो दास के रूप में भक्ति में युक्त होते हैं, (३) सख्य भक्त, जो सखा रूप में भक्ति में युक्त होते हैं, (४) वात्सल्य भक्त, जो माता-पिता की भाँति भक्ति में युक्त होते हैं तथा (५) माधुर्य भक्त, जो परमेश्वर के साथ दाम्पत्य प्रेमी की भाँति भक्ति में युक्त होते हैं | शुद्धभक्त उनमें से किसी में भी परमेश्वर की प्रेमाभक्ति में युक्त होता है और उन्हें कभी नहीं भूल पाता,जिससे भगवान् उसे सरलता से प्राप्त हो जाते हैं | जिस प्रकार शुद्धभक्त क्षणभर के लिए भी भगवान् को नहीं भूलता, उसी प्रकार भगवान् भी अपने शुद्धभक्त को क्षणभर के लिए भी नहीं भूलते | हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे | हरे राम हरे राम राम राम हरे हरे – इस महामन्त्र के कीर्तन की कृष्णभावनाभावित विधि का यही सबसे बड़ा आशीर्वाद है |"
        ]
    }
]