[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "एतां विभूतिं योगं च मम यो वेत्ति तत्त्वतः |",
            "सोऽविकल्पेन योगेन युज्यते नात्र संशयः || ७ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "एताम् – इस सारे; विभूतिम् – ऐश्र्वर्य को; योगम् – योग को; च – भी; मम – मेरा; यः – जो कोई; वेत्ति – जानता है; तत्त्वतः – सही-सही; सः – वह; अविकल्पेन – निश्चित रूप से; योग्येन – भक्ति से; युज्यते – लगा रहता है; न – कभी नहीं; अत्र – यहाँ; संशयः – सन्देह, शंका |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो मेरे इस ऐश्र्वर्य तथा योग से पूर्णतया आश्र्वस्त है, वह मेरी अनन्य भक्ति में तत्पर होता है | इसमें तनिक भी सन्देह नहीं है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "आध्यात्मिक सिद्धि की चरम परिणिति है, भगवद्ज्ञान | जब तक कोई भगवान् के विभिन्न ऐश्र्वर्यों के प्रति आश्र्वस्त नहीं हो लेता, तब तक भक्ति में नहीं लग सकता | सामान्यतया लोग इतना तो जानता हैं कि ईश्र्वर महान है, किन्तु यह नहीं जानते कि वह किस प्रकार महान है | यहाँ पर इसका विस्तृत विवरण दिया गया है | जब कोई यह जान लेता है कि ईश्र्वर कैसे महान है, तो वह सहज ही शरणागत होकर भगवद्भक्ति में लग जाता है | भगवान् के ऐश्र्वर्यों को ठीक से समझ लेने पर शरणागत होने के अतिरिक्त कोई अन्य विकल्प नहीं रह जाता | ऐसा वास्तविक ज्ञान भगवद्गीता, श्रीमद्भागवत तथा अन्य ऐसे ही ग्रंथों से प्राप्त किया जा सकता है |",
            "इस ब्रह्माण्ड के संचालन के लिए विभिन्न लोकों में अनेक देवता नियुक्त हैं, जिनमें से ब्रह्मा, शिव, चारों कुमार तथा अन्य प्रजापति प्रमुख हैं | ब्रह्माण्ड की प्रजा के अनेक पितामह भी हैं और वे सब भगवान् कृष्ण से उत्पन्न हैं | भगवान् कृष्ण समस्त पितामहों के आदि पितामह हैं |",
            "ये रहे परमेश्र्वर के कुछ ऐश्र्वर्य | जब मनुष्य को इन पर अटूट विश्र्वास हो जाता है, तो वह अत्यन्त श्रद्धा समेत तथा संशयरहित होकर कृष्ण को स्वीकार करता है और भक्ति करता है | भगवान् की प्रेमाभक्ति में रूचि बढ़ाने के लिए ही इस विशिष्ट ज्ञान की आवश्यकता है | कृष्ण की महानता को समझने में अपेक्षा भाव न वरते, क्योंकि कृष्ण की महानता को जानने पर ही एकनिष्ट होकर भक्ति की जा सकती है |"
        ]
    }
]