[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dialogue between Bharata and mother Kausalya and king Dasaratha's cremation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "malina basana bibarana bikala kṛsa sarīra dukha bhāra.",
            "kanaka kalapa bara bēli bana mānahu hanī tusāra..163.. [2-163]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In sordid attire, pale, agitated and oppressed with woe and with a wasted frame she looked like a lovely celestial creeper of gold blasted by frost in the forest."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bharatahi dēkhi mātu uṭhi dhāī. muruchita avani parī jhaiom āī..",
            "dēkhata bharatu bikala bhaē bhārī. parē carana tana dasā bisārī.. [2-163-1]",
            "mātu tāta kahaom dēhi dēkhāī. kahaom siya rāmu lakhanu dōu bhāī..",
            "kaikai kata janamī jaga mājhā. jauṃ janami ta bhai kāhē na bāomjhā.. [2-163-2]",
            "kula kalaṃku jēhiṃ janamēu mōhī. apajasa bhājana priyajana drōhī..",
            "kō tibhuvana mōhi sarisa abhāgī. gati asi tōri mātu jēhi lāgī.. [2-163-3]",
            "pitu surapura bana raghubara kētū. maiṃ kēvala saba anaratha hētu..",
            "dhiga mōhi bhayau bēnu bana āgī. dusaha dāha dukha dūṣana bhāgī.. [2-163-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When mother Kausalya saw Bharata, she sprang up and ran to meet him; but she felt giddy and dropped unconscious on the ground. Bharata was deeply moved to see her plight and threw himself at her feet forgetting the condition of his own body. \"Mother, show me my father. Where is Sita and the two brothers, Sri Rama and Laksmana? Why was Kaikeyi born into this world at all? And if born, why did she not remain barren instead of bearing me, a blot on my family, a very sink of infamy and an enemy of near and dear ones? Who in the three spheres is so wretched as I, on whose account, mother, you have been reduced to such a plight. My father is in heaven and Sri Rama, the Chief of Raghu's line, is in the woods; it is I who like a shooting star am responsible for the whole trouble. Woe be to me, who have proved to be for my family a very fire among the bamboos and a victim of terrible agony, suffering and censure.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mātu bharata kē bacana mṛdu suni suni uṭhī saombhāri..",
            "liē uṭhāi lagāi ura lōcana mōcati bāri..164.. [2-164]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On hearing Bharata's tender words, Kausalya rose with a renewed effort and lifting him clasped him to her bosom; while tears streamed from her eyes."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sarala subhāya māyaom hiyaom lāē. ati hita manahu rāma phiri āē..",
            "bhēṃṭēu bahuri lakhana laghu bhāī. sōku sanēhu na hṛdayaom samāī.. [2-164-1]",
            "dēkhi subhāu kahata sabu kōī. rāma mātu asa kāhē na hōī..",
            "mātāom bharatu gōda baiṭhārē. āomsu pauṃchi mṛdu bacana ucārē.. [2-164-2]",
            "ajahu baccha bali dhīraja dharahū. kusamau samujhi sōka pariharahū..",
            "jani mānahu hiyaom hāni galānī. kāla karama gati aghaṭita jāni.. [2-164-3]",
            "kāhuhi dōsu dēhu jani tātā. bhā mōhi saba bidhi bāma bidhātā..",
            "jō ētēhu dukha mōhi jiāvā. ajahu kō jānai kā tēhi bhāvā.. [2-164-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Guileless by nature, mother Kausalya pressed him to her bosom with utmost affection as though Sri Rama Himself had come back. She then embraced Laksmana's younger brother (Satrughna); her heart was too full with grief and love. Everyone who saw her loving disposition said, \"Rama's mother that she is, no wonder she should be so loving.\" The mother seated Bharata in her lap and wiping away his tears spoke to him in soothing words: \"I adjure you, my child, to compose yourself even now; knowing this to be an unpropitious time sorrow no more. Take not to heart the loss we have sustained and feel no remorse for it, remembering that the course of time and fate is unalterable. Do not blame anyone, my son; it is Providence that has turned hostile to me in everyway. And when He makes me survive even under such trying circumstances, who knows what may be His pleasure with regard to me even now?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pitu āyasa bhūṣana basana tāta tajē raghubīra.",
            "bisamau haraṣu na hṛdayaom kachu pahirē balakala cīra. 165.. [2-165]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "At his father's command, dear child, the hero of Raghu's line discarded his ornaments and princely apparel and put on a hermit's dress (consisting of the bark of trees) without either sorrow or exultation.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mukha prasanna mana raṃga na rōṣū. saba kara saba bidhi kari paritōṣū..",
            "calē bipina suni siya saomga lāgī. rahai na rāma carana anurāgī.. [2-165-1]",
            "sunatahiṃ lakhanu calē uṭhi sāthā. rahahiṃ na jatana kiē raghunāthā..",
            "taba raghupati sabahī siru nāī. calē saṃga siya aru laghu bhāī.. [2-165-2]",
            "rāmu lakhanu siya banahi sidhāē. gaiu na saṃga na prāna paṭhāē..",
            "yahu sabu bhā inha āomkhinha āgēṃ. tau na tajā tanu jīva abhāgēṃ.. [2-165-3]",
            "mōhi na lāja nija nēhu nihārī. rāma sarisa suta maiṃ mahatārī..",
            "jiai marai bhala bhūpati jānā. mōra hṛdaya sata kulisa samānā.. [2-165-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "With a cheerful countenance, and without either joy or anger, he comforted all in everyway and proceeded to the forest. Hearing this Sita followed him and would not stay, devoted as she was to Rama's feet. Laksmana also, when he heard this, sprang up and accompanied them; he would not be left behind even though the Lord of Raghus tried his best to detain hi m. The Lord of Raghus then bowed his head to all and departed with Sita and his younger brother (Laksmana). So Rama, Laksmana and Sita left for the woods, whereas I neither accompanied them nor sent my soul after them (leaving my body here). All this happened before these eyes and yet this wretched soul did not take leave of the body. I am not ashamed of my love; to think that a son like Rama should have a mother like me! The king knew well how to live and how to die; whereas my heart is a hundred times harder than adamant.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kausalyā kē bacana suni bharata sahita ranivāsa.",
            "byākula bilapata rājagṛha mānahu sōka nēvāsu..166.. [2-166]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hearing Kausalya's words, Bharata and the whole gynaeceum wailed in distress; the king's palace seemed the very abode of sorrow."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bilapahiṃ bikala bharata dōu bhāī. kausalyāom liē hṛdayaom lagāī..",
            "bhāomti anēka bharatu samujhāē. kahi bibēkamaya bacana sunāē.. [2-166-1]",
            "bharatahu mātu sakala samujhāīṃ. kahi purāna śruti kathā suhāīṃ..",
            "chala bihīna suci sarala subānī. bōlē bharata jōri juga pānī.. [2-166-2]",
            "jē agha mātu pitā suta mārēṃ. gāi gōṭha mahisura pura jārēṃ..",
            "jē agha tiya bālaka badha kīnhēṃ. mīta mahīpati māhura dīnhēṃ.. [2-166-3]",
            "jē pātaka upapātaka ahahīṃ. karama bacana mana bhava kabi kahahīṃ..",
            "tē pātaka mōhi hōhu bidhātā. jauṃ yahu hōi mōra mata mātā.. [2-166-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Much agitated, the two brothers, Bharata and Satrughna, loudly lamented and Kausalya clasped them to her bosom. She comforted Bharata in many ways and tendered words of wisdom to him. Bharata too in his turn consoled all his mothers, narrating legends from the Puranas and Vedas. Joining both his palms he addressed them in guileless, innocent, simple and charming words: \"The sins attaching to the murder of one's mother, father or son and to the act of setting fire to a cowpen or a village of Brahmanas, and those incurred by slaying a woman or child and by administering poison to a friend or a monarch, nay, all the major and minor sins of thought, word or deed, that have been enumerated by the seers,-let all such sins be mine if, my mother, this plot has my concurrence.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jē parihari hari hara carana bhajahiṃ bhūtagana ghōra.",
            "tēhi kai gati mōhi dēu bidhi jauṃ jananī mata mōra..167.. [2-167]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "May Providence award me the fate of those who forsaking the feet of Sri Hari and Lord Siva worship frightful ghosts, if, mother, I have complicity in this plot.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bēcahiṃ bēdu dharamu duhi lēhīṃ. pisuna parāya pāpa kahi dēhīṃ..",
            "kapaṭī kuṭila kalahapriya krōdhī. bēda bidūṣaka bisva birōdhī.. [2-167-1]",
            "lōbhī laṃpaṭa lōlupacārā. jē tākahiṃ paradhanu paradārā..",
            "pāvauṃ maiṃ tinha kē gati ghōrā. jauṃ jananī yahu saṃmata mōrā.. [2-167-2]",
            "jē nahiṃ sādhusaṃga anurāgē. paramāratha patha bimukha abhāgē..",
            "jē na bhajahiṃ hari naratanu pāī. jinhahi na hari hara sujasu sōhāī.. [2-167-3]",
            "taji śrutipaṃthu bāma patha calahīṃ. baṃcaka biraci bēṣa jagu chalahīṃ..",
            "tinha kai gati mōhi saṃkara dēū. jananī jauṃ yahu jānauṃ bhēū.. [2-167-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"If, mother, all this has my approval, let me share the terrible fate of those who sell the Vedas, exploit their piety, are given to backbiting and expose others' sins, who are deceitful, wicked, quarrelsome and irascible, who revile the Vedas and are hostile to the world, nay, who are greedy and lecherous and behave as the repacious do, and who cast their eyes on others' wealth and others' wife. Nay, mother, if I ever knew this secret, may Lord Siva allot me the fate of those wretches who love not the company of the virtuous, who have rejected the path leading to God-Realization, who worship not Sri Hari even though blessed with a human form, and take no delight in the glory of Sri Hari and Lord Siva, who have abandoned the path of the Vedas and follow the contrary way, and who are impostors and deceive the world by assuming false appearances.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "mātu bharata kē bacana suni sāomcē sarala subhāyaom.",
            "kahati rāma priya tāta tumha sadā bacana mana kāyaom..168.. [2-168]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hearing Bharata's truthful, artless and sincere words mother Kausalya said, \"You, my dear child, have always loved Rama in thought, word and deed.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma prānahu tēṃ prāna tumhārē. tumha raghupatihi prānahu tēṃ pyārē..",
            "bidhu biṣa cavai stravai himu āgī. hōi bāricara bāri birāgī.. [2-168-1]",
            "bhaēom gyānu baru miṭai na mōhū. tumha rāmahi pratikūla na hōhū..",
            "mata tumhāra yahu jō jaga kahahīṃ. sō sapanēhu sukha sugati na lahahīṃ.. [2-168-2]",
            "asa kahi mātu bharatu hiyaom lāē. thana paya stravahiṃ nayana jala chāē..",
            "karata bilāpa bahuta yahi bhāomtī. baiṭhēhiṃ bīti gai saba rātī.. [2-168-3]",
            "bāmadēu basiṣṭha taba āē. saciva mahājana sakala bōlāē..",
            "muni bahu bhāomti bharata upadēsē. kahi paramāratha bacana sudēsē.. [2-168-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Rama is dearer to you than your own life, and likewise you are dearer to the Lord of Raghus than his own life. The moon may diffuse poison (through her rays) and snow emit fire; nay, an aquatic creature may shun water and spiritual enlightenment may fail to eradicate error; but in no case will you turn hostile to Rama. Those in this world who allege this plot was contrived with your connivance shall never attain happiness or salvation even in a dream.\" So saying mother Kausalya clasped Bharata to her bosom; milk began to flow from her breasts and her eyes filled with tears. In this way they squatted away the whole night lamenting in profusion. The sages Vamadeva and Vasistha then came and summoned all the ministers and the elite of the city. Vasistha admonished Bharata in many ways speaking to him words of wisdom appropriate to the occasion."
        ]
    }
]