[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ ।",
            "समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते ॥ १५ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "yaṁ hi na vyathayanty ete",
            "puruṣaṁ puruṣarṣabha",
            "sama-duḥkha-sukhaṁ dhīraṁ",
            "so ’mṛtatvāya kalpate"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "yam — one to whom; hi — certainly; na — never; vyathayanti — are distressing; ete — all these; puruṣam — to a person; puruṣa-ṛṣabha — O best among men; sama — unaltered; duḥkha — in distress; sukham — and happiness; dhīram — patient; saḥ — he; amṛtatvāya — for liberation; kalpate — is considered eligible."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Anyone who is steady in his determination for the advanced stage of spiritual realization and can equally tolerate the onslaughts of distress and happiness is certainly a person eligible for liberation. In the varṇāśrama institution, the fourth stage of life, namely the renounced order (sannyāsa), is a painstaking situation. But one who is serious about making his life perfect surely adopts the sannyāsa order of life in spite of all difficulties. The difficulties usually arise from having to sever family relationships, to give up the connection of wife and children. But if anyone is able to tolerate such difficulties, surely his path to spiritual realization is complete. Similarly, in Arjuna’s discharge of duties as a kṣatriya, he is advised to persevere, even if it is difficult to fight with his family members or similarly beloved persons. Lord Caitanya took sannyāsa at the age of twenty-four, and His dependents, young wife as well as old mother, had no one else to look after them. Yet for a higher cause He took sannyāsa and was steady in the discharge of higher duties. That is the way of achieving liberation from material bondage."
        ]
    }
]