[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अनेकचित्तविभ्रान्ता मोहजालसमावृताः ।",
            "प्रसक्ताः कामभोगेषु पतन्ति नरकेऽशुचौ ॥ १६ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**अनेक** - कई; **चित्त** - चिन्ताओं से; **विभ्रान्ता** - उद्विग्न; **मोह** - मोह में; **जाल** - जाल से; **समावृताः** - घिरे हुए; **प्रसक्ताः** - आसक्त; **काम-भोगेषु** - इन्द्रिय तृप्ति में; **पतन्ति** - गिर जाते हैं; **नरके** - नरक में; **अशुचौ** - अपवित्र ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस प्रकार अनेक चिन्ताओं से उद्विग्न होकर तथा मोहजाल में बँधकर वे इन्द्रियभोग में अत्यधिक आसक्त हो जाते हैं और नरक में गिरते हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "आसुरी व्यक्ति धन अर्जित करने की इच्छा की कोई सीमा नहीं जानता । उसकी इच्छा असीम बनी रहती है । वह केवल यही सोचता रहता है कि उसके पास इस समय कितनी सम्पत्ति है और ऐसी योजना बनाता है कि सम्पत्ति का संग्रह बढ़ता ही जाय । इसीलिए वह किसी भी पापपूर्ण साधन को अपनाने में झिझकता नहीं और अवैध तृप्ति के लिए कालाबाजारी करता है । वह पहले से अपनी अधिकृत सम्पत्ति, यथा भूमि, परिवार, घर तथा बैंक पूँजी पर मुग्ध रहता है और उनमें वृद्धि के लिए सदैव योजनाएँ बनाता रहता है । उसे अपनी शक्ति पर ही विश्वास रहता है और वह यह नहीं जानता कि उसे जो लाभ हो रहा है वह उसके पूर्वजन्म के पुण्यकर्मों का फल है । उसे ऐसी वस्तुओं का संचय करने का अवसर इसीलिए मिला है, लेकिन उसे पूर्वजन्म के कारणों का कोई बोध नहीं होता । वह यही सोचता है कि उसकी सारी सम्पत्ति उसके निजी उद्योग से है । आसुरी व्यक्ति अपने बाहु-बल पर विश्वास करता है, कर्म के नियम पर नहीं । कर्म-नियम के अनुसार पूर्वजन्म में उत्तम कर्म करने के फलस्वरूप मनुष्य उच्चकुल में जन्म लेता है, या धनवान बनता है या सुशिक्षित बनता है, या बहुत सुन्दर शरीर प्राप्त करता है । आसुरी व्यक्ति सोचता है कि ये चीजें आकस्मिक हैं और उसके बाहुबल (सामर्थ्य) के फलस्वरूप हैं । उसे विभिन्न प्रकार के लोगों, सुन्दरता तथा शिक्षा के पीछे किसी प्रकार की योजना (व्यवस्था) नहीं प्रतीत होती । ऐसे आसुरी मनुष्य की प्रतियोगिता में जो भी सामने आता है, वह उसका शत्रु बन जाता है । ऐसे अनेक आसुरी व्यक्ति होते हैं और इनमें से प्रत्येक अन्यों का शत्रु होता है । यह शत्रुता पहले मनुष्यों के बीच, फिर परिवारों के बीच, तब समाजों में और अन्ततः राष्ट्रों के बीच बढ़ती जाती है । अतएव विश्वभर में निरन्तर संघर्ष, युद्ध तथा शत्रुता बनी हुई है ।",
            "प्रत्येक आसुरी व्यक्ति सोचता है कि वह अन्य सभी लोगों की बलि करके रह सकता है । सामान्यतया ऐसा व्यक्ति स्वयं को परम ईश्वर मानता है और आसुरी उपदेशक अपने अनुयायियों से कहता है कि, “तुम लोग ईश्वर को अन्यत्र क्यों ढूँढ रहे हो ? तुम स्वयं अपने ईश्वर हो! तुम जो चाहो सो कर सकते हो । ईश्वर पर विश्वास मत करो । ईश्वर को दूर करो । ईश्वर मृत है ।” ये ही आसुरी लोगों के उपदेश हैं ।",
            "यद्यपि आसुरी मनुष्य अन्यों को अपने ही समान या अपने से बढ़कर धनी तथा प्रभावशाली देखता है, तो भी वह सोचता है कि उससे बढ़कर न तो कोई धनी है और न प्रभावशाली । जहाँ तक उच्चलोकों में जाने की बात है वे यज्ञों को सम्पन्न करने में विश्वास नहीं करते । वे सोचते हैं कि वे अपनी यज्ञ-विधि का निर्माण करेंगे और कोई ऐसी मशीन बना लेंगे जिससे वे किसी भी उच्चलोक तक पहुँच जाएँगे । ऐसे आसुरी व्यक्ति का सर्वश्रेष्ठ उदाहरण रावण था । उसने लोगों के समक्ष ऐसी योजना प्रस्तुत की थी, जिसके द्वारा वह एक ऐसी सीढ़ी बनाने वाला था, जिससे कोई भी व्यक्ति वेदों में वर्णित यज्ञों को सम्पन्न किये बिना स्वर्गलोक को जा सकता था । उसी प्रकार से आधुनिक युग के ऐसे ही आसुरी लोग यान्त्रिक विधि से उच्चतर लोकों तक पहुँचने का प्रयास कर रहे हैं । ये सब मोह के उदाहरण हैं । परिणाम यह होता है कि बिना जाने हुए वे नरक की ओर बढ़ते जाते हैं । यहाँ पर मोहजाल शब्द अत्यन्त सार्थक है । जाल का तात्पर्य है मनुष्य मछली की भाँति मोह रूपी जाल में फँस कर उससे निकल नहीं पाता ।"
        ]
    }
]