[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "त्याज्यं दोषवदित्येके कर्म प्राहुर्मनीषिण: ।",
            "यज्ञदानतप:कर्म न त्याज्यमिति चापरे ॥ ३ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "tyājyaṁ doṣa-vad ity eke",
            "karma prāhur manīṣiṇaḥ",
            "yajña-dāna-tapaḥ-karma",
            "na tyājyam iti cāpare"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "tyājyam — must be given up; doṣa-vat — as an evil; iti — thus; eke — one group; karma — work; prāhuḥ — they say; manīṣiṇaḥ — great thinkers; yajña — of sacrifice; dāna — charity; tapaḥ — and penance; karma — works; na — never; tyājyam — are to be given up; iti — thus; ca — and; apare — others."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Some learned men declare that all kinds of fruitive activities should be given up as faulty, yet other sages maintain that acts of sacrifice, charity and penance should never be abandoned."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "There are many activities in the Vedic literature which are subjects of contention. For instance, it is said that an animal can be killed in a sacrifice, yet some maintain that animal killing is completely abominable. Although animal killing in a sacrifice is recommended in the Vedic literature, the animal is not considered to be killed. The sacrifice is to give a new life to the animal. Sometimes the animal is given a new animal life after being killed in the sacrifice, and sometimes the animal is promoted immediately to the human form of life. But there are different opinions among the sages. Some say that animal killing should always be avoided, and others say that for a specific sacrifice it is good. All these different opinions on sacrificial activity are now being clarified by the Lord Himself."
        ]
    }
]