[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "कच्चिन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति ।",
            "अप्रतिष्ठो महाबाहो विमूढो ब्रह्मणः पथि ॥ ३८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**कच्चित्** – क्या; **न** – नहीं; **उभय** – दोनों; **विभ्रष्टः** – विचलित; **छिन्न** – छिन्न-भिन्न; **अभ्रम्** – बादल; **इव** – सदृश; **नश्यति** – नष्ट जो जाता है; **अप्रतिष्ठः** – बिना किसी पद के; **महा-बाहो** – हे बलिष्ठ भुजाओं वाले कृष्ण; **विमुढः** – मोहग्रस्त; **ब्रह्मणः** – ब्रह्म-प्राप्ति के; **पथि** – मार्ग में ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे महाबाहु कृष्ण! क्या ब्रह्म-प्राप्ति के मार्ग से भ्रष्ट ऐसा व्यक्ति आध्यात्मिक तथा भौतिक दोनों ही सफलताओं से च्युत नहीं होता और छिन्नभिन्न बादल की भाँति विनष्ट नहीं हो जाता जिसके फलस्वरूप उसके लिए किसी लोक में कोई स्थान नहीं रहता ?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "उन्नति के दो मार्ग हैं । भौतिकतावादी व्यक्तियों की अध्यात्म में कोई रुचि नहीं होती, अतः वे आर्थिक विकास द्वारा भौतिक प्रगति में अत्यधिक रुचि लेते हैं या फिर समुचित कार्य द्वारा उच्चतर लोकों को प्राप्त करने में अधिक रुचि रखते हैं । यदि कोई अध्यात्म के मार्ग को चुनता है, तो उसे सभी प्रकार के तथाकथित भौतिक सुख से विरक्त होना पड़ता है । यदि महत्त्वाकांक्षी ब्रह्मवादी असफल होता है तो वह दोनों ओर से जाता है । दूसरे शब्दों में, वह न तो भौतिक सुख भोग पाता है, न आध्यात्मिक सफलता ही प्राप्त कर सकता है । उसका कोई स्थान नहीं रहता, वह छिन्नभिन्न बादल के समान होता है । कभी-कभी आकाश में एक बादल छोटे बादलखंड से विलग होकर एक बड़े खंड से जा मिलता है, किन्तु यदि वह बड़े खंड से नहीं जुड़ पाता तो वायु उसे बहा ले जाती है और वह विराट आकाश में लुप्त हो जाता है । ब्रह्मणः पथि ब्रह्म-साक्षात्कार का मार्ग है जो अपने आपको परमेश्वर का अभिन्न अंश जान लेने पर प्राप्त होता है और यह परमेश्वर ब्रह्म, परमात्मा तथा भगवान् रूप में प्रकट होता है । भगवान् श्रीकृष्ण परम सत्य के पूर्ण प्राकट्य हैं, अतः जो इस परमपुरुष की शरण में जाता है वही सफल योगी है । ब्रह्म तथा परमात्मा साक्षात्कार के माध्यम से जीवन के इस लक्ष्य तक पहुँचने में अनेकानेक जन्म लग जाते हैं (बहूनां जन्मनामन्त) । अतः दिव्य-साक्षात्कार का सर्वश्रेष्ठ मार्ग भक्तियोग या कृष्णभावनामृत की प्रत्यक्ष विधि है ।"
        ]
    }
]