[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dialogue between Sita and Trijata"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jahaom tahaom gaīṃ sakala taba sītā kara mana sōca.",
            "māsa divasa bītēṃ mōhi mārihi nisicara pōca [5-11]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then they all dispersed in various directions and Sita anxiously thought within Herself: \" At the end of a long month this vile monster will slay me.\"†"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "trijaṭā sana bōlī kara jōrī. mātu bipati saṃgini taiṃ mōrī",
            "tajauṃ dēha karu bēgi upāī. dusahu birahu aba nahiṃ sahi jāī [5-11-1]",
            "āni kāṭha racu citā banāī. mātu anala puni dēhi lagāī",
            "satya karahi mama prīti sayānī. sunai kō śravana sūla sama bānī [5-11-2]",
            "sunata bacana pada gahi samujhāēsi. prabhu pratāpa bala sujasu sunāēsi",
            "nisi na anala mila sunu sukumārī. asa kahi sō nija bhavana sidhārī [5-11-3]",
            "kaha sītā bidhi bhā pratikūlā. milahi na pāvaka miṭihi na sūlā",
            "dēkhiata pragaṭa gagana aṃgārā. avani na āvata ēkau tārā [5-11-4]",
            "pāvakamaya sasi stravata na āgī. mānahuom mōhi jāni hatabhāgī",
            "sunahi binaya mama biṭapa asōkā. satya nāma karu haru mama sōkā [5-11-5]",
            "nūtana kisalaya anala samānā. dēhi agini jani karahi nidānā",
            "dēkhi parama birahākula sītā. sō chana kapihi kalapa sama bītā [5-11-6]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "With joined palms She said to Trijata, \"Mother, you are my only companion in adversity. Therefore, quickly devise some means whereby I may be enabled to cast off this body; for this desolation, which is so hard to bear, can no longer be endured. Bring some wood and put up a pyre; and then, my mother, set fire to it. Thus prove the genuineness of my love for the Lord, O wise lady. Who will stand Ravana's words,that pierce the ear like a shaft?\" On hearing these words she clasped Sita's feet and comforted Her by recounting the majesty, might and glory of Her lord. \"Listen, O tender lady: no fire can be had at night.\" So saying she left for her residence. Sita said (to Herself) \"Heaven itself has turned hostile to me; there is no fire to be had and I cannot be cured of my agony otherwise. Sparks of fire are visibly seen in the heavens; but not a single star drops to the earth. The moon, though all fire, refuses to rain sparks, as if conscious of my wretchedness. Hear my prayer, O Asoka tree: take away my sorrow and answer to your name*. Your fresh and tender leaves bear the colour of flames; therefore, supply me with fire and do not aggravate my agony beyond limits.\" The moment seemed like an age† to Hanuman as he beheld Sita extremely distressed due to Her separation from Her lord."
        ]
    }
]