[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "मकाममाश्रित्य दुष्पूरं दम्भमानमदान्विताः |",
            "मोहाद्गृहीत्वासद्ग्राहान्प्रवर्तन्तेऽश्रुचिव्रताः || १० ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कामम् - काम, विषयभोग की; आश्रित्य - शरण लेकर; दुष्पूरम् - अपूरणीय, अतृप्त; दम्भ - गर्व; मान - तथा झूठी प्रतिष्ठा का; मद-आन्विताः - मद में चूर; मोहात् - मोह से; गृहीत्वा - ग्रहण करके; असत् - क्षणभंगुर; ग्राहान् - वस्तुओं को; प्रवर्तन्ते - फलते फूलते हैं; अशुचि - अपवित्र; व्रताः - व्रत लेने वाले |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कभी न संतुष्ट होने वाले काम का आश्रय लेकर तथा गर्व के मद एवं मिथ्या प्रतिष्ठा में डूबे हुए आसुरी लोग इस तरह मोहग्रस्त होकर सदैव क्षणभंगुर वस्तुओं के द्वारा अपवित्र कर्म का व्रत लिए रहते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ पर आसुरी प्रवृत्ति का वर्णन हुआ है | असुरों में काम कभी तृप्त नहीं होता | वे भौतिक भोग के लिए अपनी अतृप्त इच्छाएँ बढ़ाते चले जाते हैं | यद्यपि वे क्षणभंगुर वस्तुओं को स्वीकार करने के कारण सदैव चिन्तामग्न रहते हैं, तो भी वे मोहवश ऐसे कार्य करते जाते हैं | उन्हें कोई ज्ञान नहीं होता, अतएव वे यह नहीं कह पाते कि वे गलत दिशा में जा रहे हैं | क्षणभंगुर वस्तुओं को स्वीकार करने के कारण वे अपना निजी ईश्र्वर निर्माण कर लेते हैं, अपने निजी मन्त्र बना लेते हैं और तदानुसार कीर्तन करते हैं | इसका फल यह होता है कि वे दो वस्तुओं की ओर अधिकाधिक आकृष्ट होते हैं – कामभोग तथा सम्पत्ति संचय | इस प्रसंग में अशुचि-व्रताः शब्द अत्यन्त महत्त्वपूर्ण है, जिसका अर्थ है ‘अपवित्र व्रत’ | ऐसे आसुरी लोग मद्य, स्त्रियों, द्यूत क्रीडा तथा मांसाहार के प्रति आसक्त होते हैं – ये ही उनकी अशुचि अर्थात् अपवित्र (गंदी) आदतें हैं | दर्प तथा अहंकार से प्रेरित होकर वे ऐसे धार्मिक सिद्धान्त बनाते हैं, जिनकी अनुमति वैदिक आदेश नहीं देते | यद्यपि ऐसे आसुरी लोग अत्यन्त निन्दनीय होते हैं, लेकिन संसार में कृत्रिम साधनों से ऐसे लोगों का झूठा सम्मान किया जाता है | यद्यपि वे नरक की ओर बढ़ते रहते हैं, लेकिन वे अपने को बहुत बड़ा मानते हैं |"
        ]
    }
]