[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sati's self-immolation through the fire of Yoga out of indignation at the slight offered to Her Spouse by Her father: destruction of Dakṣa's sacrifice"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "siva apamānu na jāi sahi hṛdayaom na hōi prabōdha.",
            "sakala sabhahi haṭhi haṭaki taba bōlīṃ bacana sakrōdha..63.. [1-63]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The insult to Śiva was something unbearable; Her heart could not, therefore, be pacified. Then, sharply reproaching the whole assembly, She spoke in angry accents:- (63)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunahu sabhāsada sakala muniṃdā. kahī sunī jinha saṃkara niṃdā..",
            "sō phalu turata lahaba saba kāhūom. bhalī bhāomti pachitāba pitāhūom.. [1-63-1]",
            "saṃta saṃbhu śrīpati apabādā. sunia jahāom tahaom asi marajādā..",
            "kāṭia tāsu jībha jō basāī. śravana mūdi na ta calia parāī.. [1-63-2]",
            "jagadātamā mahēsu purārī. jagata janaka saba kē hitakārī..",
            "pitā maṃdamati niṃdata tēhī. daccha sukra saṃbhava yaha dēhī.. [1-63-3]",
            "tajihau turata dēha tēhi hētū. ura dhari caṃdramauli bṛṣakētū..",
            "asa kahi jōga agini tanu jārā. bhayau sakala makha hāhākārā.. [1-63-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Hear ye elders of the assembly and all great sages! All of you who have reviled Śaṅkara or heard Him reviled must forthwith reap the fruit of your sin and My father too shall fully repent. Wherever you hear a saint, Śambhu or Viṣṇu (the Lord of Lakṣmī) vilified, the rule is that if it lies within your power you should tear out the tongue of the reviler or you should run away closing your ears. The Slayer of Tripura, the great Lord Śiva, is the universal Spirit; He is the father of the universe and is beneficent to all. It is Him that my stupid father vilifies; and this body of Mine has sprung from the loins of Dakṣa. Therefore, installing in My heart Lord Śiva, who bears the moon on His forehead and a bull as His emblem, I shall immediately quit this body.\" As She spoke thus She burnt Her body with the fire of Yoga.* A plaintive cry rose from the whole assembly. (1-4)"
        ]
    },
    {
        "type": "unorderedListGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "***** Fire produced by Yogīs through the friction of the vital airs within the body."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "satī maranu suni saṃbhu gana lagē karana makha khīsa.",
            "jagya bidhaṃsa bilōki bhṛgu racchā kīnhi munīsa..64.. [1-64]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hearing of Satī's death, the attendants of Śambhu began to destroy the sacrifice. Seeing the sacrifice being destroyed, the great sage Bhr̥gu protected it. (64)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "samācāra saba saṃkara pāē. bīrabhadru kari kōpa paṭhāē..",
            "jagya bidhaṃsa jāi tinha kīnhā. sakala suranha bidhivata phalu dīnhā.. [1-64-1]",
            "bhē jagabidita daccha gati sōī. jasi kachu saṃbhu bimukha kai hōī..",
            "yaha itihāsa sakala jaga jānī. tātē maiṃ saṃchēpa bakhānī.. [1-64-2]",
            "satīṃ marata hari sana baru māgā. janama janama siva pada anurāgā..",
            "tēhi kārana himagiri gṛha jāī. janamīṃ pārabatī tanu pāī.. [1-64-3]",
            "jaba tēṃ umā saila gṛha jāīṃ. sakala siddhi saṃpati tahaom chāī..",
            "jahaom tahaom muninha suāśrama kīnhē. ucita bāsa hima bhūdhara dīnhē.. [1-64-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Śaṅkara got all the news and in His wrath He sent Vīrabhadra. Going there the latter made havoc of the sacrifice and requited all the gods according to their deserts. As is well-known to the world, Dakṣa met the same fate which an opponent of Śambhu generally meets. The story is known throughout the world; that is why I have told it in brief. While dying, Satī asked a boon of Śrī Hari that She might remain devoted to the feet of Śiva in all successive births. That is why She was reborn as Pārvatī (lit.,daughter of a mountain) in the house of Himācala (the deity presiding over the Himālaya mountain). Ever since Umā was born in the house of Himālaya the mountain became an abode of all blessings and prosperity. Sages built beautiful hermitages here and there and Himālaya assigned them suitable abodes (in the form of caves etc.). (1-4)"
        ]
    }
]