[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "सर्वभूतस्थमात्मनं सर्वभूतानि चात्मनि |",
            "ईक्षते योगयुक्तात्मा सर्वत्र समदर्शनः || २९ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सर्व-भूत-स्थम् – सभी जीवों में स्थित; आत्मानम् – परमात्मा को; सर्व – सभी; भूतानि – जीवों को; च – भी; आत्मनि – आत्मा में; ईक्षते – देखता है; योग-युक्त-आत्मा – कृष्णचेतना में लगा व्यक्ति; सर्वत्र – सभी जगह; सैम-दर्शनः – समभाव से देखने वाला |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "वास्तविक योगी समस्त जीवों में मुझको तथा मुझमें समस्त जीवों को देखता है | निस्सन्देह स्वरूपसिद्ध व्यक्ति मुझ परमेश्वर को सर्वत्र देखता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कृष्णभावनाभावित योगी पूर्ण द्रष्टा होता है क्योंकि वह परब्रह्म कृष्ण को हर प्राणी के हृदय में परमात्मा रूप में स्थित देखता है | ईश्वरः सर्वभूतानां हृद्देशोऽर्जुन तिष्ठति | अपने परमात्मा रूप में भगवान् एक कुत्ते तथा एक ब्राह्मण दोनों के हृदय में स्थित होते हैं | पूर्णयोगी जानता है कि भगवान् नित्यरूप में दिव्य हैं और कुत्ते या ब्राह्मण में स्थित होने से भी भौतिक रूप से प्रभावित नहीं होते | यही भगवान् की परम निरपेक्षता है | यद्यपि जीवात्मा भी एक-एक हृदय में विद्यमान है, किन्तु वह एकसाथ समस्त हृदयों में (सर्वव्यापी) नहीं है | आत्मा तथा परमात्मा का यही अन्तर है | जो वास्तविक रूप से योगाभ्यास करने वाला नहीं है, वह इसे स्पष्ट रूप में नहीं देखता | एक कृष्णभावनाभावित व्यक्ति कृष्ण को आस्तिक तथा नास्तिक दोनों में देख सकता है | स्मृति में इसकी पुष्टि इस प्रकार हुई है – आततत्वाच्च मातृत्वाच्च आत्मा हि परमो हरिः| भगवान् सभी प्राणियों का स्त्रोत होने के कारण माता और पालनकर्ता के समान हैं | जिस प्रकार माता अपने समस्त पुत्रों के प्रति समभाव रखती है, उसी प्रकार परम पिता (या माता) भी रखता है | फलस्वरूप परमात्मा प्रत्येक जीव में निवास करता है |",
            "बाह्य रूप से भी प्रत्येक जीव भगवान् की शक्ति (भगवद्शक्ति) में स्थित है | जैसा कि सातवें अध्याय में बताया जाएगा, भगवान् की दो मुख्य शक्तियाँ हैं – परा तथा अपरा | जीव पराशक्ति का अंश होते हुए भी अपराशक्ति से बद्ध है | जीव सदा ही भगवान् की शक्ति में स्थित है | प्रत्येक जीव किसी न किसी प्रकार भगवान् में ही स्थित रहता है | योगी समदर्शी है क्योंकि वह देखता है कि सारे जीव अपने-अपने कर्मफल के अनुसार विभिन्न स्थितियों में रहकर भगवान् के दास होते हैं | अपराशक्ति में जीव भौतिक इन्द्रियों का दास रहता है जबकि पराशक्ति में वह साक्षात् परमेश्वर का दास रहता है | इस प्रकार प्रत्येक अवस्था में जीव ईश्वर का दास है | कृष्णभावनाभावित व्यक्ति में यह समदृष्टि पूर्ण होती है |"
        ]
    }
]