[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "स निश्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा ।",
            "सङ्कल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषतः ।",
            "मनसैवेन्द्रियग्रामं विनियम्य समन्ततः ॥ २४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**सः** – उस; **निश्र्चयेन** – दृढ़ विश्वास के साथ; **योक्तव्यः** – अवश्य अभ्यास  करे; **योगः** – योगपद्धति; **अनिर्विण्ण-चेतसा** – विचलित हुए बिना; **सङ्कल्प** – मनोधर्म से; **प्रभवान्** – उत्पन्न; **कामान्** – भौतिक इच्छाओं को; **त्यक्त्वा** – त्यागकर; **सर्वान्** – समस्त; **अशेषतः** – पूर्णतया; **मनसा** – मन से; **एव** – निश्चय  ही; **इन्द्रिय-ग्रामम्** – इन्द्रियों के समूह को; **विनियम्य** – वश में करके; **समन्ततः** – सभी ओर से ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मनुष्य को चाहिए कि संकल्प तथा श्रद्धा के साथ योगाभ्यास में लगे और पथ से विचलित न हो । उसे चाहिए कि मनोधर्म से उत्पन्न समस्त इच्छाओं को निरपवाद रूप से त्याग दे और इस प्रकार मन के द्वारा सभी ओर से इन्द्रियों को वश में करे ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "योगाभ्यास करने वाले को दृढसंकल्प होना चाहिए और उसे चाहिए कि बिना विचलित हुए धैर्यपूर्वक अभ्यास करे । अन्त में उसकी सफलता निश्चित है - उसे यह सोच कर बड़े ही धैर्य से इस मार्ग का अनुसरण करना चाहिए और यदि सफलता मिलने में विलम्ब हो रहा हो तो निरुत्साहित नहीं होना चाहिए । ऐसे दृढ़ अभ्यासी की सफलता सुनिश्चित है । भक्तियोग के सम्बन्ध में रूप गोस्वामी का कथन है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "उत्साहान्निश्र्चयाध्दैर्यात् तत्तत्कर्म प्रवर्तनात् ।",
            "संगत्यागात्सतो वृत्तेः षङ्भिर्भक्तिः प्रसिद्धयति । ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“मनुष्य पूर्ण हार्दिक उत्साह, धैर्य तथा संकल्प के साथ भक्तियोग का पूर्णरूपेण पालन भक्त के साथ रहकर निर्धारित कर्मों के करने तथा सत्कार्यों में पूर्णतया लगे रहने से कर सकता है ।” (उपदेशामृत – ३)",
            "जहाँ तक संकल्प की बात है, मनुष्य को चाहिए कि उस गौरैया का आदर्श ग्रहण करे जिसके सारे अंडे समुद्र की लहरों में मग्न हो गये थे । कहते हैं कि एक गौरैया ने समुद्र तट पर अंडे दिये, किन्तु विशाल समुद्र उन्हें अपनी लहरों में समेट ले गया । इस पर गौरैया अत्यन्त क्षुब्ध हुई और उसने समुद्र से अंडे लौटा देने के लिए कहा । किन्तु समुद्र ने उसकी प्रार्थना पर कोई ध्यान नहीं दिया । अतः उसने समुद्र को सुखा डालने की ठान ली । वह अपनी नन्हीं सी चोंच से पानी उलीचने लगी । सभी उसके इस असम्भव संकल्प का उपहास करने लगे । उसके इस कार्य की सर्वत्र चर्चा चलने लगी तो अन्त में भगवान् विष्णु के विराट वाहन पक्षिराज गरुड़ ने यह बात सुनी । उन्हें अपनी इस नन्हीं पक्षी बहिन पर दया आई और वे गौरैया से मिलने आये । गरुड़ उस नन्हीं गौरैया के निश्चय से बहुत प्रसन्न हुए और उन्होंने उसकी सहायता करने का वचन दिया । गरुड़ ने तुरन्त समुद्र से कहा कि वह उसके अंडे लौटा दे, नहीं तो उसे स्वयं आगे आना पड़ेगा । इससे समुद्र भयभीत हुआ और उसने अंडे लौटा दिये । वह गौरैया गरुड़ की कृपा से सुखी हो गई ।",
            "इसी प्रकार योग, विशेषतया कृष्णभावनामृत में भक्तियोग, अत्यन्त दुष्कर प्रतीत हो सकता है, किन्तु जो कोई संकल्प के साथ नियमों का पालन करता है, भगवान् निश्चित रूप से उसकी सहायता करते हैं, क्योंकि जो अपनी सहायता आप करते हैं भगवान् उनकी सहायता करते हैं ।"
        ]
    }
]