[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "सन्न्यासस्तु महाबाहो दुःखमाप्तुमयोगतः ।",
            "योगयुक्तो मुनिर्ब्रह्म न चिरेणाधिगच्छति ॥ ६ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**संन्यासः** – संन्यास आश्रम; **तु** – लेकिन; **महाबाहो** – हे बलिष्ठ भुजाओं वाले; **दुःखम्** – दुख; **आप्तुम्** – से प्रभावित; **अयोगतः** – भक्ति के बिना; **योग-युक्तः** – भक्ति में लगा हुआ; **मुनिः** – चिन्तक; **ब्रह्म** – परमेश्वर को; **न चिरेण** – शीघ्र ही; **अधिगच्छति** – प्राप्त करता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भक्ति में लगे बिना केवल समस्त कर्मों का परित्याग करने से कोई सुखी नहीं बन सकता । परन्तु भक्ति में लगा हुआ विचारवान व्यक्ति शीघ्र ही परमेश्वर को प्राप्त कर लेता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "संन्यासी दो प्रकार के होते हैं । मायावादी संन्यासी सांख्यदर्शन के अध्ययन में लगे रहते हैं तथा वैष्णव संन्यासी वेदान्त सूत्रों के यथार्थ भाष्य भागवतदर्शन के अध्ययन में लगे रहते हैं । मायावादी संन्यासी भी वेदान्त सूत्रों का अध्ययन करते हैं, किन्तु वे शंकराचार्य द्वारा प्रणीत शारीरिक भाष्य का उपयोग करते हैं । भागवत सम्प्रदाय के छात्र पांचरात्रिकी विधि से भगवान् की भक्ति करने में लगे रहते हैं । अतः वैष्णव संन्यासियों को भगवान् की दिव्यसेवा के लिए अनेक प्रकार के कार्य करने होते हैं । उन्हें भौतिक कार्यों से कोई सरोकार नहीं रहता, किन्तु तो भी वे भगवान् की भक्ति में नाना प्रकार के कार्य करते हैं । किन्तु मायावादी संन्यासी, जो सांख्य तथा वेदान्त के अध्ययन एवं चिन्तन में लगे रहते हैं, वे भगवान् की दिव्य भक्ति का आनन्द नहीं उठा पाते । चूँकि उनका अध्ययन अत्यन्त जटिल हो जाता है, अतः वे कभी-कभी ब्रह्मचिन्तन से ऊब कर समुचित बोध के बिना ही भागवत की शरण ग्रहण करते हैं । फलस्वरूप श्रीमद्भागवत का भी अध्ययन उनके लिए कष्टकर होता है । मायावादी संन्यासियों का शुष्क चिन्तन तथा कृत्रिम साधनों से निर्विशेष विवेचना उनके लिए व्यर्थ होती हैं । भक्ति में लगे हुए वैष्णव संन्यासी अपने दिव्य कर्मों को करते हुए प्रसन्न रहते हैं और यह भी निश्चित रहता है कि वे भगवद्धाम को प्राप्त होंगे । मायावादी संन्यासी कभी-कभी आत्म-साक्षात्कार के पथ से नीचे गिर जाते हैं और फिर से समाजसेवा, परोपकार जैसे भौतिक कर्म में प्रवृत्त होते हैं । अतः निष्कर्ष यह निकला कि कृष्णभावनामृत के कार्यों में लगे रहने वाले लोग ब्रह्म-अब्रह्म विषयक साधारण चिन्तन में लगे संन्यासियों से श्रेष्ठ हैं, यद्यपि वे भी अनेक जन्मों के बाद कृष्णभावनाभावित हो जाते हैं ।"
        ]
    }
]