[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "कर्मणैव हि संसिद्धिमास्थिता जनकादयः |",
            "लोकसग्रहमेवापि सम्पश्यन्कर्तुमर्हसि || २० ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कर्मणा – कर्म से; एव – ही; हि – निश्चय ही;  संसिद्धिम् – पूर्णता में; आस्थिताः – स्थित; जनक-आदयः – जनक तथा अन्य  राजा; लोक-सङ्ग्रहम् – सामान्य लोग; एव अपि – भी; सम्पश्यन् – विचार करते  हुए; कर्तुम् – करने के लिए; अर्हसि – योग्य हो |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जनक जैसे राजाओं ने केवल नियत कर्मों को करने से ही सिद्धि प्राप्त की | अतः सामान्य जनों को शिक्षित करने की दृष्टि से तुम्हें कर्म करना चाहिए |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जनक जैसे राजा स्वरूपसिद्ध व्यक्ति थे, अतः वे वेदानुमोदित कर्म करने के लिए बाध्य न थे | तो भी वे लोग सामान्यजनों के समक्ष आदर्श प्रस्तुत करने के उद्देश्य से सारे नियत कर्म करते रहे | जनक सीताजी के पिता तथा भगवान् श्रीराम के ससुर थे | भगवान् के महान भक्त होने के कारण उनकी स्थिति दिव्य थी, किन्तु चूँकि वे मिथिला (जो भारत के बिहार प्रान्त में एक परगना है) के राजा थे, अतः उन्हें अपनी प्रजा को यह शिक्षा देनी थी कि कर्तव्य-पालन किस प्रकार किया जाता है | भगवान् कृष्ण तथा उनके शाश्वत सखा अर्जुन को कुरुक्षेत्र के युद्ध में लड़ने की कोई आवश्यकता नहीं थी, किन्तु उन्होंने जनता को यह सिखाने के लिए युद्ध किया कि जब सत्परामर्श असफल हो जाते हैं तो ऐसी स्थिति में हिंसा आवश्यक हो जाती है | कुरुक्षेत्र युद्ध से पूर्व युद्ध-निवारण के लिए भगवान् तक ने सारे प्रयास किये, किन्तु दूसरा पक्ष लड़ने पर तुला था | अतः ऐसे सद्धर्म के लिए युद्ध करना आवश्यक थे | यद्यपि कृष्णभावनाभावित व्यक्ति को संसार में कोई रूचि हो सकती तो भी वह जनता को यह सिखाने के लिए कि किस तरह रहना और कार्य करना चाहिए, कर्म करता रहता है | कृष्णभावनामृत में अनुभवी व्यक्ति इस तरह कार्य करते हैं कि अन्य लोग उनका अनुसरण कर सकें और इसकी व्याख्या अगले श्लोक में की गई है |"
        ]
    }
]