[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यदक्षरं वेदविदो वदन्ति",
            "विशन्ति यद्यतयो वीतरागाः ।",
            "यदिच्छन्तो ब्रह्मचर्यं चरन्ति",
            "तत्ते पदं सङ्ग्रहेण प्रवक्ष्ये ॥ ११ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**यत्** – जिस; **अक्षरम्** – अक्षर ॐ को; **वेद-विदः** – वेदों के ज्ञाता; **वदन्ति** – कहते हैं; **विशन्ति** – प्रवेश करते हैं; **यत्** – जिसमें; **यतयः** – बड़े-बड़े मुनि; **वीत-रागाः** – संन्यास-आश्रम में रहने वाले संन्यासी; **यत्** – जो; **इच्छन्तः** – इच्छा करने वाले; **ब्रह्मचर्यम्** – ब्रह्मचर्य का; **चरन्ति** – अभ्यास करते हैं; **तत्** – उस; **ते** – तुमको; **पदम्** – पद को; **सङग्रहेण** – संक्षेप में; **प्रवक्ष्ये** – मैं बतलाउँगा ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो वेदों के ज्ञाता हैं, जो ओंकार का उच्चारण करते हैं और जो संन्यास आश्रम के बड़े-बड़े मुनि हैं, वे ब्रह्म में प्रवेश करते हैं । ऐसी सिद्धि की इच्छा करने वाले ब्रह्मचर्यव्रत का अभ्यास करते हैं । अब मैं तुम्हें वह विधि बताऊँगा, जिससे कोई भी व्यक्ति मुक्ति-लाभ कर सकता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीकृष्ण अर्जुन के लिए षट्चक्रयोग की विधि का अनुमोदन कर चुके हैं, जिसमें प्राण को भौहों के मध्य स्थिर करना होता है । यह मानकर कि हो सकता है अर्जुन को षट्चक्रयोग अभ्यास न आता हो, कृष्ण अगले श्लोकों में इसकी विधि बताते हैं । भगवान् कहते हैं कि ब्रह्म यद्यपि अद्वितीय है, किन्तु उसके अनेक स्वरूप होते हैं । विशेषतया निर्विशेषवादियों के लिए अक्षर या ओंकार ब्रह्म है । कृष्ण यहाँ पर निर्विशेष ब्रह्म के विषय में बता रहे हैं जिसमें संन्यासी प्रवेश करते हैं ।",
            "ज्ञान की वैदिक पद्धति में छात्रों को प्रारम्भ से गुरु के पास रहने से ब्रह्मचर्य व्रत का पालन करते हुए ओंकार का उच्चारण तथा परम निर्विशेष ब्रह्म की शिक्षा दी जाती है । इस प्रकार वे ब्रह्म के दो स्वरूपों से परिचित होते हैं । यह प्रथा छात्रों के आध्यात्मिक जीवन के विकास के लिए आवश्यक है, किन्तु इस समय ऐसा ब्रह्मचर्य जीवन (अविवाहित जीवन) बिता पाना बिल्कुल सम्भव नहीं है । विश्व का सामाजिक ढाँचा इतना बदल चुका है कि छात्र जीवन के प्रारम्भ से ब्रह्मचर्य जीवन बिताना संभव नहीं है । यद्यपि विश्व में ज्ञान की विभिन्न शाखाओं के लिए अनेक संस्थाएँ हैं, किन्तु ऐसी मान्यता प्राप्त एक भी संस्था नहीं है जहाँ ब्रह्मचर्य के सिद्धान्तों में शिक्षा प्रदान की जा सके । ब्रह्मचर्य के बिना आध्यात्मिक जीवन में उन्नति कर पाना अत्यन्त कठिन है । अतः इस कलियुग के लिए शास्त्रों के आदेशानुसार भगवान् चैतन्य ने घोषणा की है कि भगवान् कृष्ण के पवित्र नाम - *हरे कृष्ण हरे कृष्णा कृष्ण कृष्ण हरे हरे । हरे राम हरे राम राम राम हरे हरे* – के जप के अतिरिक्त परमेश्वर के साक्षात्कार का कोई अन्य उपाय नहीं है ।"
        ]
    }
]