[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Hanuman's grief at the sight of Sita in the Asoka grove and Ravana's threat to Sita"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nija pada nayana diēom mana rāma pada kamala līna.",
            "parama dukhī bhā pavanasuta dēkhi jānakī dīna [5-8]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "She had Her eyes fixed on Her own feet, while Her mind was absorbed in the thought of Sri Rama's lotus feet. The son of the wind-god felt supremely miserable to see Janaka's Daughter sad. (8)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taru pallava mahuom rahā lukāī. karai bicāra karauṃ kā bhāī",
            "tēhi avasara rāvanu tahaom āvā. saṃga nāri bahu kiēom banāvā [5-8-1]",
            "bahu bidhi khala sītahi samujhāvā. sāma dāna bhaya bhēda dēkhāvā",
            "kaha rāvanu sunu sumukhi sayānī. maṃdōdarī ādi saba rānī [5-8-2]",
            "tava anucarīṃ karauom pana mōrā. ēka bāra bilōku mama ōrā",
            "tṛna dhari ōṭa kahati baidēhī. sumiri avadhapati parama sanēhī [5-8-3]",
            "sunu dasamukha khadyōta prakāsā. kabahuom ki nalinī karai bikāsā",
            "asa mana samujhu kahati jānakī. khala sudhi nahiṃ raghubīra bāna kī [5-8-4]",
            "saṭha sūnē hari ānēhi mōhi. adhama nilajja lāja nahiṃ tōhī [5-8-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Concealing himself among the leaves of a tree he mused within himself, \"Come, sir, what should I do?\" At that very moment Ravana arrived there gaily adorned and accompanied by a troop of women. The wretch tried to prevail upon Her in many ways through friendly advice, allurements, threats and estrangement. Said Ravana, \"Listen, O beautiful and wise lady: I will make Mandodari and all other queens your handmaids, I swear, provided you cast your look on me only once.\" Interposing* a blade of grass between Herself and Ravana and fixing Her thoughts on Her most beloved lord (Sri Rama), the King of Ayodhya, Videha's Daughter rejoined: \"Listen, O ten-headed monster: can a lotus flower ever expand in the glow of a fire-fly?\" \"Ponder this at heart,\" continued Janaka's Daughter; \"perhaps you have no idea what Sri Rama's shafts are like, O wretch. You carried me off at a time when there was none by my side; yet you do not feel ashamed, O vile and impudent rogue!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "āpuhi suni khadyōta sama rāmahi bhānu samāna.",
            "paruṣa bacana suni kāḍhai asi bōlā ati khisiāna [5-9]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Hearing himself likened to a glow-worm and Sri Rama compared to the sun, and exasperated at Her harsh words, the monster drew out his sword and said:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sītā taiṃ mama kṛta apamānā. kaṭihauom tava sira kaṭhina kṛpānā",
            "nāhiṃ ta sapadi mānu mama bānī. sumukhi hōti na ta jīvana hānī [5-9-1]",
            "syāma sarōja dāma sama suṃdara. prabhu bhuja kari kara sama dasakaṃdhara",
            "sō bhuja kaṃṭha ki tava asi ghōrā. sunu saṭha asa pravāna pana mōrā [5-9-2]",
            "caṃdrahāsa haru mama paritāpaṃ. raghupati biraha anala saṃjātaṃ",
            "sītala nisita bahasi bara dhārā. kaha sītā haru mama dukha bhārā [5-9-3]",
            "sunata bacana puni mārana dhāvā. mayatanayāom kahi nīti bujhāvā",
            "kahēsi sakala nisicarinha bōlāī. sītahi bahu bidhi trāsahu jāī [5-9-4]",
            "māsa divasa mahuom kahā na mānā. tau maiṃ mārabi kāḍhai kṛpānā [5-9-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Sita, you have offered me an insult; I will accordingly cut off your head with my relentless sword. If not, obey my command at once; or else you lose your life, O beautiful lady.\" \"My lord's arm is lovely as a string of blue lotuses and shapely and long as the trunk of an elephant, O ten-headed monster. Either that arm or your dreadful sword will have my neck: hear this my solemn vow, O fool. (Turning to Ravana's glittering scimitar) Take away, O Candrahasa*, the burning anguish of my heart caused by the fire of separation from the Lord of the Raghus. You possess a cool, sharp and good blade; therefore, relieve the burden of my sorrow,\" Sita said. On hearing these words he rushed forward to kill Her; it was Queen Mandodari (Maya's daughter) who (intervened and) pacified him with words of good counsel. Summoning all the demonesses (posted there) he said, \"Go and intimidate Sita in every way. If she does not accept my advice in a month's time I will draw my sword and behead her.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhavana gayau dasakaṃdhara ihāom pisācini bṛṃda.",
            "sītahi trāsa dēkhāvahi dharahiṃ rūpa bahu maṃda [5-10]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "(Having issued these instructions) the ten headed Ravana returned to his palace; while the host of fiendesses in the Asoka grove assumed various kinds of hideous forms and intimidated Sita."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "trijaṭā nāma rācchasī ēkā. rāma carana rati nipuna bibēkā",
            "sabanhau bōli sunāēsi sapanā. sītahi sēi karahu hita apanā [5-10-1]",
            "sapanēṃ bānara laṃkā jārī. jātudhāna sēnā saba mārī",
            "khara ārūḍha nagana dasasīsā. muṃḍita sira khaṃḍita bhuja bīsā [5-10-2]",
            "ēhi bidhi sō dacchina disi jāī. laṃkā manahuom bibhīṣana pāī",
            "nagara phirī raghubīra dōhāī. taba prabhu sītā bōli paṭhāī [5-10-3]",
            "yaha sapanā mēṃ kahauom pukārī. hōihi satya gaēom dina cārī",
            "tāsu bacana suni tē saba ḍarīṃ. janakasutā kē carananhi parīṃ [5-10-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "One of these demonesses, Trijata by name, was devoted to Sri Rama's feet and perfect in spiritual wisdom. She summoned all her companions, told them her dream and exhorted them to serve Sita and thus bless themselves. \"In my dream a monkey burnt Lanka and the whole demon host was killed. As for the ten-headed Ravana, I saw him mounted on a donkey, all naked, with his heads shorn and his twenty arms chopped off. In this fashion he went his way to the south*; and it so appeared that Lanka had passed into the hands of Vibhisana. Sri Rama's victory was proclaimed (by beat of drum) throughout the city: it was then that the Lord (Sri Rama) sent for Sita. This dream, I loudly proclaim, will come true a few days hence.\" They were all dismayed to hear her words and fell at the feet of Janaka's Daughter."
        ]
    }
]