[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "A dialogue between Śiva and Pārvatī"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jaṭā mukuṭa surasarita sira lōcana nalina bisāla.",
            "nīlakaṃṭha lāvanyanidhi sōha bālabidhu bhāla..106.. [1-106]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "With His twisted coils of hair for a crown and the celestial stream (the Gaṅgā) adorning His head, eyes as big as a pair of lotuses, throat dark with poison and with the crescent shining on His brow, the Lord looked like a veritable mine of beauty"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "baiṭhē sōha kāmaripu kaisēṃ. dharēṃ sarīru sāṃtarasu jaisēṃ..",
            "pārabatī bhala avasaru jānī. gaī saṃbhu pahiṃ mātu bhavānī.. [1-106-1]",
            "jāni priyā ādaru ati kīnhā. bāma bhāga āsanu hara dīnhā..",
            "baiṭhīṃ siva samīpa haraṣāī. pūruba janma kathā cita āī.. [1-106-2]",
            "pati hiyaom hētu adhika anumānī. bihasi umā bōlīṃ priya bānī..",
            "kathā jō sakala lōka hitakārī. sōi pūchana caha sailakumārī.. [1-106-3]",
            "bisvanātha mama nātha purārī. tribhuvana mahimā bidita tumhārī..",
            "cara aru acara nāga nara dēvā. sakala karahiṃ pada paṃkaja sēvā.. [1-106-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Seated there, the Destroyer of Cupid looked like an incarnation of the sentiment of Quietism. Finding it a good opportunity, Mother Bhavānī called on Śambhu. In recognition of Her wifely love Lord Hara showed Her great courtesy and assigned Her a seat on His left side. Pārvatī gladly sat down beside Śiva and recalled the history of Her past life. Presuming that Her lord cherished in His heart greater love for Her than before, Umā smilingly spoke the following sweet words to Him: the Daughter of Himalaya sought to elicit from Her lord the story which is profitable to the whole world. \"O Lord of the universe, O my Master, O slayer of the demon Tripura! Your glory is known to all the three spheres. Animate as well inanimate beings, Nāgas, men and gods, all do homage to Your lotus-feet."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prabhu samaratha sarbagya siva sakala kalā guna dhāma..",
            "jōga gyāna bairāgya nidhi pranata kalapataru nāma..107.. [1-107]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "My Lord, You are all-powerful, all-wise and all-blissful; You are a repository of all arts and virtues and a storehouse of Yoga (askesis), wisdom and dispassion. Your Name is a wish-yielding tree as it were to the suppliant."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jauṃ mō para prasanna sukharāsī. jānia satya mōhi nija dāsī..",
            "tauṃ prabhu harahu mōra agyānā. kahi raghunātha kathā bidhi nānā.. [1-107-1]",
            "jāsu bhavanu surataru tara hōī. sahi ki daridra janita dukhu sōī..",
            "sasibhūṣana asa hṛdayaom bicārī. harahu nātha mama mati bhrama bhārī.. [1-107-2]",
            "prabhu jē muni paramārathabādī. kahahiṃ rāma kahu brahma anādī..",
            "sēsa sāradā bēda purānā. sakala karahiṃ raghupati guna gānā.. [1-107-3]",
            "tumha puni rāma rāma dina rātī. sādara japahu anaomga ārātī..",
            "rāmu sō avadha nṛpati suta sōī. kī aja aguna alakhagati kōī.. [1-107-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"O blissful Lord, if You are pleased with me and know me to be Your faithful servant, then, my Master, disperse my ignorance by repeating to me the various stories of the Lord of Raghus. Why should he who has his abode beneath a wish-yielding tree undergo the suffering born of want? Bearing this in mind, O Lord with the crescent on the forehead, dispel the great confusion of my mind. O Lord, the sages who discourse on the supreme Reality speak of Rāma as the Brahma who has no beginning; Śeṣa and Śāradā, as well as the Vedas and the Purāṇas, all sing praises of the Lord of Raghus. You too, O Subduer of Love, reverently repeat the word 'Rāma' night and day. Is this Rāma the same as the son of the King of Ayodhyā or some other unborn, unqualified and imperceptible Being?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jauṃ nṛpa tanaya ta brahma kimi nāri birahaom mati bhōri.",
            "dēkha carita mahimā sunata bhramati buddhi ati mōri..108.. [1-108]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"If a king's son, how could he be Brahma (the Infinite)? And if he were Brahma, how could his mind get unhinged by the loss of his wife? When I see his acts on the one hand, and hear of his glory on the other, my mind gets utterly confused.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jauṃ anīha byāpaka bibhu kōū. kabahu bujhāi nātha mōhi sōū..",
            "agya jāni risa ura jani dharahū. jēhi bidhi mōha miṭai sōi karahū.. [1-108-1]",
            "mai bana dīkhi rāma prabhutāī. ati bhaya bikala na tumhahi sunāī..",
            "tadapi malina mana bōdhu na āvā. sō phalu bhalī bhāomti hama pāvā.. [1-108-2]",
            "ajahūom kachu saṃsau mana mōrē. karahu kṛpā binavau kara jōrēṃ..",
            "prabhu taba mōhi bahu bhāomti prabōdhā. nātha sō samujhi karahu jani krōdhā.. [1-108-3]",
            "taba kara asa bimōha aba nāhīṃ. rāmakathā para ruci mana māhīṃ..",
            "kahahu punīta rāma guna gāthā. bhujagarāja bhūṣana suranāthā.. [1-108-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"If, my lord, there is any other desireless, all-pervading and all-powerful Brahma, instruct me about the same. Be not angry at my folly, but take steps to wipe out my ignorance. In the wood (in my previous birth) I witnessed Śrī Rāma's glory, although I was too awestricken to tell You. Yet, my mind was so impure that I did not understand, and I reaped a good return for my folly. Some doubt still lingers in my mind. Be gracious to me, I implore You with joined palms. Lord, You instructed me then in ways more than one; yet I did not understand. Do not allow this thought to anger You. I have no such delusion now; I find developed in me a taste for hearing the story of Rāma. Recount the sacred virtues of Śrī Rāma, O Lord of immortals, having the serpent-king (Śeṣa) for an ornament.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "baṃdau pada dhari dharani siru binaya karau kara jōri.",
            "baranahu raghubara bisada jasu śruti siddhāṃta nicōri..109.. [1-109]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Placing my head on the ground, I adore Your feet and entreat You with joined palms to recount the unsullied glory of the Chief of Raghus, giving in substance the conclusion of the revealed texts (the Vedas) on the subject."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jadapi jōṣitā nahiṃ adhikārī. dāsī mana krama bacana tumhārī..",
            "gūḍhau tatva na sādhu durāvahiṃ. ārata adhikārī jahaom pāvahiṃ.. [1-109-1]",
            "ati ārati pūchau surarāyā. raghupati kathā kahahu kari dāyā..",
            "prathama sō kārana kahahu bicārī. nirguna brahma saguna bapu dhārī.. [1-109-2]",
            "puni prabhu kahahu rāma avatārā. bālacarita puni kahahu udārā..",
            "kahahu jathā jānakī bibāhīṃ. rāja tajā sō dūṣana kāhīṃ.. [1-109-3]",
            "bana basi kīnhē carita apārā. kahahu nātha jimi rāvana mārā..",
            "rāja baiṭhi kīnhīṃ bahu līlā. sakala kahahu saṃkara sukhalīlā.. [1-109-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Though as a woman I am not qualified to hear it, I am Your servant in thought, word and deed. Saints do not withhold even an esoteric truth wherever they find a man smitten with agony, and therefore qualified to receive it. I ask You with a heart sore distressed; be gracious enough to narrate the story of the Lord of Raghus. First tell me after a mature thought what makes the unqualified Brahma assume a qualified form. Then, my lord, relate the story of Śrī Rāma's descent, and tell me next the charming exploits of His childhood. Then let me know how He wedded Janaka's daughter, Sītā, and the fault for which He had to renounce His father's kingdom later on. Then describe the innumerable deeds performed by Him while He lived in the forest; and further tell me, my lord, how He killed Rāvaṇa. Then relate, O blissful Śaṅkara, all the numerous sports that were enacted by Him after his coronation."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bahuri kahahu karunāyatana kīnha jō acaraja rāma.",
            "prajā sahita raghubaṃsamani kimi gavanē nija dhāma..110.. [1-110]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Thereafter relate, O gracious Lord, the miracle wrought by Rāma, viz., how that Jewel of Raghu's line proceeded to His divine Abode alongwith all His subjects.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "puni prabhu kahahu sō tatva bakhānī. jēhiṃ bigyāna magana muni gyānī..",
            "bhagati gyāna bigyāna birāgā. puni saba baranahu sahita bibhāgā.. [1-110-1]",
            "aurau rāma rahasya anēkā. kahahu nātha ati bimala bibēkā..",
            "jō prabhu maiṃ pūchā nahi hōī. sōu dayāla rākhahu jani gōī.. [1-110-2]",
            "tumha tribhuvana gura bēda bakhānā. āna jīva pāomvara kā jānā..",
            "prasna umā kai sahaja suhāī. chala bihīna suni siva mana bhāī.. [1-110-3]",
            "hara hiyaom rāmacarita saba āē. prēma pulaka lōcana jala chāē..",
            "śrīraghunātha rūpa ura āvā. paramānaṃda amita sukha pāvā.. [1-110-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then expound, my lord, the truth in the realization of which enlightened sages remain absorbed. And thereafter discuss in detail the conceptions of Devotion, Jñāna or Knowledge of the formless Absolute, Vijnana or the Knowledge of qualified Divinity with and without form, and Dispassion. Over and above this, O Lord of purest understanding, reveal to me the many other mysteries connected with Rāma. And if there be anything which I have omitted to ask, do not keep it back, my gracious lord. You are the preceptor of all the three spheres, so declare the Vedas; what can other poor creatures know?\" Śiva was glad at heart to hear these questions of Umā, naturally pleasing and guileless as they were. All the exploits of Rāma flashed on His mind; the hair on His body bristled with rapture and His eyes filled with tears. The figure of Śrī Rāma was reflected on the mirror of His heart. This brought immense joy to Śiva, who is an embodiment of supreme bliss Himself."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "magana dhyānarasa daṃḍa juga puni mana bāhēra kīnha.",
            "raghupati carita mahēsa taba haraṣita baranai līnha..111.. [1-111]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "For an hour or so Śiva was lost in the ecstasy of meditation. He then recovered Himself and thereafter began joyfully to tell the story of Rāma."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jhūṭhēu satya jāhi binu jānēṃ. jimi bhujaṃga binu raju pahicānēṃ..",
            "jēhi jānēṃ jaga jāi hērāī. jāgēṃ jathā sapana bhrama jāī.. [1-111-1]",
            "baṃdau bālarūpa sōī rāmū. saba sidhi sulabha japata jisu nāmū..",
            "maṃgala bhavana amaṃgala hārī. dravau sō dasaratha ajira bihārī.. [1-111-2]",
            "kari pranāma rāmahi tripurārī. haraṣi sudhā sama girā ucārī..",
            "dhanya dhanya girirājakumārī. tumha samāna nahiṃ kōu upakārī.. [1-111-3]",
            "pūomchēhu raghupati kathā prasaṃgā. sakala lōka jaga pāvani gaṃgā..",
            "tumha raghubīra carana anurāgī. kīnhahu prasna jagata hita lāgī.. [1-111-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Due to lack of knowledge about Śrī Rāma even the unreal passes for real, just as ignorance about a rope leads us to mistake it for a snake. Even so the moment we know Him the world of matter vanishes, just as the delusion of a dream disappears as soon as we wake up. Him do I reverence in the form of a Child, the repetition of whose Name brings all kinds of success within our easy reach. May that Home of bliss and Bane of woe take compassion on me-He who sports in the courtyard of king Daśaratha.\" After thus paying homage to Rāma, the Slayer of the demon Tripura joyfully spoke in mellifluous accents as follows: \"You are indeed blessed and worthy of applause, O daughter of the mountain-king; there is no such benefactor as you. You have asked Me to repeat the history of the Lord of Raghus, which is potent enough to sanctify all the spheres even as the Gaṅgā purifies the whole world. You are full of love for the feet of the Hero of Raghu's race; You have put questions to Me only with an eye to the good of the world.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāmakṛpā tēṃ pārabati sapanēhu tava mana māhiṃ.",
            "sōka mōha saṃdēha bhrama mama bicāra kachu nāhiṃ..112.. [1-112]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "By the blessing of Rāma, O Pārvatī, not even in dream can grief, infatuation, doubt or error enter your mind, so far as I can judge.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tadapi asaṃkā kīnhihu sōī. kahata sunata saba kara hita hōī..",
            "jinha hari kathā sunī nahiṃ kānā. śravana raṃdhra ahibhavana samānā.. [1-112-1]",
            "nayananhi saṃta darasa nahiṃ dēkhā. lōcana mōrapaṃkha kara lēkhā..",
            "tē sira kaṭu tuṃbari samatūlā. jē na namata hari gura pada mūlā.. [1-112-2]",
            "jinha haribhagati hṛdayaom nahiṃ ānī. jīvata sava samāna tēi prānī..",
            "jō nahiṃ karai rāma guna gānā. jīha sō dādura jīha samānā.. [1-112-3]",
            "kulisa kaṭhōra niṭhura sōi chātī. suni haricarita na jō haraṣātī..",
            "girijā sunahu rāma kai līlā. sura hita danuja bimōhanasīlā.. [1-112-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Yet you have expressed the same old doubts again, so that all those who repeat or hear this account may be benefited thereby. The ears of those who have never heard the stories of Śrī Hari are no better than snake-holes. The eyes of those who have not blessed them with the sight of saints are as good as the sham eyes in a peacock's tail. The heads that bow not at the soles of Śrī Hari or of one's preceptor are just like bitter pumpkins. Those who have cherished not in their heart the spirit of devotion to Śrī Hari are as good as dead, though living. The tongue that does not sing the praises of Rāma is just like the tongue of a frog. The heart which does not rejoice to hear the tales of Śrī Hari is hard as adamant and cruel indeed. Hear, O Girijā, the exploits of Śrī Rāma, which prove beneficial to the gods and mystify the demons.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāmakathā suradhēnu sama sēvata saba sukha dāni.",
            "satasamāja suralōka saba kō na sunai asa jāni..113.. [1-113]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Like the cow of plenty, the story of Rāma bestows all blessings on those who devote themselves to it; and the assemblages of saints are the various abodes of gods. Knowing this, who would not listen to it?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāmakathā suṃdara kara tārī. saṃsaya bihaga uḍāvanihārī..",
            "rāmakathā kali biṭapa kuṭhārī. sādara sunu girirājakumārī.. [1-113-1]",
            "rāma nāma guna carita suhāē. janama karama aganita śruti gāē..",
            "jathā anaṃta rāma bhagavānā. tathā kathā kīrati guna nānā.. [1-113-2]",
            "tadapi jathā śruta jasi mati mōrī. kahihau dēkhi prīti ati tōrī..",
            "umā prasna tava sahaja suhāī. sukhada saṃtasaṃmata mōhi bhāī.. [1-113-3]",
            "ēka bāta nahi mōhi sōhānī. jadapi mōha basa kahēhu bhavānī..",
            "tuma jō kahā rāma kōu ānā. jēhi śruti gāva dharahiṃ muni dhyānā.. [1-113-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The story of Rāma is the lovely clap of hand-palms which scares away the birds of doubt. Even so the story of Rāma is an axe to the tree of Kaliyuga (the impurities of the Kali age); listen to it with reverence, O daughter of the mountain-king. The charming names of Śrī Rāma, as well as His virtues, stories, births and deeds have all been declared by the Vedas to be beyond number. As there is no end to the divine Rāma, even so His stories, glory and virtues are also endless. Yet, seeing your great love, I will tell them even as I have heard of them to the best of my intellectual capacity. Umā, your inquiries are naturally winning and delightful and such as are approved of by the saints; as for myself I am particularly pleased to hear them. But there was one thing, Bhavānī, which I did not like, although you uttered it under a spell of delusion: you suggested that the Rāma whom the Vedas extol and on whom the sages contemplate is someone else!\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahahi sunahi asa adhama nara grasē jē mōha pisāca.",
            "pāṣaṃḍī hari pada bimukha jānahiṃ jhūṭha na sāca..114.. [1-114]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Such words are spoken and heard by those vile men alone who are possessed by the devil of infatuation, are impious and averse to the feet of Śrī Hari and know no difference between truth and falsehood.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "agya akōbida aṃdha abhāgī. kāī biṣaya mukara mana lāgī..",
            "laṃpaṭa kapaṭī kuṭila bisēṣī. sapanēhu saṃtasabhā nahiṃ dēkhī.. [1-114-1]",
            "kahahiṃ tē bēda asaṃmata bānī. jinha kēṃ sūjha lābhu nahiṃ hānī..",
            "mukara malina aru nayana bihīnā. rāma rūpa dēkhahiṃ kimi dīnā.. [1-114-2]",
            "jinha kēṃ aguna na saguna bibēkā. jalpahiṃ kalpita bacana anēkā..",
            "harimāyā basa jagata bhramāhīṃ. tinhahi kahata kachu aghaṭita nāhīṃ.. [1-114-3]",
            "bātula bhūta bibasa matavārē. tē nahiṃ bōlahiṃ bacana bicārē..",
            "jinha kṛta mahāmōha mada pānā. tin kara kahā karia nahiṃ kānā.. [1-114-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Foolish, ignorant and blind wretches, the mirror of whose heart is clouded by the film of sensuality, lecherous, deceitful and grossly perverse, who have never seen an assemblage of holy men even in a dream and who have no sense of gain and loss, they alone make statements which are repugnant to the Vedas. The mirror of their heart is soiled and they have no eyes to see; how-then, can those wretched souls behold the beauty of Śrī Rāma? For those who have no knowledge either of the unqualified Brahma or of qualified Divinity, who indulge in fantastic utterances of various kinds and who spin round in this world under the influence of Śrī Hari's deluding potency, no assertion is too absurd to make. Those who are delirious or mad, those who are possessed and those who are inebriated do not talk sense. None should give ear to the ravings of those who have drunk the wine of infatuation.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asa nija hṛdayaom bicāri taju saṃsaya bhaju rāma pada.",
            "sunu girirāja kumāri bhrama tama rabi kara bacana mama..115.. [1-114-115]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Thus assured in your heart, discard all doubt and adore Śrī Rāma's feet. O daughter of the mountain-king, hear my words, which are sun-beams as it were for the darkness of error.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sagunahi agunahi nahiṃ kachu bhēdā. gāvahiṃ muni purāna budha bēdā..",
            "aguna arupa alakha aja jōī. bhagata prēma basa saguna sō hōī.. [1-114-1]",
            "jō guna rahita saguna sōi kaisēṃ. jalu hima upala bilaga nahiṃ jaisēṃ..",
            "jāsu nāma bhrama timira pataṃgā. tēhi kimi kahia bimōha prasaṃgā.. [1-114-2]",
            "rāma saccidānaṃda dinēsā. nahiṃ tahaom mōha nisā lavalēsā..",
            "sahaja prakāsarupa bhagavānā. nahiṃ tahaom puni bigyāna bihānā.. [1-114-3]",
            "haraṣa biṣāda gyāna agyānā. jīva dharma ahamiti abhimānā..",
            "rāma brahma byāpaka jaga jānā. paramānanda parēsa purānā.. [1-114-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "There is no difference between qualified Divinity and the unqualified Brahma: so declare the sages and men of wisdom, the Vedas and the Purāṇas. That which is attributeless and formless, imperceptible and unborn, becomes qualified under the influence of the devotee's love. How can the Absolute become qualified? In the same way as water and the hail-stone are non-different in substance. Infatuation is out of the question for Him whose very Name is like the sun to the darkness of error. Śrī Rāma, who is Truth, Consciousness and Bliss combined, is like the sun; the night of ignorance cannot subsist in Him even to the smallest degree. He is the Lord whose very being is light; there is no dawn of understanding in His case (for the dawn presupposes night and night there is none in the sunlight of Śrī Rāma). Joy and grief, knowledge and ignorance, egoism and pride-these are the characteristics of a Jīva (finite being). Śrī Rāma is the all-pervading Brahma; He is supreme bliss personified, the highest Lord and the most ancient Being. The whole world knows it."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "puruṣa prasiddha prakāsa nidhi pragaṭa parāvara nātha..",
            "raghukulamani mama svāmi sōi kahi sivaom nāyau mātha..116.. [1-116]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"He who is universally known as the Spirit, the fount of light, manifest in all forms and is the lord of life as well as of matter, that Jewel of Raghu's line is my Master.\" So saying Śiva bowed His head to Him."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nija bhrama nahiṃ samujhahiṃ agyānī. prabhu para mōha dharahiṃ jaḍa prānī..",
            "jathā gagana ghana paṭala nihārī. jhāompēu mānu kahahiṃ kubicārī.. [1-116-1]",
            "citava jō lōcana aṃguli lāēom. pragaṭa jugala sasi tēhi kē bhāēom..",
            "umā rāma biṣaika asa mōhā. nabha tama dhūma dhūri jimi sōhā.. [1-116-2]",
            "biṣaya karana sura jīva samētā. sakala ēka tēṃ ēka sacētā..",
            "saba kara parama prakāsaka jōī. rāma anādi avadhapati sōī.. [1-116-3]",
            "jagata prakāsya prakāsaka rāmū. māyādhīsa gyāna guna dhāmū..",
            "jāsu satyatā tēṃ jaḍa māyā. bhāsa satya iva mōha sahāyā.. [1-116-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Fools do not perceive their own error; on the other hand, those stupid creatures attribute infatuation to the Lord, just as on seeing the sky covered with clouds, men of unsound judgment declare that the sun has been screened by the clouds. To him who sees with a finger stuck into his eyes the moon appears as doubled. Umā, infatuation is attributed to Rāma in the same way as darkness, smoke or dust appears in the sky. The objects of the senses, the senses and their presiding deities as well as the Jīva (embodied soul)-all these derive their illumination one from the other. (That is to say, the objects are illumined by the senses, the senses are illumined by their presiding deities and the deities presiding over the senses are illumined by the conscious Self). The supreme illuminator of them all is the eternal Rāma, king of Ayodhyā. The world of matter is the object of illumination, while Rāma is its illuminator. He is the lord of Māyā and the abode of wisdom and virtues. It is due to His reality that even unconscious Matter appears as real through ignorance.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rajata sīpa mahu māsa jimi jathā bhānu kara bāri.",
            "jadapi mṛṣā tihu kāla sōi bhrama na sakai kōu ṭāri..117.. [1-117]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Just as a shell is mistaken for silver and a mirage for water even though the appearance is false at all times (in the past, present and future), nobody can dispel this delusion.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi bidhi jaga hari āśrita rahaī. jadapi asatya dēta dukha ahaī..",
            "jauṃ sapanēṃ sira kāṭai kōī. binu jāgēṃ na dūri dukha hōī.. [1-117-1]",
            "jāsu kṛpāom asa bhrama miṭi jāī. girijā sōi kṛpāla raghurāī..",
            "ādi aṃta kōu jāsu na pāvā. mati anumāni nigama asa gāvā.. [1-117-2]",
            "binu pada calai sunai binu kānā. kara binu karama karai bidhi nānā..",
            "ānana rahita sakala rasa bhōgī. binu bānī bakatā baḍa jōgī.. [1-117-3]",
            "tanu binu parasa nayana binu dēkhā. grahai ghrāna binu bāsa asēṣā..",
            "asi saba bhāomti alaukika karanī. mahimā jāsu jāi nahiṃ baranī.. [1-117-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"In a like manner is this world of matter superimposed on Hari. Though unreal, it gives us pain nonetheless, just as if a man's head is cut off in a dream, he is not rid of pain till he wakes. Girijā, He whose grace wipes out such delusion is none else than the benevolent Lord of Raghus. Nobody has been able to discover His beginning or end. Basing their conclusions on speculation the Vedas have described Him in the following words. He walks without feet, hears without ears and performs actions of various kinds even without hands. He enjoys all tastes without a mouth (palate) and is a most clever speaker even though devoid of speech. He touches without a body (the tactile sense), sees without eyes and catches all odours even without a nose (the olfactory sense). His ways are thus supernatural in every respect and His glory is beyond description.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jēhi imi gāvahi bēda budha jāhi dharahiṃ muni dhyāna..",
            "sōi dasaratha suta bhagata hita kōsalapati bhagavāna..118.. [1-118]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He who is thus extolled by the Vedas and men of wisdom and whom the sages love to contemplate is no other than the divine Rāma, son of Daśaratha, lord of Ayodhyā, the friend of His devotees.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kāsīṃ marata jaṃtu avalōkī. jāsu nāma bala karau bisōkī..",
            "sōi prabhu mōra carācara svāmī. raghubara saba ura aṃtarajāmī.. [1-118-1]",
            "bibasahu jāsu nāma nara kahahīṃ. janama anēka racita agha dahahīṃ..",
            "sādara sumirana jē nara karahīṃ. bhava bāridhi gōpada iva tarahīṃ.. [1-118-2]",
            "rāma sō paramātamā bhavānī. tahaom bhrama ati abihita tava bānī..",
            "asa saṃsaya ānata ura māhīṃ. gyāna birāga sakala guna jāhīṃ.. [1-118-3]",
            "suni siva kē bhrama bhaṃjana bacanā. miṭi gai saba kutaraka kai racanā..",
            "bhai raghupati pada prīti pratītī. dāruna asaṃbhāvanā bītī.. [1-118-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"When I behold any creature dying in the holy Kaśī (the modern Vārāṇasī), it is by the power of His Name that I rid it of all sorrow (liberate it). He is my Lord, the Chief of Raghus, the sovereign of all creation, animate as well as inanimate, the witness of all hearts. If men repeat His Name even in a helpless state, sins committed by them in a series of previous existences are burnt away; while those who devoutly remember Him are able to cross the ocean of mundane existence as if it were a mere hollow made by the hoof of a cow. Rāma is no other than that supreme Spirit. Bhavānī; your assertion that He is subject to delusion is wholly unwarranted. The moment a man harbours such a doubt in his mind, his wisdom, dispassion and all other virtues bid adieu to him.\" When Pārvatī heard Śiva illuminating words, the whole structure of her sophistry collapsed. Attachment and devotion to the feet of the Lord of Raghus sprang in her heart and her shocking incredulity disappeared."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "puni puni prabhu pada kamala gahi jōri paṃkaruha pāni.",
            "bōlī girijā bacana bara manahu prēma rasa sāni..119.. [1-119]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Clasping the lotus-feet of her lord again and again, and joining her lotus-like palms, Pārvatī spoke the following fine words, steeping them as it were in the nectar of love:-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sasi kara sama suni girā tumhārī. miṭā mōha saradātapa bhārī..",
            "tumha kṛpāla sabu saṃsau harēū. rāma svarupa jāni mōhi parēū.. [1-119-1]",
            "nātha kṛpāom aba gayau biṣādā. sukhī bhayau prabhu carana prasādā..",
            "aba mōhi āpani kiṃkari jānī. jadapi sahaja jaḍa nāri ayānī.. [1-119-2]",
            "prathama jō maiṃ pūchā sōi kahahū. jauṃ mō para prasanna prabhu ahahū..",
            "rāma brahma cinamaya abināsī. sarba rahita saba ura pura bāsī.. [1-119-3]",
            "nātha dharēu naratanu kēhi hētū. mōhi samujhāi kahahu bṛṣakētū..",
            "umā bacana suni parama binītā. rāmakathā para prīti punītā.. [1-119-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Now that I have listened to Your words, which were refreshing as moonbeams, my ignorance, like the feverish heat of the autumnal sunshine, has faded away. You have removed all my doubt, O gracious Lord, and the reality of Rāma has been revealed to me. By Your grace, my lord, my gloom has been lifted and I feel happy now by the blessing of my lord's feet. Now, regarding me as Your slave, even though I am a woman, ignorant and stupid by nature, answer my former question, if You are pleased with me, my lord. Rāma, I now understand, is no other than the indestructible Brahma (God), who is consciousness itself and who, though bereft of all, yet dwells in the heart of all. Why did He take the form of a human being? Explain this to me, O Śaṅkara.\" Hearing Umā's most polite words and seeing Her unadulterated love for the story of Śrī Rāma"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "hiṃyaom haraṣē kāmāri taba saṃkara sahaja sujāna",
            "bahu bidhi umahi prasaṃsi puni bōlē kṛpānidhāna..120ka.. [1-120(A)]",
            "sunu subha kathā bhavāni rāmacaritamānasa bimala.",
            "kahā bhusuṃḍi bakhāni sunā bihaga nāyaka garuḍa..120kha.. [1-120(A)-120(B)]",
            "sō saṃbāda udāra jēhi bidhi bhā āgēṃ kahaba.",
            "sunahu rāma avatāra carita parama suṃdara anagha..120ga.. [1-120(A)-120(C)]",
            "hari guna nāma apāra kathā rūpa aganita amita.",
            "maiṃ nija mati anusāra kahau umā sādara sunahu..120gha.. [1-120(A)-120(D)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The all-merciful and all-wise Śaṅkara, the Destroyer of Cupid, was glad at heart and, extolling Umā in so many ways, said - \"Hear the blessed story of the holy Rāmacaritamānasa, which was narrated at length by the sage bhusuṃḍi and heard by the king of birds, garuḍa, I shall tell you later on how that great dialogue took place. First listen to the most charming and sanctifying story of His descent. The virtues, names, stories and forms of Śrī Hari are all unlimited, innumerable and immeasurable. Yet I proceed to tell them according to the best of my intellectual capacity; listen, Umā, with reverence.\""
        ]
    }
]