[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "एवं बुद्धे: परं बुद्ध्वा संस्ताभ्यात्मानमात्मना |",
            "जहि शत्रुं महाबाहो कामरूपं दुरासदम् || ४३ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "एवम् – इस प्रकार; बुद्धेः – बुद्धि से; परम् –  श्रेष्ठ; बुद्ध्वा – जानकर; संसत्भ्य – स्थिर करके; आत्मानम् – मन को;  आत्मना – सुविचारित बुद्धि द्वारा; जहि – जीतो; शत्रुम् – शत्रु को;  महा-बाहो – हे महाबाहु; काम-रूपम् – काम के रूप में; दुरासदम् – दुर्जेय |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस प्रकार हे महाबाहु अर्जुन! अपने आपको भौतिक इन्द्रियों, मन तथा बुद्धि से परे जान कर और मन को सावधान आध्यात्मिक बुद्धि (कृष्णभावनामृत) से स्थिर करके आध्यात्मिक शक्ति द्वारा इस काम-रूपी दुर्जेय शत्रु को जीतो |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवद्गीता का यह तृतीय अध्याय निष्कर्षतः मनुष्य को निर्देश देता है कि वह निर्विशेष शून्यवाद को चरम-लक्ष्य न मान कर अपने आपको भगवान् का शाश्र्वत सेवक समझते हुए कृष्णभावनामृत में प्रवृत्त हो | भौतिक जीवन में मनुष्य काम तथा प्रकृति पर प्रभुत्व पाने की इच्छा से प्रभावित होता है | प्रभुत्व तथा इन्द्रियतृप्ति की इच्छाएँ बद्धजीव की परम शत्रु हैं, किन्तु कृष्णभावनामृत की शक्ति से मनुष्य इन्द्रियों, मन तथा बुद्धि पर नियन्त्रण रख सकता है | इसके लिए मनुष्य को सहसा अपने नियतकर्मों को बन्द करने की आवश्यकता नहीं है , अपितु धीरे-धीरे कृष्णभावनामृत विकसित करके भौतिक इन्द्रियों तथा मन से प्रभावित हुए बिना अपने शुद्ध स्वरूप के प्रति लक्षित स्थिर बुद्धि से दिव्य स्थिति को प्राप्त हुआ जा सकता है | यही इस अध्याय का सारांश है | सांसारिक जीवन की अपरिपक्व अवस्था में दार्शनिक चिन्तन तथा यौगिक आसनों के अभ्यास से इन्द्रियों को वश में करने के कृत्रिम प्रयासों से आध्यात्मिक जीवन प्राप्त करने में सहायता नहीं मिलती | उसे श्रेष्ठ बुद्धि द्वारा कृष्णभावनामृत में प्रशिक्षित होना चाहिए |",
            "इस प्रकार श्रीमद्भगवद्गीता के तृतीय अध्याय “कर्मयोग” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
        ]
    }
]