[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अथैतदप्यशक्तोऽसि कर्तुं मद्योगमाश्रितः ।",
            "सर्वकर्मफलत्यागं ततः कुरु यतात्मवान् ॥ ११ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अथ - यद्यपि; एतत् - यह; अपि - भी; अशक्तः - असमर्थ; असि - हो; कर्तुम् - करने में; मत् - मेरे प्रति; योगम् - भक्ति में; आश्रितः - निर्भर; सर्व-कर्म - समस्त कर्मों के; फल - फल का; त्यागम् - त्याग; ततः - तब; कुरु - करो; यत-आत्मवान् - आत्मस्थित |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "किन्तु यदि तुम मेरे इस भावनामृत में कर्म करने में असमर्थ हो तो तुम अपने कर्म के समस्त फलों को त्याग कर कर्म करने का तथा आत्म-स्थित होने का प्रयत्न करो |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हो सकता है कि कोई व्यक्ति सामाजिक, पारिवारिक या धार्मिक कारणों से या किसी अन्य अवरोधों के कारण कृष्णभावनामृत के कार्यकलापों के प्रति सहानुभूति तक दिखा पाने में अक्षम हो | यदि वह अपने को प्रत्यक्ष रूप से इन कार्यकलापों के प्रति जोड़ ले तो हो सकता है कि पारिवारिक सदस्य विरोध करें, या अन्य कठिनाइयाँ उठ खड़ी हों | जिस व्यक्ति के साथ ऐसी समस्याएँ लगी हों, उसे यह सलाह दी जाती है कि वह अपने कार्यकलापों के संचित फल को किसी शुभ कार्य में लगा दे | ऐसी विधियाँ वैदिक नियमों में वर्णित हैं | ऐसे अनेक यज्ञों तथा पुण्य कार्यों अथवा विशेष कार्यों के वर्णन हुए हैं, जिनमें अपने पिछले कार्यों के फलों को प्रयुक्त किया जा सकता है | इससे मनुष्य धीरे-धीरे ज्ञान के स्तर तक उठता है | ऐसा भी पाया गया है कि कृष्णभावनामृत के कार्यकलापों में रुचि न रहने पर भी जब मनुष्य किसी अस्पताल या किस सामाजिक संस्था को दान देता है, तो वह अपने कार्यकलापों की गाढ़ी कमाई का परित्याग करता है | यहाँ पर इसकी भी संस्तुति की गई है, क्योंकि अपने कार्यकलापों के फल के परित्याग के अभ्यास से मनुष्य क्रमशः अपने मन को स्वच्छ बनाता है, और उस विमल मनःस्थिति में वह कृष्णभावनामृत को समझने में समर्थ होता है | कृष्णभावनामृत किसी अन्य अनुभव पर आश्रित नहीं होता, क्योंकि कृष्णभावनामृत स्वयं मन को विमल बनाने वाला है, किन्तु यदि कृष्णभावनामृत को स्वीकार करने में किसी प्रकार का अवरोध हो, तो मनुष्य को चाहिए कि अपने कर्मफल का परित्याग करने का प्रयत्न करे | ऐसी दशा में समाज सेवा, समुदाय सेवा, राष्ट्रीय सेवा, देश के लिए उत्सर्ग आदि कार्य स्वीकार किये जा सकते हैं, जिससे एक दिन मनुष्य भगवान् की शुद्ध भक्ति को प्राप्त हो सके | भगवद्गीता में ही (१८.४६) कहा गया है – यतः प्रवृत्तिर्भूतानाम् – यदि कोई परम कारण के लिए उत्सर्ग करना चाहे, तो भले ही वह यह न जाने कि परम कारण कृष्ण हैं, फिर भी वह क्रमशः यज्ञ विधि से समझ जाएगा कि परम कारण कृष्ण ही है |"
        ]
    }
]