[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "शुचौ देशे प्रतिष्ठाप्य स्थिरमासनमात्मन: ।",
            "नात्युच्छ्रितं नातिनीचं चैलाजिनकुशोत्तरम् ॥ ११ ॥",
            "तत्रैकाग्रं मन: कृत्वा यतचित्तेन्द्रियक्रिय ।",
            "उपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये ॥ १२ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "śucau deśe pratiṣṭhāpya",
            "sthiram āsanam ātmanaḥ",
            "nāty-ucchritaṁ nāti-nīcaṁ",
            "cailājina-kuśottaram"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "tatraikāgraṁ manaḥ kṛtvā",
            "yata-cittendriya-kriyaḥ",
            "upaviśyāsane yuñjyād",
            "yogam ātma-viśuddhaye"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "śucau — in a sanctified; deśe — land; pratiṣṭhāpya — placing; sthiram — firm; āsanam — seat; ātmanaḥ — his own; na — not; ati — too; ucchritam — high; na — nor; ati — too; nīcam — low; caila-ajina — of soft cloth and deerskin; kuśa — and kuśa grass; uttaram — covering; tatra — thereupon; eka-agram — with one attention; manaḥ — mind; kṛtvā — making; yata-citta — controlling the mind; indriya — senses; kriyaḥ — and activities; upaviśya — sitting; āsane — on the seat; yuñjyāt — should execute; yogam — yoga practice; ātma — the heart; viśuddhaye — for clarifying."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "To practice yoga, one should go to a secluded place and should lay kuśa grass on the ground and then cover it with a deerskin and a soft cloth. The seat should be neither too high nor too low and should be situated in a sacred place. The yogī should then sit on it very firmly and practice yoga to purify the heart by controlling his mind, senses and activities and fixing the mind on one point."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“Sacred place” refers to places of pilgrimage. In India the yogīs – the transcendentalists or the devotees – all leave home and reside in sacred places such as Prayāga, Mathurā, Vṛndāvana, Hṛṣīkeśa and Hardwar and in solitude practice yoga where the sacred rivers like the Yamunā and the Ganges flow. But often this is not possible, especially for Westerners. The so-called yoga societies in big cities may be successful in earning material benefit, but they are not at all suitable for the actual practice of yoga. One who is not self-controlled and whose mind is not undisturbed cannot practice meditation. Therefore, in the Bṛhan-nāradīya Purāṇa it is said that in Kali-yuga (the present yuga, or age), when people in general are short-lived, slow in spiritual realization and always disturbed by various anxieties, the best means of spiritual realization is chanting the holy name of the Lord."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "harer nāma harer nāma",
            "harer nāmaiva kevalam",
            "kalau nāsty eva nāsty eva",
            "nāsty eva gatir anyathā"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way.”"
        ]
    }
]