[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "उत्क्रामन्तं स्थितं वाऽपि भुञ्जानं वा गुणान्वितम् ।",
            "विमूढा नानुपश्यन्ति पश्यन्ति ज्ञानचक्षुषः ॥ १० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "उत्क्रामन्तम् - शरीर त्यागते हुए; स्थितम् - शरीर में रहते हुए; वा अपि - अथवा; भुञ्जानम् - भोग करते हुए; वा - अथवा; गुण-अन्वितम् - प्रकृति के गुणों के अधीन; विमूढाः - मूर्ख व्यक्ति; न - कभी नहीं; अनुपश्यति - देख सकते हैं; ज्ञान-चक्षुषः - ज्ञान रूपी आँखों वाले |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मूर्ख न तो समझ पाते हैं कि जीव किस प्रकार अपना शरीर त्याग सकता है, न ही वे यह समझ पाते हैं कि प्रकृति के गुणों के अधीन वह किस तरह के शरीर का भोग करता है । लेकिन जिसकी आँखें ज्ञान से प्रशिक्षित होती हैं, वह यह सब देख सकता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ज्ञान-चक्षुषः शब्द अत्यन्त महत्त्वपूर्ण है । बिना ज्ञान के कोई न तो यह समझ सकता है कि जीव इस शरीर को किस प्रकार त्यागता है, न ही यह कि वह अगले जीवन में कैसा शरीर धारण करने जा रहा है, अथवा यह कि वह विशेष प्रकार के शरीर में क्यों रह रहा है । इसके लिए पर्याप्त ज्ञान की आवश्यकता होती है, जिसे प्रामाणिक गुरु से भगवद्गीता तथा अन्य ऐसे ही ग्रंथों को सुन कर समझा जा सकता है । जो इन बातों को समझने के लिए प्रशिक्षित है, वह भाग्यशाली है । प्रत्येक जीव किन्हीं परिस्थितियोंमें शरीर त्यागता है, जीवित रहता है और प्रकृति के अधीन होकर भोग करता है । फलस्वरूप वह इन्द्रिय भोग के भ्रम में नाना प्रकार के सुख-दुख सहता रहता है । ऐसे व्यक्ति जो काम तथा इच्छा के कारण निरन्तर मूर्ख बनते रहते हैं, अपने शरीर-परिवर्तन तथा विशेष शरीर में अपने वास को समझने की सारी शक्ति खो बैठते हैं । वे इसे नहीं समझ सकते । किन्तु जिन्हें आध्यात्मिक ज्ञान हो चुका है, वे देखते हैं कि आत्मा शरीर से भिन्न है और यह अपना शरीर बदल कर विभिन्न प्रकार से भोगता रहता है | ऐसे ज्ञान से युक्त व्यक्ति समझ सकता है कि इस संसार में बद्धजीव किस प्रकार कष्ट भोग रहे हैं | अतएव जो लोग कृष्णभावनामृत में अत्यधिक आगे बढ़े हुए हैं, वे इस ज्ञान को सामान्य लोगों तक पहुँचाने में प्रयत्नशील रहते हैं, क्योंकि उनका बद्ध जीवन अत्यन्त कष्टप्रद रहता है | उन्हें इसमें से निकल कर कृष्णभावनामृत होकर आध्यात्मिक लोक में जाने के लिए अपने को मुक्त करना चाहिए |"
        ]
    }
]