[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sri Rama's fury against the sea and the latter's supplication"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "binaya na mānata jaladhi jaḍa gaē tīna dina bīti.",
            "bōlē rāma sakōpa taba bhaya binu hōi na prīti [5-57]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Although three days had elapsed, the crass ocean would not answer the Lord's prayer. Sri Rama thereupon indignantly said, \"There can be no friendship without inspiring fear.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lachimana bāna sarāsana ānū. sōṣauṃ bāridhi bisikha kṛsānū",
            "saṭha sana binaya kuṭila sana prītī. sahaja kṛpana sana suṃdara nītī [5-57-1]",
            "mamatā rata sana gyāna kahānī. ati lōbhī sana birati bakhānī",
            "krōdhihi sama kāmihi hari kathā. ūsara bīja baēom phala jathā [5-57-2]",
            "asa kahi raghupati cāpa caḍhaāvā. yaha mata lachimana kē mana bhāvā",
            "saṃghānēu prabhu bisikha karālā. uṭhī udadhi ura aṃtara jvālā [5-57-3]",
            "makara uraga jhaṣa gana akulānē. jarata jaṃtu jalanidhi jaba jānē",
            "kanaka thāra bhari mani gana nānā. bipra rūpa āyau taji mānā [5-57-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Laksmana, bring Me My bow and arrows; I will dry up the ocean with a missile presided over by the god of fire. Supplication before an idiot, friendship with a rogue, inculcating liberality on a born miser, talking wisdom to one steeped in worldliness, glorifying dispassion before a man of excessive greed, a lecture on mindcontrol to an irascible man and a discourse on the exploits of Sri Hari to a libidinous person are as futile as sowing seeds in a barren land.\" So saying, the Lord of the Raghus strung His bow and this stand (of the Lord) delighted Laksmana's heart. When the Lord fitted the terrible arrow to His bow, a blazing fire broke out in the heart of the ocean; the alligators, serpents and fishes felt distressed. When the god presiding over the ocean found the creatures burning, he gave up his pride and, assuming the form of a Brahmana, came with a gold plate filled with all kinds of jewels."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kāṭēhiṃ pai kadarī pharai kōṭi jatana kōu sīṃca.",
            "binaya na māna khagēsa sunu ḍāṭēhiṃ pai nava nīca [5-58]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Though one may take infinite pains in watering a plantain it will not bear fruit unless it is hewed. Similarly, mark me, O king of birds, (continues Kakabhusundi,) a vile fellow heeds no prayer but yields only when reprimanded."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sabhaya siṃdhu gahi pada prabhu kērē. chamahu nātha saba avaguna mērē",
            "gagana samīra anala jala dharanī. inha kai nātha sahaja jaḍa karanī [5-58-1]",
            "tava prērita māyāom upajāē. sṛṣṭi hētu saba graṃthani gāē",
            "prabhu āyasu jēhi kahaom jasa ahaī. sō tēhi bhāomti rahē sukha lahaī [5-58-2]",
            "prabhu bhala kīnhī mōhi sikha dīnhī. marajādā puni tumharī kīnhī",
            "ḍhōla gavāomra sūdra pasu nārī. sakala tāḍanā kē adhikārī [5-58-3]",
            "prabhu pratāpa maiṃ jāba sukhāī. utarihi kaṭaku na mōri baḍaāī",
            "prabhu agyā apēla śruti gāī. karauṃ sō bēgi jau tumhahi sōhāī [5-58-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The god presiding over the ocean clasped the Lord's feet in dismay. \"Forgive, my lord, all my faults. Ether, air, fire, water and earth- all these, my lord, are dull by nature. It is Maya (Cosmic Nature) which brought them forth for the purpose of creation under an impulse from You; so declare all the scriptures. One would attain happiness in life only by remaining where he has been placed by the Lord. My Lord has done well in giving me a lesson; but You have fixed certain limits for everyone. A drum, a rustic, a Sudra, a beast and a woman-all these deserve instructions. By the Lord's glory I shall be dried up and the army will cross over; but this will bring no credit to me. Your command, however is inviolable; thus declare the Vedas, I shall do at once what pleases You.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunata binīta bacana ati kaha kṛpāla musukāi.",
            "jēhi bidhi utarai kapi kaṭaku tāta sō kahahu upāi [5-59]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "On hearing his most submissive words the all-merciful smiled and said, \"Tell me, dear father, some device whereby the monkey host may cross over.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nātha nīla nala kapi dvau bhāī. larikāī riṣi āsiṣa pāī",
            "tinha kē parasa kiēom giri bhārē. tarihahiṃ jaladhi pratāpa tumhārē [5-59-1]",
            "maiṃ puni ura dhari prabhutāī. karihauom bala anumāna sahāī",
            "ēhi bidhi nātha payōdhi baomdhāia. jēhiṃ yaha sujasu lōka tihuom gāia [5-59-2]",
            "ēhi sara mama uttara taṭa bāsī. hatahu nātha khala nara agha rāsī",
            "suni kṛpāla sāgara mana pīrā. turatahiṃ harī rāma ranadhīrā [5-59-3]",
            "dēkhi rāma bala pauruṣa bhārī. haraṣi payōnidhi bhayau sukhārī",
            "sakala carita kahi prabhuhi sunāvā. carana baṃdi pāthōdhi sidhāvā [5-59-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "My lord, the two monkey brothers, Nila, and Nala, got a boon in their childhood from a sage. Touched by them even huge mountains will float on the ocean by Your glory. Cherishing my lord's (Your) greatness I too shall help You to the best of my ability. In this way, my lord, have the ocean bridged, so that this glorious achievement of Yours may be sung in all three spheres of creation. With this arrow, my Lord, exterminate a race of vile criminals inhabiting my northern coast.\" On hearing this, Sri Rama, who was as tender-hearted as He was staunch in battle, immediately relieved the agony of Ocean's heart. The god presiding over the ocean was rejoiced and gratified to witness Sri Rama's astounding might and valour. He related to the Lord all the doings (of those villains); and bowing to His feet, Ocean took his leave."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nija bhavana gavanēu siṃdhu śrīraghupatihi yaha mata bhāyaū.",
            "yaha carita kali malahara jathāmati dāsa tulasī gāyaū",
            "sukha bhavana saṃsaya samana davana biṣāda raghupati guna ganā",
            "taji sakala āsa bharōsa gāvahi sunahi saṃtata saṭha manā"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The god presiding over the ocean left for his home; the idea (of bridging the ocean) commended itself to the blessed Lord of the Raghus. This story (of Sri Rama's exploits in this Kanda), which wipes out the impurities of the Kali age, has been sung by Tulasidasa according to his own (poor) lights. The excellences of Sri Rama (the Lord of the Raghus) are an abode of delight, a panacea for all doubt and an unfailing remedy for sorrow. Therefore, giving up all other hope and faith, ever sing and hear them, O foolish mind."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sakala sumaṃgala dāyaka raghunāyaka guna gāna.",
            "sādara sunahiṃ tē tarahiṃ bhava siṃdhu binā jalajāna [5-60]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "A recital of the virtues of Sri Rama (the Lord of the Raghus) bestows all blessings. Those who reverently hear them cross the ocean of mundane existence without any bark."
        ]
    }
]