[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभिः ।",
            "कुरु कर्मैव तस्मात्त्वं पूर्वैः पूर्वतरं कृतम् ॥ १५ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**एवम्** – इस प्रकार; **ज्ञात्वा** – भलीभाँति जान कर; **कृतम्** – किया गया; **कर्म** – कर्म; **पूर्वैः** – पूर्ववर्ती; **अपि** – निस्सन्देह; **मुमुक्षुभिः** – मोक्ष प्राप्त व्यक्तियों द्वारा; **कुरु** – करो; कर्म -  स्वधर्म, नियतकार्य; **एव** – निश्चय ही; **तस्मात्** – अतएव; **त्वम्** – तुम; **पूर्वैः** – पूर्ववर्तियों द्वारा; **पूर्व-तरम्** – प्राचीन काल में; **कृतम्** – सम्पन्न किया गया ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्राचीन काल में समस्त मुक्तात्माओं ने मेरी दिव्य प्रकृति को जान करके ही कर्म किया, अतः तुम्हें चाहिए कि उनके पदचिन्हों का अनुसरण करते हुए अपने कर्तव्य का पालन करो ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मनुष्यों की दो श्रेणियाँ हैं । कुछ के मनों में दूषित विचार भरे रहते हैं और कुछ भौतिक दृष्टि से स्वतन्त्र होते हैं । कृष्णभावनामृत इन दोनों श्रेणियों के व्यक्तियों के लिए समान रूप से लाभप्रद है । जिनके मनों में दूषित विचार भरे हैं उन्हें चाहिए कि भक्ति के अनुष्ठानों का पालन करते हुए क्रमिक शुद्धिकरण के लिए कृष्णभावनामृत को ग्रहण करें । और जिनके मन पहले ही ऐसी अशुद्धियों से स्वच्छ हो चुके हैं, वे उसी कृष्णभावनामृत में अग्रसर होते रहें, जिससे अन्य लोग उनके आदर्श कार्यों का अनुसरण कर सकें और लाभ उठा सकें । मुर्ख व्यक्ति या कष्णभावनामत में नवदीक्षित प्रायः कृष्णभावनामृत का पूरा ज्ञान प्राप्त किये बिना कार्य से विरत होना चाहते हैं । किन्तु भगवान् ने युद्धक्षेत्र के कार्य से विमुख होने की अर्जुन की इच्छा का समर्थन नहीं किया । आवश्यकता इस बात की है कि यह जाना जाय कि किस तरह कर्म किया जाय । कृष्णभावनामृत के कार्यों से विमुख होकर एकान्त में बैठकर कृष्णभावनामृत का प्रदर्शन करना कृष्ण के लिए कार्य में रत होने की अपेक्षा कम महत्त्वपूर्ण है । यहाँ पर अर्जुन को सलाह दी जा रही है कि वह भगवान् के अन्य पूर्व शिष्यों-यथा सूर्यदेव विवस्वान् के पदचिह्नों का अनुसरण करते हुए कृष्णभावनामृत में कार्य करे । अतः वे उसे सूर्यदेव के कार्यों को सम्पन्न करने के लिए आदेश देते हैं जिसे सूर्यदेव ने उनसे लाखों वर्ष पूर्व सीखा था । यहाँ पर भगवान् कृष्ण के ऐसे सारे शिष्यों का उल्लेख पूर्ववर्ती मुक्त पुरुषों के रूप में हुआ है, जो कृष्ण द्वारा नियत कर्मों को सम्पन्न करने में लगे हुए थे ।"
        ]
    }
]