[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "पिताहमस्य जगतो माता धाता पितामहः |",
            "वेद्यं पवित्रमोंकार ऋक्साम यजुरेव च || १७ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "पिता – पिता; अहम् – मैं; अस्य – इस; जगतः – ब्रह्माण्ड का; माता – माता; धाता – आश्रयदाता; पितामहः – बाबा; वेद्यम् – जानने योग्य; पवित्रम् – शुद्ध करने वाला; ॐकारः – ॐ अक्षर; ऋक् – ऋग्वेद; साम – सामवेद; यजुः – यजुर्वेद; एव – निश्चय ही; च – तथा |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मैं इस ब्रह्माण्ड का पिता, माता, आश्रय तथा पितामह हूँ | मैं ज्ञेय (जानने योग्य), शुद्धिकर्ता तथा ओंकार हूँ | मैं ऋग्वेद, सामवेद तथा यजुर्वेद भी हूँ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सारे चराचर विराट जगत की अभिव्यक्ति कृष्ण की शक्ति के विभिन्न कार्यकलापों से होती है | इस भौतिक जगत् में हम विभिन्न जीवों के साथ तरह-तरह के सम्बन्ध स्थापित करते हैं, जो कृष्ण की शक्ति के अतिरिक्त अन्य कुछ नहीं हैं | प्रकृति की सृष्टि में उनमें से कुछ हमारे माता, पिता के रूप में उत्पन्न होते हैं वे कृष्ण के अतिरिक्त कुछ नहीं हैं | इस श्लोक में आए धाता शब्द का अर्थ स्रष्टा है | न केवल हमारे माता पिता कृष्ण के अंश रूप हैं, अपितु इनके स्रष्टा दादी तथा दादा कृष्ण हैं | वस्तुतः कोई भी जीव कृष्ण का अंश होने के कारण कृष्ण है | अतः सारे वेदों के लक्ष्य कृष्ण ही हैं | हम वेदों से जो भी जानना चाहते हैं वह कृष्ण को जानने की दिशा में होता है | जिस विषय से हमारी स्वाभाविक स्थिति शुद्ध होती है, वह कृष्ण है | इसी प्रकार जो जीव वैदिक नियमों को जानने के लिए जिज्ञासु रहता है, वह भी कृष्ण का अंश, अतः कृष्ण भी है | समस्त वैदिक मन्त्रों में ॐ शब्द, जिसे प्रणव कहा जाता है, एक दिव्य ध्वनि-कम्पन है और यह कृष्ण भी है | चूँकि चारों वेदों – ऋग्वेद, यजुर्वेद, सामवेद तथा अथर्ववेद में प्रणव या ओंकार प्रधान है, अतः इसे कृष्ण समझना चाहिए |"
        ]
    }
]