[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "King Daśaratha's sacrifice for the birth of a son and his Queen's pregnancy"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kausalyādi nāri priya saba ācarana punīta.",
            "pati anukūla prēma dṛḍha hari pada kamala binīta..188.. [1-188]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Kausalyā and his other beloved consorts were all of holy life; humble and devoted to their lord, they had a strong attachment to the lotus feet of Śrī Hari."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēka bāra bhūpati mana māhīṃ. bhai galāni mōrēṃ suta nāhīṃ..",
            "gura gṛha gayau turata mahipālā. carana lāgi kari binaya bisālā.. [1-188-1]",
            "nija dukha sukha saba gurahi sunāyau. kahi basiṣṭha bahubidhi samujhāyau..",
            "dharahu dhīra hōihahiṃ suta cārī. tribhuvana bidita bhagata bhaya hārī.. [1-188-2]",
            "sṛṃgī riṣahi basiṣṭha bōlāvā. putrakāma subha jagya karāvā..",
            "bhagati sahita muni āhuti dīnhēṃ. pragaṭē agini carū kara līnhēṃ.. [1-188-3]",
            "jō basiṣṭha kachu hṛdayaom bicārā. sakala kāju bhā siddha tumhārā..",
            "yaha habi bāomṭi dēhu nṛpa jāī. jathā jōga jēhi bhāga banāī.. [1-188-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "One day the king was sad at heart that he had no son. He hastened to his preceptor's residence and, falling at his feet, made many entreaties. He told the Guru all his joys and sorrows; the sage Vasistha comforted him in many ways and said, \"Take heart and wait; you will have four sons, who will be known throughout the three worlds and will rid the devotees of their fears.\" Then Vasistha summoned the sage Srngi and had a noble sacrifice performed by him for the birth of a son to the king. When the sage devoutly offered oblations into the sacred fire, the fire-god appeared with an offering of rice boiled with milk in his hand. Said the fire-god, \"Whatever Vasistha has contemplated for you that object is fully accomplished. Take this oblation, O king, and divide it in such proportions as you think fit.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba adṛsya bhaē pāvaka sakala sabhahi samujhāi..",
            "paramānaṃda magana nṛpa haraṣa na hṛdayaom samāi..189.. [1-189]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The fire-god then disappeared after telling the whole assembly of what was to be done. The king was transported with ecstasy and could not contain himself for joy."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "tabahiṃ rāyaom priya nāri bōlāīṃ. kausalyādi tahāom cali āī..",
            "ardha bhāga kausalyāhi dīnhā. ubhaya bhāga ādhē kara kīnhā.. [1-189-1]",
            "kaikēī kahaom nṛpa sō dayaū. rahyō sō ubhaya bhāga puni bhayaū..",
            "kausalyā kaikēī hātha dhari. dīnha sumitrahi mana prasanna kari.. [1-189-2]",
            "ēhi bidhi garbhasahita saba nārī. bhaīṃ hṛdayaom haraṣita sukha bhārī..",
            "jā dina tēṃ hari garbhahiṃ āē. sakala lōka sukha saṃpati chāē.. [1-189-3]",
            "maṃdira mahaom saba rājahiṃ rānī. sōbhā sīla tēja kī khānīṃ..",
            "sukha juta kachuka kāla cali gayaū. jēhiṃ prabhu pragaṭa sō avasara bhayaū.. [1-189-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The king at once sent for his beloved consorts. When Kausalyā and the other queens arrived there, he gave one half of the offering to Kausalyā and divided the other into two halves, one of which he gave to Kaikeyī. The remnant was again divided into two parts, which he placed in the hands of Kausalyā and kaikeyi and after thus obtaining their approval handed both the shares to Sumitrā. In this way all the queens became pregnant. They were all glad of heart and felt very happy. From the time Śrī Hari found His way into the womb joy and prosperity reigned in all the worlds. In the palace shone the queens, who were all mines of beauty, virtue and glory. Some time was thus happily spent, till the time arrived for the Lord to be revealed."
        ]
    }
]