[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "पिताहमस्य जगतो माता धाता पितामह: ।",
            "वेद्यं पवित्रम् ॐकार ऋक् साम यजुरेव च ॥ १७ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "pitāham asya jagato",
            "mātā dhātā pitāmahaḥ",
            "vedyaṁ pavitram oṁ-kāra",
            "ṛk sāma yajur eva ca"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**pitā** — father; **aham** — I; **asya** — of this; **jagataḥ** — universe; **mātā** — mother; **dhātā** — supporter; **pitāmahaḥ** — grandfather; **vedyam** — what is to be known; **pavitram** — that which purifies; **oṁ**-**kāra** — the syllable **oṁ**; **ṛk** — the **Ṛg Veda**; **sāma** — the **Sāma Veda**; **yajuḥ** — the **Yajur Veda**; **eva** — certainly; **ca** — and."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I am the father of this universe, the mother, the support and the grandsire. I am the object of knowledge, the purifier and the syllable oṁ. I am also the Ṛg, the Sāma and the Yajur Vedas."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The entire cosmic manifestations, moving and nonmoving, are manifested by different activities of Kṛṣṇa’s energy. In the material existence we create different relationships with different living entities who are nothing but Kṛṣṇa’s marginal energy; under the creation of prakṛti some of them appear as our father, mother, grandfather, creator, etc., but actually they are parts and parcels of Kṛṣṇa. As such, these living entities who appear to be our father, mother, etc., are nothing but Kṛṣṇa. In this verse the word dhātā means “creator.” Not only are our father and mother parts and parcels of Kṛṣṇa, but the creator, grandmother and grandfather, etc., are also Kṛṣṇa. Actually any living entity, being part and parcel of Kṛṣṇa, is Kṛṣṇa. All the Vedas, therefore, aim only toward Kṛṣṇa. Whatever we want to know through the Vedas is but a progressive step toward understanding Kṛṣṇa. That subject matter which helps us purify our constitutional position is especially Kṛṣṇa. Similarly, the living entity who is inquisitive to understand all Vedic principles is also part and parcel of Kṛṣṇa and as such is also Kṛṣṇa. In all the Vedic mantras the word oṁ, called praṇava, is a transcendental sound vibration and is also Kṛṣṇa. And because in all the hymns of the four Vedas – Sāma, Yajur, Ṛg and Atharva – the praṇava, or oṁ-kāra, is very prominent, it is understood to be Kṛṣṇa."
        ]
    }
]