[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Śrī Rāma takes up His abode at Citrakūṭa; the services of the Kolas and Bhilas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "citrakūṭa mahimā amita kahīṃ mahāmuni gāi.",
            "āē nahāē sarita bara siya samēta dōu bhāi..132.. [2-132]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The great sage Vālmīki then described at length the infinite glory of Citrakūṭa and the two brothers proceeded with Sītā and bathed in the sacred stream."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "raghubara kahēu lakhana bhala ghāṭū. karahu katahu aba ṭhāhara ṭhāṭū..",
            "lakhana dīkha paya utara karārā. cahu disi phirēu dhanuṣa jimi nārā.. [2-132-1]",
            "nadī panaca sara sama dama dānā. sakala kaluṣa kali sāuja nānā..",
            "citrakūṭa janu acala ahērī. cukai na ghāta māra muṭhabhērī.. [2-132-2]",
            "asa kahi lakhana ṭhāu dēkharāvā. thalu bilōki raghubara sukhu pāvā..",
            "ramēu rāma manu dēvanha jānā. calē sahita sura thapati pradhānā.. [2-132-3]",
            "kōla kirāta bēṣa saba āē. racē parana tṛna sadana suhāē..",
            "barani na jāhi maṃju dui sālā. ēka lalita laghu ēka bisālā.. [2-132-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Śrī Rāma (the Chief of Raghu's line) said, \"Lakṣmaṇa, here is a good descent into the river; now make arrangements for our stay somewhere.\" Lakṣmaṇa presently surveyed the north bank of the Payaswini river and said, \"Lo! a rivulet bends round this bank like a bow with the river itself for its string, control of the mind and senses and charity for its arrows, and all the sins of the Kali age for its many quarries. Armed with this bow Mount Citrakūṭa looks like an immovable huntsman who takes unerring aim and makes a frontal attack.\" With these words Lakṣmaṇa showed the spot and Śrī Rāma was delighted to see the site. When the gods learnt that the site had captivated Śrī Rāma's mind, they proceeded to Citrakūṭa with Visvakarma, the chief of heavenly architects. They all came in the guise of Kolas and Bhilas and put up beautiful dwellings of leaves and grass. They made a pair of huts which were lovely beyond words, the one a fine little cottage and the other larger in size."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lakhana jānakī sahita prabhu rājata rucira nikēta.",
            "sōha madanu muni bēṣa janu rati riturāja samēta..133.. [2-133]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Adorning the beautiful cottage with Lakṣmaṇa and Janaka's Daughter (Sītā) the Lord looked as charming as the god of love accompanied by his consort, Rati, and the deity presiding over Spring (the king of seasons) all attired as hermits."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "amara nāga kiṃnara disipālā. citrakūṭa āē tēhi kālā..",
            "rāma pranāmu kīnha saba kāhū. mudita dēva lahi lōcana lāhū.. [2-133-1]",
            "baraṣi sumana kaha dēva samājū. nātha sanātha bhaē hama ājū..",
            "kari binatī dukha dusaha sunāē. haraṣita nija nija sadana sidhāē.. [2-133-2]",
            "citrakūṭa raghunaṃdanu chāē. samācāra suni suni muni āē..",
            "āvata dēkhi mudita munibṛṃdā. kīnha daṃḍavata raghukula caṃdā.. [2-133-3]",
            "muni raghubarahi lāi ura lēhīṃ. suphala hōna hita āsiṣa dēhīṃ..",
            "siya saumitra rāma chabi dēkhahiṃ. sādhana sakala saphala kari lēkhahiṃ.. [2-133-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Gods, Nāgas, Kinnaras and the guardians of the eight quarters flocked to Citrakūṭa on that occasion. Śrī Rāma made obeisance to them all and the gods were glad to obtain the reward of their eyes. Raining flowers the heavenly host exclaimed, \"Lord, we feel secure today!\" With great supplication they described their terrible woes, and returned joyfully to their several abodes. Hermits streamed in as they heard the news that Śrī Rāma (the Delighter of Raghus) had taken up His abode at Citrakūṭa. The moon of the solar race fell prostrate when He saw the holy company coming with a cheerful countenance. The hermits pressed Śrī Rāma (the Chief of Raghu's line) to their bosom and invoked their blessings on Him just in order to see them come true. As they gazed on the beauty of Sītā, Lakṣmaṇa (Sumitrā's son) and Rāma, they accounted all their spiritual practices fully rewarded."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jathājōga sanamāni prabhu bidā kiē munibṛṃda.",
            "karahi jōga japa jāga tapa nija āśramanhi suchaṃda..134.. [2-134]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "After paying them due honours the Lord dismissed the holy throng and they practised Yoga (contemplation), Japa (muttering of prayers) and austerities and performed sacrifices unmolested in their own retreats"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "yaha sudhi kōla kirātanha pāī. haraṣē janu nava nidhi ghara āī..",
            "kaṃda mūla phala bhari bhari dōnā. calē raṃka janu lūṭana sōnā.. [2-134-1]",
            "tinha mahaom jinha dēkhē dōu bhrātā. apara tinhahi pūomchahi magu jātā..",
            "kahata sunata raghubīra nikāī. āi sabanhi dēkhē raghurāī.. [2-134-2]",
            "karahiṃ jōhāru bhēṃṭa dhari āgē. prabhuhi bilōkahiṃ ati anurāgē..",
            "citra likhē janu jahaom tahaom ṭhāḍhaē. pulaka sarīra nayana jala bāḍhaē.. [2-134-3]",
            "rāma sanēha magana saba jānē. kahi priya bacana sakala sanamānē..",
            "prabhuhi jōhāri bahōri bahōrī. bacana binīta kahahiṃ kara jōrī.. [2-134-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When the Kolas and Bhilas got this news, they felt as delighted as though the nine heavenly treasures of Kubera had found their way to their own house. With cups of leaves full of bulbs, roots and fruits they sallied forth as paupers to gather gold as spoils. Such of them as had already seen the two brothers were questioned about them by others who proceeded along the same road. Describing and hearing of Śrī Rāma's beauty they all came and beheld the Lord of Raghus. Placing their offerings before the Lord they greeted Him and regarded Him with deep affection. They stood here and there as so many painted figures, thrilling all over and with tears streaming from their eyes. Śrī Rāma perceived that they were all overwhelmed with emotion and addressing kind words to them treated them all with honour; while they in their turn greeted the Lord again and again and with joined palms spoke to Him in polite terms:-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "aba hama nātha sanātha saba bhaē dēkhi prabhu pāya.",
            "bhāga hamārē āgamanu rāura kōsalarāya..135.. [2-135]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Having seen Your feet, O Lord, we all feel secure now. Our good-luck is responsible for Your visit to this place, O Lord of Ayodhyā.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dhanya bhūmi bana paṃtha pahārā. jahaom jahaom nātha pāu tumha dhārā..",
            "dhanya bihaga mṛga kānanacārī. saphala janama bhaē tumhahi nihārī.. [2-135-1]",
            "hama saba dhanya sahita parivārā. dīkha darasu bhari nayana tumhārā..",
            "kīnha bāsu bhala ṭhāu bicārī. ihāom sakala ritu rahaba sukhārī.. [2-135-2]",
            "hama saba bhāomti karaba sēvakāī. kari kēhari ahi bāgha barāī..",
            "bana bēhaḍa giri kaṃdara khōhā. saba hamāra prabhu paga paga jōhā.. [2-135-3]",
            "tahaom tahaom tumhahi ahēra khēlāuba. sara nirajhara jalaṭhāu dēkhāuba..",
            "hama sēvaka parivāra samētā. nātha na sakucaba āyasu dētā.. [2-135-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Blessed is the land, forest, road and hill where You have planted Your foot, my Lord. Fortunate are the birds and beasts of the forest, whose life has been crowned by Your sight. And lucky are we all alongwith our family in that we have been able to feast our eyes on Your beauty. You have chosen an excellent spot whereon to take up Your abode; You will be comfortable here during all the seasons. We will render all sorts of services to You keeping away elephants and lions, serpents and tigers. The dreary forest, hills, caves and ravines have all been explored by us foot by foot, O Lord. We will take You for hunting to the different haunts of game and will show You lakes and springs and other reservoirs of water. We and our people are Your servants; therefore, do not hesitate to command us, O Lord.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bēda bacana muni mana agama tē prabhu karunā aina.",
            "bacana kirātanha kē sunata jimi pitu bālaka baina..136.. [2-136]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The same gracious Lord whom Vedic texts fail to describe and the mind of hermits cannot reach listened to the words of the Bhilas even as a father listens to the words of his children."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāmahi kēvala prēmu piārā. jāni lēu jō jānanihārā..",
            "rāma sakala banacara taba tōṣē. kahi mṛdu bacana prēma paripōṣē.. [2-136-1]",
            "bidā kiē sira nāi sidhāē. prabhu guna kahata sunata ghara āē..",
            "ēhi bidhi siya samēta dōu bhāī. basahiṃ bipina sura muni sukhadāī.. [2-136-2]",
            "jaba tē āi rahē raghunāyaku. taba tēṃ bhayau banu maṃgaladāyaku..",
            "phūlahiṃ phalahiṃ biṭapa bidhi nānā..maṃju balita bara bēli bitānā.. [2-136-3]",
            "surataru sarisa subhāyaom suhāē. manahu bibudha bana parihari āē..",
            "gaṃja maṃjutara madhukara śrēnī. tribidha bayāri bahai sukha dēnī.. [2-136-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Love alone attracts Śrī Rāma; let those who are curious take note of it. Śrī Rāma then gratified all the foresters by addressing to them gentle words sweetened by love. Dismissed by Him they bowed their head to Him and departed; and discussing the virtues of the Lord they returned to their respective homes. In this way Sītā and the two brothers lived in the forest, delighting the gods and hermits. Ever since the Lord of Raghus came and took up His abode there the forest became a fountain of blessings. Trees of various kinds blossomed and bore fruit and lovely creepers that coiled about them formed an excellent canopy. They were all naturally beautiful like the trees of heaven; it seemed as if the latter had abandoned the celestial groves and migrated to that spot. Strings of bees made an exceedingly sweet humming sound and a delightful breeze breathed soft, cool and fragrant."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nīlakaṃṭha kalakaṃṭha suka cātaka cakka cakōra.",
            "bhāomti bhāomti bōlahiṃ bihaga śravana sukhada cita cōra..137.. [2-137]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The blue jay, cuckoos, parrots, Catakas, Cakravakas, Cakoras and other birds delighted the ear and ravished the soul with their varied notes."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kēri kēhari kapi kōla kuraṃgā. bigatabaira bicarahiṃ saba saṃgā..",
            "phirata ahēra rāma chabi dēkhī. hōhiṃ mudita mṛgabaṃda bisēṣī.. [2-137-1]",
            "bibudha bipina jahaom lagi jaga māhīṃ. dēkhi rāma banu sakala sihāhīṃ..",
            "surasari sarasai dinakara kanyā. mēkalasutā gōdāvari dhanyā.. [2-137-2]",
            "saba sara siṃdhu nadī nada nānā. maṃdākini kara karahiṃ bakhānā..",
            "udaya asta giri aru kailāsū. maṃdara mēru sakala surabāsū.. [2-137-3]",
            "saila himācala ādika jētē. citrakūṭa jasu gāvahiṃ tētē..",
            "biṃdhi mudita mana sukhu na samāī. śrama binu bipula baḍaāī pāī.. [2-137-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Elephants, lions, monkeys, boars and deer, all sported together, free from enmity. Herds of deer were enraptured when they beheld the beauty of Śrī Rāma roaming about in search of prey. All the forests of gods existing in the universe were filled with envy at the sight of Śrī Rāma's forest. The heavenly river (Gaṅgā), Saraswati, the Sun-born Yamunā, Narmada (the daughter of Mount Mekala), the blessed Godavari and the various other lakes, seas, streams and rivers, all extolled the Mandākinī. The eastern and western hills (from and behind which the sun is believed to emerge and disappear every morning and evening), Mounts Kailāsa (the abode of Lord Śiva), Mandara, Meru, all abodes of gods, and mountains like the Himalayas, all sang praises of Citrakūṭa. Glad was the deity presiding over the Vindhya range*, whose delight was more than his heart could contain, to think that he had won such great renown without much exertion."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "citrakūṭa kē bihaga mṛga bēli biṭapa tṛna jāti.",
            "punya puṃja saba dhanya asa kahahiṃ dēva dina rāti..138.. [2-138]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Blessed and full of merit are all the birds and deer, creepers, trees and the various species of herbage of Citrakūṭa,\" so declare the gods day and night."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nayanavaṃta raghubarahi bilōkī. pāi janama phala hōhiṃ bisōkī..",
            "parasi carana raja acara sukhārī. bhaē parama pada kē adhikārī.. [2-138-1]",
            "sō banu sailu subhāyaom suhāvana. maṃgalamaya ati pāvana pāvana..",
            "mahimā kahia kavani bidhi tāsū. sukhasāgara jahaom kīnha nivāsū.. [2-138-2]",
            "paya payōdhi taji avadha bihāī. jahaom siya lakhanu rāmu rahē āī..",
            "kahi na sakahiṃ suṣamā jasi kānana. jauṃ sata sahasa hōṃhiṃ sahasānana.. [2-138-3]",
            "sō maiṃ barani kahauṃ bidhi kēhīṃ. ḍābara kamaṭha ki maṃdara lēhīṃ..",
            "sēvahiṃ lakhanu karama mana bānī. jāi na sīlu sanēhu bakhānī.. [2-138-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Having beheld the Chief of Raghu's line those who had eyes attained the end of their life and were rid of sorrow; whereas inanimate objects rejoiced at the touch of the very dust of His feet and became eligible for attaining the highest state (blessedness). The forest and hill where that Ocean of Bliss (Śrī Rāma) took up His abode were naturally lovely; auspicious and the holiest of the holy; how could it be possible to glorify them ? The exquisite beauty of the forest where Sītā, Lakṣmaṇa and Śrī Rāma came and settled, taking leave of the ocean of milk and bidding adieu to Ayodhyā, could not be described even by a hundred thousand Śeṣas (each with a thousand pairs of tongues). How, then, can I describe it at some length any more than a tortoise living in a puddle can lift Mount Mandara? Lakṣmaṇa waited upon Śrī Rāma in thought, word and deed with an amiability and devotion more than one could tell."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "chinu chinu lakhi siya rāma pada jāni āpu para nēhu.",
            "karata na sapanēhu lakhanu citu baṃdhu mātu pitu gēhu..139.. [2-139]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Gazing on the feet of Sītā and Rāma every moment and conscious of their love for him, Lakṣmaṇa never recalled even in a dream his younger brother (Śatrughna), father, mother or even his home."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma saṃga siya rahati sukhārī. pura parijana gṛha surati bisārī..",
            "chinu chinu piya bidhu badanu nihārī. pramudita manahu cakōrakumārī.. [2-139-1]",
            "nāha nēhu nita baḍhata bilōkī. haraṣita rahati divasa jimi kōkī..",
            "siya manu rāma carana anurāgā. avadha sahasa sama banu priya lāgā.. [2-139-2]",
            "paranakuṭī priya priyatama saṃgā. priya parivāru kuraṃga bihaṃgā..",
            "sāsu sasura sama munitiya munibara. asanu amia sama kaṃda mūla phara.. [2-139-3]",
            "nātha sātha sāomtharī suhāī. mayana sayana saya sama sukhadāī..",
            "lōkapa hōhiṃ bilōkata jāsū. tēhi ki mōhi saka biṣaya bilāsū.. [2-139-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In Śrī Rāma's company Sītā lived a happy life, forgetting Her town (Ayodhyā), family and home. Ever watching the moonlike face of Her beloved lord She was extremely glad like the young of a Cakora bird. Finding Her lord's affection grow from day to day She remained happy as a Cakravāka bird during the day. Her mind was so enamoured of Śrī Rāma's feet that the forest appeared to Her as dear as a thousand Ayodhyas. Dear was the hut of leaves in the company of Her most beloved lord, while fawns and birds constituted Her beloved family. The holy hermits appeared to Her as Her own father-in-law and their spouses as Her mother-in-law; while Her diet consisting of bulbs, roots and fruits tasted like ambrosia. Shared with Her spouse even the lovely litter of leaves delighted Her as hundreds of Cupid's own beds. Can the charm of sensuous enjoyments ever enchant Her whose very look confers the sovereignty of a sphere."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sumirata rāmahi tajahiṃ jana tṛna sama biṣaya bilāsu.",
            "rāmapriyā jaga janani siya kachu na ācaraju tāsu..140.. [2-140]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Fixing their thoughts on Śrī Rāma, His devotees spurn the pleasures of sense as worth no more than a piece of straw. It is no wonder, then, in the case of Sītā, Śrī Rāma's beloved Consort and the Mother of the universe."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sīya lakhana jēhi bidhi sukhu lahahīṃ. sōi raghunātha karahi sōi kahahīṃ..",
            "kahahiṃ purātana kathā kahānī. sunahiṃ lakhanu siya ati sukhu mānī. [2-140-1]",
            "jaba jaba rāmu avadha sudhi karahīṃ. taba taba bāri bilōcana bharahīṃ..",
            "sumiri mātu pitu parijana bhāī. bharata sanēhu sīlu sēvakāī.. [2-140-2]",
            "kṛpāsiṃdhu prabhu hōhiṃ dukhārī. dhīraju dharahiṃ kusamau bicārī..",
            "lakhi siya lakhanu bikala hōi jāhīṃ. jimi puruṣahi anusara parichāhīṃ.. [2-140-3]",
            "priyā baṃdhu gati lakhi raghunaṃdanu. dhīra kṛpāla bhagata ura caṃdanu..",
            "lagē kahana kachu kathā punītā. suni sukhu lahahiṃ lakhanu aru sītā.. [2-140-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord of Raghus would do and say only that which would please Sītā and Lakṣmaṇa. He would narrate old legends and stories, to which Lakṣmaṇa and Sītā would listen with great delight. Every time Śrī Rāma thought of Ayodhyā His eyes filled with tears. The gracious Lord became sad when He recalled His father and mother, His family and brothers and particularly the affection, amiability and devotion of Bharata; but He recovered Himself when He realized that the time was unpropitious. Perceiving this, Sītā and Lakṣmaṇa felt distressed even as the shadow of a man behaves just like him. When He saw the condition of His beloved Consort and His brother (Lakṣmaṇa), the selfpossessed and compassionate Rāma, the Delighter of Raghus and the Soother of His devotees heart, began to narrate some sacred legends, hearing which Lakṣmaṇa and Sītā felt relieved."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāmu lakhana sītā sahita sōhata parana nikēta.",
            "jimi bāsava basa amarapura sacī jayaṃta samēta..141.. [2-141]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Accompanied by Lakṣmaṇa and Sītā Śrī Rāma shone in His hut of leaves even as Indra who dwells in the city of immortals with his spouse, Saci, and his son, Jayanta."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jōgavahiṃ prabhu siya lakhanahiṃ kaisēṃ. palaka bilōcana gōlaka jaisēṃ..",
            "sēvahiṃ lakhanu sīya raghubīrahi. jimi abibēkī puruṣa sarīrahi.. [2-141-1]",
            "ēhi bidhi prabhu bana basahiṃ sukhārī. khaga mṛga sura tāpasa hitakārī..",
            "kahēu rāma bana gavanu suhāvā. sunahu sumaṃtra avadha jimi āvā.. [2-141-2]",
            "phirēu niṣādu prabhuhi pahucāī. saciva sahita ratha dēkhēsi āī..",
            "maṃtrī bikala bilōki niṣādū. kahi na jāi jasa bhayau biṣādū.. [2-141-3]",
            "rāma rāma siya lakhana pukārī. parēu dharanitala byākula bhārī..",
            "dēkhi dakhina disi haya hihināhīṃ. janu binu paṃkha bihaga akulāhīṃ.. [2-141-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord watched over Sītā and Lakṣmaṇa in the same way as the eyelids protect the eyeballs; while Lakṣmaṇa in his turn waited upon Sītā and Śrī Rāma (the Hero of Raghu's race) just as a fool (who identifies himself with his body) tends his own body. In this way the Lord, who was as friendly to birds and fawns as to gods and ascetics, lived happily in the forest. Thus have I told the delightful story of Śrī Rāma's journey to the woods; now hear how Sumantra reached Ayodhyā. When the Nisada chief returned after escorting the Lord, he saw the minister (Sumantra) with the chariot. The minister was distressed to see the Nisada chief; words fail to describe the agony which he felt at the moment. Crying out \"Rāma, Rāma, Sītā, Lakṣmaṇa\" he (Sumantra) dropped on the ground utterly helpless; while the horses kept looking on to the south and neighed. They were as restless as birds shorn of their wings."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nahiṃ tṛna carahiṃ piahiṃ jalu mōcahiṃ lōcana bāri.",
            "byākula bhaē niṣāda saba raghubara bāji nihāri..142.. [2-142]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "They would neither eat grass nor drink water; while their eyes kept shedding tears. The whole party of Nisadas was distressed to see the horses of Śrī Rāma (the Chief of Raghu's line)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dhari dhīraja taba kahai niṣādū. aba sumaṃtra pariharahu biṣādū..",
            "tumha paṃḍita paramāratha gyātā. dharahu dhīra lakhi bimukha bidhātā [2-142-1]",
            "bibidha kathā kahi kahi mṛdu bānī. ratha baiṭhārēu barabasa ānī..",
            "sōka sithila ratha sakai na hāomkī. raghubara biraha pīra ura bāomkī.. [2-142-2]",
            "carapharāhiṃ maga calahiṃ na ghōrē. bana mṛga manahu āni ratha jōrē..",
            "aḍhauki parahiṃ phiri hērahiṃ pīchēṃ. rāma biyōgi bikala dukha tīchēṃ.. [2-142-3]",
            "jō kaha rāmu lakhanu baidēhī. hiṃkari hiṃkari hita hērahiṃ tēhī..",
            "bāji biraha gati kahi kimi jātī. binu mani phanika bikala jēhi bhāomtī.. [2-142-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then recovering himself, the Nisada said, \"Sumantra, cease sorrowing now. You are a man of wisdom and a knower of the highest truth; therefore, compose yourself realizing that Fate is unpropitious to you.\" Narrating various legends in soft accents, he took him by force and seated him in the chariot. But overpowered by grief he could not drive the chariot; the agony of separation from Rāma (the Chief of Raghu's line) was severe in his heart. The horses would not move along the road; they were getting fidgety. It seemed as if wild animals had been caught and put in harness. They would topple down and turn to look behind, torn away from Rāma and smarting with deep anguish. If anyone mentioned the name of Rāma, Lakṣmaṇa or Sītā, (Janaka's Daughter), they would start neighing and regard him with love. How could anyone describe the anguish of separation the horses felt; they were as restless as a snake robbed of its gem"
        ]
    }
]