[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रिय: ।",
            "युक्त इत्युच्यते योगी समलोष्ट्राश्मकाञ्चन: ॥ ८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "jñāna-vijñāna-tṛptātmā",
            "kūṭa-stho vijitendriyaḥ",
            "yukta ity ucyate yogī",
            "sama-loṣṭrāśma-kāñcanaḥ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "jñāna — by acquired knowledge; vijñāna — and realized knowledge; tṛpta — satisfied; ātmā — a living entity; kūṭa-sthaḥ — spiritually situated; vijita-indriyaḥ — sensually controlled; yuktaḥ — competent for self-realization; iti — thus; ucyate — is said; yogī — a mystic; sama — equipoised; loṣṭra — pebbles; aśma — stone; kāñcanaḥ — gold."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "A person is said to be established in self-realization and is called a yogī [or mystic] when he is fully satisfied by virtue of acquired knowledge and realization. Such a person is situated in transcendence and is self-controlled. He sees everything – whether it be pebbles, stones or gold – as the same."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Book knowledge without realization of the Supreme Truth is useless. This is stated as follows:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "ataḥ śrī-kṛṣṇa-nāmādi",
            "na bhaved grāhyam indriyaiḥ",
            "sevonmukhe hi jihvādau",
            "svayam eva sphuraty adaḥ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“No one can understand the transcendental nature of the name, form, quality and pastimes of Śrī Kṛṣṇa through his materially contaminated senses. Only when one becomes spiritually saturated by transcendental service to the Lord are the transcendental name, form, quality and pastimes of the Lord revealed to him.” (Bhakti-rasāmṛta-sindhu 1.2.234)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "This Bhagavad-gītā is the science of Kṛṣṇa consciousness. No one can become Kṛṣṇa conscious simply by mundane scholarship. One must be fortunate enough to associate with a person who is in pure consciousness. A Kṛṣṇa conscious person has realized knowledge, by the grace of Kṛṣṇa, because he is satisfied with pure devotional service. By realized knowledge, one becomes perfect. By transcendental knowledge one can remain steady in his convictions, but by mere academic knowledge one can be easily deluded and confused by apparent contradictions. It is the realized soul who is actually self-controlled, because he is surrendered to Kṛṣṇa. He is transcendental because he has nothing to do with mundane scholarship. For him mundane scholarship and mental speculation, which may be as good as gold to others, are of no greater value than pebbles or stones."
        ]
    }
]