[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "उपद्रष्टानुमन्ता च भर्ता भोक्ता महेश्वरः ।",
            "परमात्मेति चाप्युक्तो देहेऽस्मिन्पुरुषः परः ॥ २३ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**उपद्रष्टा** - साक्षी; **अनुमन्ता** - अनुमति देने वाला; **च** - भी; **भर्ता** - स्वामी; **भोक्ता** - परम भोक्ता; **महा-ईश्वरः** - परमेश्वर; **परम्-आत्मा** - परमात्मा; **इति** - भी; **अपि** - निस्सन्देह; **उक्तः** - कहा गया है; **देहे** - शरीर में; **अस्मिन्** - इस; **पुरुषः** - भोक्ता; **परः** - दिव्य ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "तो भी इस शरीर में एक अन्य दिव्य भोक्ता है, जो ईश्वर है, परम स्वामी है और साक्षी तथा अनुमति देने वाले के रूप में विद्यमान है और जो परमात्मा कहलाता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ पर कहा गया है कि जीवात्मा के साथ निरन्तर रहने वाला परमात्मा परमेश्वर का प्रतिनिधि है । वह सामान्य जीव नहीं है । चूँकि अद्वैतवादी चिन्तक शरीर के ज्ञाता को एक मानते हैं, अतएव उनके विचार से परमात्मा तथा जीवात्मा में कोई अन्तर नहीं है । इसका स्पष्टीकरण करने के लिए भगवान् कहते हैं कि वे प्रत्येक शरीर में परमात्मा-रूप में विद्यमान हैं । वे जीवात्मा से भिन्न हैं, वे पर हैं, दिव्य हैं । जीवात्मा किसी विशेष क्षेत्र के कार्यों को भोगता है, लेकिन परमात्मा किसी सीमित भोक्ता के रूप में या शारीरिक कर्मों में भाग लेने वाले के रूप में विद्यमान नहीं रहता, अपितु वह साक्षी, अनुमतिदाता तथा परम भोक्ता के रूप में स्थित रहता है । उसका नाम परमात्मा है, आत्मा नहीं । वह दिव्य है । अतः यह बिल्कुल स्पष्ट है कि आत्मा तथा परमात्मा भिन्न-भिन्न हैं । परमात्मा के हाथ-पैर सर्वत्र रहते हैं, लेकिन जीवात्मा के ऐसा नहीं होता । चूँकि परमात्मा परमेश्वर है, अतएव वह अन्दर से जीव की भौतिक भोग की आकांक्षा पूर्ति की अनुमति देता है । परमात्मा की अनुमति के बिना जीवात्मा कुछ भी नहीं कर सकता । जीव भुक्त है और भगवान् भोक्ता या पालक हैं । जीव अनन्त हैं और भगवान् उन सबमें मित्र-रूप में निवास करता है ।",
            "तथ्य यह है कि प्रत्येक जीव परमेश्वर का नित्य अंश है और दोनों मित्र रूप में घनिष्ठतापूर्वक सम्बन्धित हैं । लेकिन जीव में परमेश्वर के आदेश को अस्वीकार करने की, प्रकृति पर प्रभुत्व जताने के उद्देश्य से स्वतन्त्रतापूर्वक कर्म करने की प्रवृत्ति पाई जाती है । चूँकि उसमें यह प्रवृत्ति होती है, अतएव वह परमेश्वर की तटस्था शक्ति कहलाता है । जीव या तो भौतिक शक्ति में या आध्यात्मिक शक्ति में स्थित हो सकता है । जब तक वह भौतिक शक्ति द्वारा बद्ध रहता है, तब तक परमेश्वर मित्र रूप में परमात्मा की तरह उसके भीतर रहते हैं, जिससे उसे आध्यात्मिक शक्ति में वापस ले जा सकें । भगवान् उसे आध्यात्मिक शक्ति में वापस ले जाने के लिए सदैव उत्सुक रहते हैं, लेकिन अपनी अल्प स्वतन्त्रता के कारण जीव निरन्तर आध्यात्मिक प्रकाश की संगति ठुकराता है । स्वतन्त्रता का यह दुरुपयोग ही बद्ध प्रकृति में उसके भौतिक संघर्ष का कारण है । अतएव भगवान् निरन्तर बाहर तथा भीतर से आदेश देते रहते हैं । बाहर से वे भगवद्गीता के रूप में उपदेश देते हैं और भीतर से वे जीव को यह विश्वास दिलाते हैं कि भौतिक क्षेत्र में उसके कार्यकलाप वास्तविक सुख के लिए अनुकूल नहीं हैं । उनका वचन है “इसे त्याग दो और मेरे प्रति श्रद्धा करो । तभी तुम सुखी होगे ।” इस प्रकार जो बुद्धिमान व्यक्ति परमात्मा में अथवा भगवान् में श्रद्धा रखता है, वह सच्चिदानन्दमय जीवन की ओर प्रगति करने लगता है ।"
        ]
    }
]