[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "कर्मणैव हि संसिद्धिमास्थिता जनकादयः ।",
            "लोकसङ्ग्रहमेवापि सम्पश्यन्कर्तुमर्हसि ॥ २० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "karmaṇaiva hi saṁsiddhim",
            "āsthitā janakādayaḥ",
            "loka-saṅgraham evāpi",
            "sampaśyan kartum arhasi"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "karmaṇā — by work; eva — even; hi — certainly; saṁsiddhim — in perfection; āsthitāḥ — situated; janaka-ādayaḥ — Janaka and other kings; loka-saṅgraham — the people in general; eva api — also; sampaśyan — considering; kartum — to act; arhasi — you deserve."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Kings such as Janaka attained perfection solely by performance of prescribed duties. Therefore, just for the sake of educating the people in general, you should perform your work."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Kings like Janaka were all self-realized souls; consequently they had no obligation to perform the prescribed duties in the Vedas. Nonetheless they performed all prescribed activities just to set examples for the people in general. Janaka was the father of Sītā and father-in-law of Lord Śrī Rāma. Being a great devotee of the Lord, he was transcendentally situated, but because he was the king of Mithilā (a subdivision of Bihar province in India), he had to teach his subjects how to perform prescribed duties. Lord Kṛṣṇa and Arjuna, the Lord’s eternal friend, had no need to fight in the Battle of Kurukṣetra, but they fought to teach people in general that violence is also necessary in a situation where good arguments fail. Before the Battle of Kurukṣetra, every effort was made to avoid the war, even by the Supreme Personality of Godhead, but the other party was determined to fight. So for such a right cause, there is a necessity for fighting. Although one who is situated in Kṛṣṇa consciousness may not have any interest in the world, he still works to teach the public how to live and how to act. Experienced persons in Kṛṣṇa consciousness can act in such a way that others will follow, and this is explained in the following verse."
        ]
    }
]