[
    {
        "id": [
            11,
            12
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "शुचौ देशे प्रतिष्ठाप्य स्थिरमासनमात्मनः |",
                "नात्युच्छ्रितं नातिनीचं चैलाजिनकुशोत्तरम् || ११ ||",
                "तत्रैकाग्रं मनः कृत्वा यतचित्तेन्द्रियक्रियः |",
                "उपविश्यासने युञ्ज्याद्योगमात्मविश्रुद्धये || १२ ||"
            ],
            "english": [
                "sucau dese pratisthapya",
                "sthiram asanam atmanah",
                "naty-ucchritam nati-nicam",
                "cailajina-kusottaram",
                "tatraikagram manah krtva",
                "yata-cittendriya-kriyah",
                "upavisyasane yunjyad",
                "yogam atma-visuddhaye"
            ]
        },
        "translation": {
            "hindi": [
                "योगाभ्यास के लिए योगी एकान्त स्थान में जाकर भूमि पर कुशा बिछा दे और फिर उसे मृगछाला से ढके तथा ऊपर से मुलायम वस्त्र बिछा दे | आसन न तो बहुत ऊँचा हो, न बहुत नीचा | यह पवित्र स्थान में स्थित हो | योगी को चाहिए कि इस पर दृढ़तापूर्वक बैठ जाय और मन, इन्द्रियों तथा कर्मों को वश में करते हुए तथा मन को एक बिन्दु पर स्थित करके हृदय को शुद्ध करने के लिए योगाभ्यास करे |"
            ],
            "english": [
                "To practice yoga, one should go to a secluded place and should lay kusa-grass on the ground and then cover it with a deerskin and a soft cloth. The seat should neither be too high nor too low and should be situated in a sacred place. The yogi should then sit on it very firmly and should practice yoga by controlling the mind and the senses, purifying the heart and fixing the mind on one point."
            ]
        },
        "meaning": {
            "hindi": [
                "‘पवित्र स्थान’ तीर्थस्थान का सूचक है | भारत में योगी तथा भक्त अपना घर त्याग कर प्रयाग, मथुरा, वृन्दावन , हृषिकेश तथा हरिद्वार जैसे पवित्र स्थानों में वास करते हैं और एकान्तस्थान में योगाभ्यास करते हैं, जहाँ यमुना तथा गंगा जैसी नदियाँ प्रवाहित होती हैं | किन्तु प्रायः ऐसा करना सबों के लिए, विशेषतया पाश्चात्यों के लिए, सम्भव नहीं है | बड़े-बड़े शहरों की तथाकथित योग-समितियाँ भले ही धन कमा लें, किन्तु वे योग के वास्तविक अभ्यास के लिए सर्वथा अनुपयुक्त होती हैं | जिसका मन विचलित है और जो आत्मसंयमी नहीं है, वह ध्यान का अभ्यास नहीं कर सकता | अतः बृहन्नारदीय पुराण में कहा गया है कि कलियुग (वर्तमान युग) में, जबकि लोग अल्पजीवी, आत्म-साक्षात्कार में मन्द तथा चिन्ताओं से व्यग्र रहते हैं, भगवत्प्राप्ति का सर्वश्रेष्ठ माध्यम भगवान् के पवित्र नाम का कीर्तन है –",
                "हरेर्नाम हरेर्नाम हरेर्नामैव केवलम् |",
                "कलौ नास्त्येव नास्त्येव नास्त्येव गतिरन्यथा ||",
                "कलह और दम्भ के इस युग में मोक्ष का एकमात्र साधन भगवान् के पवित्र नाम का कीर्तन करना है | कोई दूसरा मार्ग नहीं है | कोई दूसरा मार्ग नहीं है | कोई दूसरा मार्ग नहीं है |"
            ],
            "english": [
                "“Sacred place” refers to places of pilgrimage. In India the yogis, the transcendentalists or the devotees all leave home and reside in sacred places such as Prayag, Mathura, Vrndavana, Hrsikesa, and Hardwar and in solitude practice yoga where the sacred rivers like the Yamuna and the Ganges flow. But often this is not possible, especially for Westerners. The so-called yoga societies in big cities may be successful in earning material benefit, but they are not at all suitable for the actual practice of yoga. One who is not self-controlled and whose mind is not undisturbed cannot practice meditation. Therefore, in the Brhan-Naradiya Purana it is said that in the Kali-yuga (the present yuga or age) when people in general are short-lived, slow in spiritual realization and always disturbed by various anxieties, the best means of spiritual realization is chanting the holy name of the Lord.",
                "harer nama harer nama harer namaiva kevalamkalau nasty eva nasty eva nasty eva gatir anyatha.",
                "“In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way.”"
            ]
        }
    },
    {
        "id": [
            13,
            14
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "समं कायशिरोग्रीवं धार्यन्नचलं स्थिरः |",
                "सम्प्रेक्ष्य नासिकाग्रं स्वं दिशश्र्चानवलोकयन् || १३ ||",
                "प्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थितः |",
                "मनः संयम्य मच्चितो युक्त आसीत मत्परः || १४ ||"
            ],
            "english": [
                "samam kaya-siro-grivam",
                "dharayann acalam sthirah",
                "sampreksya nasikagram svam",
                "disas canavalokayan",
                "prasantatma vigata-bhir",
                "brahmacari-vrate sthitah",
                "manah samyamya mac-citto",
                "yukta asita mat-parah"
            ]
        },
        "translation": {
            "hindi": [
                "योगाभ्यास करने वाले को चाहिए कि वह अपने शरीर, गर्दन तथा सर को सीधा रखे और नाक के अगले सिरे पर दृष्टि लगाए | इस प्रकार वह अविचलित तथा दमित मन से, भयरहित, विषयीजीवन से पूर्णतया मुक्त होकर अपने हृदय में मेरा चिन्तन करे और मुझे हि अपना चरमलक्ष्य बनाए |"
            ],
            "english": [
                "One should hold one's body, neck and head erect in a straight line and stare steadily at the tip of the nose. Thus with an unagitated, subdued mind, devoid of fear, completely free from sex life, one should meditate upon Me within the heart and make Me the ultimate goal of life."
            ]
        },
        "meaning": {
            "hindi": [
                "जीवन का उद्देश्य कृष्ण को जानना है जो प्रत्येक जीव के हृदय में चतुर्भुज परमात्मा रूप में स्थित हैं | योगाभ्यास का प्रयोजन विष्णु के इसी अन्तर्यामी रूप की खोज करने तथा देखने के अतिरिक्त और कुछ नहीं है | अन्तर्यामी विष्णुमूर्ति प्रत्येक व्यक्ति के हृदय में निवास करने वाले कृष्ण का स्वांश रूप है | जो इस विष्णुमूर्ति की अनुभूति करने के अतिरिक्त किसी अन्य कपटयोग में लगा रहता है, वह निस्सन्देह अपने समय का अपव्यय करता है | कृष्ण ही जीवन के परम लक्ष्य है | हृदय के भीतर इस विष्णुमूर्ति की अनुभूति प्राप्त करने के लिए ब्रह्मचर्यव्रत अनिवार्य है, अतः मनुष्य को चाहिए कि घर छोड़ दे और किसी एकान्त स्थान में बताई गई विधि से आसीन होकर रहे | नित्यप्रति घर में या अन्यत्र मैथुन-भोग करते हुए और तथाकथित योग की कक्षा में जाने मात्र से कोई योगी नहीं हो जाता | उसे मन को संयमित करने का अभ्यास करना होता है और सभी प्रकार की इन्द्रियतृप्ति से, जिसमें मैथुन-जीवन मुख्य है, बचना होता है | महान ऋषि याज्ञवल्क्य ने ब्रह्मचर्य के नियमों में बताया है –",
                "कर्मणा मनसा वाचा सर्वावस्थासु सर्वदा |",
                "सर्वत्र मैथुनत्यागो ब्रह्मचर्यं प्रचक्षते ||",
                "“सभी कालों में, सभी अवस्थाओं में तथा सभी स्थानों में मनसा वाचा कर्मणा मैथुन-भोग से पूर्णतया दूर रहने में सहायता करना ही ब्रह्मचर्यव्रत का लक्ष्य है |” मैथुन में प्रवृत्त रहकर योगाभ्यास नहीं किया जा सकता | इसीलिए बचपन से जब मैथुन का कोई ज्ञान भी नहीं होता ब्रह्मचर्य की शिक्षा दी जाती है | पाँच वर्ष की आयु में बच्चों को गुरुकुल भेजा जाता है, जहाँ गुरु उन्हें ब्रह्मचारी बनने के दृढ़ नियमों की शिक्षा देता है | ऐसे अभ्यास के बिना किसी भी योग में उन्नति नहीं की जा सकती, चाहे वह ध्यान हो, या कि ज्ञान या भक्ति | किन्तु जो व्यक्ति विवाहित जीवन के विधि-विधानों का पालन करता है और अपनी हीपतनी से मैथुन-सम्बन्ध रखता है वह भी ब्रह्मचारी कहलाता है | ऐसे संयमशील गृहस्थ-ब्रह्मचारी को भक्ति सम्प्रदाय में स्वीकार किया जा सकता है, किन्तु ज्ञान तथा ध्यान सम्प्रदाय वाले ऐसे गृहस्थ-ब्रह्मचारी को भी प्रवेश नहीं देते | उनके लिए पूर्ण ब्रह्मचर्य अनिवार्य है | भक्ति सम्प्रदाय में गृहस्थ-ब्रह्मचारी को संयमित मैथुन की अनुमति रहती है, क्योंकि भक्ति सम्प्रदाय इतना शक्तिशाली है कि भगवान् की सेवा में लगे रहने से वह स्वतः ही मैथुन का आकर्षण त्याग देता है |",
                "भगवद्गीता में (२.५९) कहा गया है –",
                "विषया विनिवर्तन्ते निराहारस्य देहिनः |",
                "रसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते ||",
                "जहाँ अन्यों को विषयभोग से दूर रहने के लिए बाध्य किया जाता है वहीं भगवद्भक्त भगवद्रसास्वादन के कारण इन्द्रियतृप्ति से स्वतः विरक्त हो जाता है | भक्त को छोड़कर अन्य किसी को इस अनुपम रस का ज्ञान नहीं होता |",
                "विगत-भीः पूर्ण कृष्णभावनाभावित हुए बिना मनुष्य निर्भय नहीं हो सकता | बद्धजीव अपनी विकृत स्मृति अथवा कृष्ण के साथ अपने शाश्र्वत सम्बन्ध की विस्मृति के करण भयभीत रहता है | भागवतका (११.२.३७) कथन है – भयं द्वितीयाभिनिवेशतः स्याद् ईशादपेतस्य विपर्ययोऽस्मृतिः| कृष्णभावनाभावित व्यक्ति ही योग का पूर्ण अभ्यास कर सकता है और चूँकि योगाभ्यास का चरम लक्ष्य अन्तःकरण में भगवान् का दर्शन पाना है, अतः कृष्णभावनाभावित व्यक्ति पहले से ही समस्त योगियों से श्रेष्ठ होता है | यहाँ पर वर्णित योगविधि के नियम तथाकथित लोकप्रिय योग-समितियों से भिन्न हैं |"
            ],
            "english": [
                "The goal of life is to know Krsna, who is situated within the heart of every living being as Paramatma, the four-handed Visnu form. The yoga process is practiced in order to discover and see this localized form of Visnu, and not for any other purpose. The localized Visnu-murti is the plenary representation of Krsna dwelling within one's heart. One who has no program to realize this Visnu-murti is uselessly engaged in mock-yoga practice and is certainly wasting his time. Krsna is the ultimate goal of life, and the Visnu-murti situated in one's heart is the object of yoga practice. To realize this Visnu-murti within the heart, one has to observe complete abstinence from sex life; therefore one has to leave home and live alone in a secluded place, remaining seated as mentioned above. One cannot enjoy sex life daily at home or elsewhere and attend a so-called yoga class and thus become a yogi. One has to practice controlling the mind and avoiding all kinds of sense gratification, of which sex life is the chief. In the rules of celibacy written by the great sage Yajnavalkya it is said:",
                "Vigatabhih. One cannot be fearless unless one is fully in Krsna consciousness. A conditioned soul is fearful due to his perverted memory, his forgetfulness of his eternal relationship with Krsna. The Bhagavatam says, bhayam dvitiyabhinivesatah syad isad apetasya viparyayo 'smrtih: Krsna consciousness is the only basis for fearlessness. Therefore, perfect practice is possible for a person who is Krsna conscious. And since the ultimate goal of yoga practice is to see the Lord within, a Krsna conscious person is already the best of all yogis. The principles of the yoga system mentioned herein are different from those of the popular so-called yoga societies."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "युञ्जन्नेवं सदात्मानं योगी नियतमानसः |",
                "शान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति || १५ ||"
            ],
            "english": [
                "yunjann evam sadatmanam",
                "yogi niyata-manasah",
                "santim nirvana-paramam",
                "mat-samstham adhigacchati"
            ]
        },
        "translation": {
            "hindi": [
                "इस प्रकार शरीर, मन तथा कर्म में निरन्तर संयम का अब्यास करते हुए संयमित मन वाले योगी को इस भौतिक अस्तित्व की समाप्ति पर भगवद्धाम की प्राप्ति होती है |/p>"
            ],
            "english": [
                "Thus practicing control of the body, mind and activities, the mystic transcendentalist attains to the kingdom of God [or the abode of Krsna] by cessation of material existence."
            ]
        },
        "meaning": {
            "hindi": [
                "अब योगाभ्यास के चरम लक्ष्य का स्पष्टीकरण किया जा रहा है | योगाभ्यास किसी भौतिक सुविधा की प्राप्ति के लिए नहीं किया जाता, इसका उद्देश्य तो भौतिक संसार से विरक्ति प्राप्त करना है | जो कोई इसके द्वारा स्वास्थ्य-लाभ चाहता है या भौतिक सिद्धि प्राप्त करने का इच्छुक होता है वह भगवद्गीता के अनुसार योगी नहीं है | न ही भौतिक अस्तित्व की समाप्ति का अर्थ शून्य में प्रवेश है क्योंकि यह कपोलकल्पना है | भगवान् की सृष्टि में कहीं भी शून्य नहीं है | उलटे भौतिक अस्तित्व की समाप्ति से मनुष्य भगवद्धाम में प्रवेश करता है | भगवद्गीता में भगवद्धाम का भी स्पष्टीकरण किया गया है कि यह वह स्थान है जहाँ न सूर्य की आवश्यकता है, न चाँद या बिजली की | आध्यात्मिक राज्य के सारे लोक उसी प्रकार से स्वतः प्रकाशित हैं, जिस प्रकार सूर्य द्वारा यह भौतिक आकाश | वैसे तो भगवद्धाम सर्वत्र है, किन्तु चिन्मयव्योम तथा उसके लोकों को ही परमधाम कहा जाता है |",
                "एक पूर्णयोगी जिसे भगवान् कृष्ण का पूर्णज्ञान है जैसा कि यहाँ भगवान् ने स्वयं कहा है (मच्चितः, मत्परः, मत्स्थान्म्) वास्तविक शान्ति प्राप्त कर सकता है और अन्ततोगत्वा कृष्णलोक या गोलोक वृन्दावन को प्राप्त होता है | ब्रह्मसंहिता में (५.३७) स्पष्ट उल्लेख है – गोलोक एवनिवसत्यखिलात्मभूतः– यद्यपि भगवान् सदैव अपने धाम में निवास करते हैं, जिसे गोलोक कहते हैं, तो भी वे अपनी परा-आध्यात्मिक शक्तियों के कारण सर्वव्यापी ब्रह्म तथा अन्तर्यामी परमात्मा हैं | कोई भी कृष्ण तथा विष्णु रूप में उनके पूर्ण विस्तार को सही-सही जाने बिना वैकुण्ठ में या भगवान् के नित्यधाम (गोलोक वृन्दावन) में प्रवेश नहीं कर सकता | अतः कृष्णभावनाभावित व्यक्ति ही पूर्णयोगी है क्योंकि उसका मन सदैव कृष्ण के कार्यकलापों में तल्लीन रहता है (स वै मनः कृष्णपदारविन्दयोः) | वेदों में (श्र्वेताश्र्वतर उपनिषद् ३.८) भी हम पाते हैं – तमेव विदित्वाति मृत्युमेति– केवल भगवान् कृष्ण को जानने पर जन्म तथा मृत्यु के पथ को जीता जा सकता है | दूसरे शब्दों में, योग की पूर्णता संसार से मुक्ति प्राप्त करने में है, इन्द्रजाल अथवा व्यायाम के करतबों द्वारा जनता को मुर्ख बनाने में नहीं |"
            ],
            "english": [
                "The ultimate goal in practicing yoga is now clearly explained. Yoga practice is not meant for attaining any kind of material facility; it is to enable the cessation of all material existence. One who seeks an improvement in health or aspires after material perfection is no yogi according to Bhagavad-gita. Nor does cessation of material existence entail one's entering into “the void,” which is only a myth. There is no void anywhere within the creation of the Lord. Rather, the cessation of material existence enables one to enter into the spiritual sky, the abode of the Lord. The abode of the Lord is also clearly described in the Bhagavad-gita as that place where there is no need of sun, moon, nor electricity. All the planets in the spiritual kingdom are self-illuminated like the sun in the material sky. The kingdom of God is everywhere, but the spiritual sky and the planets thereof are called param dhama, or superior abodes.",
                "A consummate yogi, who is perfect in understanding Lord Krsna, as is clearly stated herein (mat-cittah, mat-parah, mat-sthanam) by the Lord Himself, can attain real peace and can ultimately reach His supreme abode, the Krsna-loka known as Goloka Vrndavana. In the Brahma-samhita it is clearly stated (goloka eva nivasaty akhilatma-bhutah) that the Lord, although residing always in His abode called Goloka, is the all-pervading Brahman and the localized Paramatma as well by dint of His superior spiritual energies. No one can reach the spiritual sky or enter into the eternal abode (Vaikuntha Goloka Vrndavana) of the Lord without the proper understanding of Krsna and His plenary expansion Visnu. Therefore a person working in Krsna consciousness is the perfect yogi, because his mind is always absorbed in Krsna's activities. Sa vai manah krsna-padaravindayoh. In the Vedas also we learn: tam eva viditvatimrtyum eti: “One can overcome the path of birth and death only by understanding the Supreme Personality of Godhead, Krsna.” In other words, perfection of the yoga system is the attainment of freedom from material existence and not some magical jugglery or gymnastic feats to befool innocent people."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                " नात्यश्र्नतस्तु योगोऽस्ति न चैकान्तमनश्नतः|",
                "न चातिस्वप्नशीलस्य जाग्रतो नैव चार्जुन || १६ ||"
            ],
            "english": [
                "naty-asnatas 'tu yogo 'sti",
                "na caikantam anasnatah",
                "na cati-svapna-silasya",
                "jagrato naiva carjuna"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! जो अधिक खाता है या बहुत कम खाता है, जो अधिक सोता है अथवा जो पर्याप्त नहीं सोता उसके योगी बनने की कोई सम्भावना नहीं है |"
            ],
            "english": [
                "There is no possibility of one's becoming a yogi, O Arjuna, if one eats too much, or eats too little, sleeps too much or does not sleep enough."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर योगियों के लिए भोजन तथा नींद के नियमन की संस्तुति की गई है | अधिक भोजन का अर्थ है शरीर तथा आत्मा को बनाये रखने के लिए आवश्यकता से अधिक भोजन करना | मनुष्यों में मांसाहार करने की आवश्यकता नहीं है क्योंकि प्रचुर मात्रा में अन्न, शाक, फल तथा दुग्ध उपलब्ध हैं | ऐसे सादे भोज्यपदार्थ भगवद्गीता के अनुसार सतोगुणी माने जाते हैं | मांसाहार तो तमोगुणियों के लिए है | अतः जो लोग मांसाहार करते हैं, मद्यपान करते हैं, धूम्रपान करते हैं और कृष्ण को भोग लगाये बिना भोजन करते हैं वे पापकर्मों का भोग करेंगे क्योंकि वे दूषित वस्तुएँ खाते हैं | भुञ्जते ते त्वघं पापा ये पचन्त्यात्मकारणात्| जो व्यक्ति इन्द्रियसुख के लिए खाता है या अपने लिए भोजन बनाता है, किन्तु कृष्ण को भोजन अर्पित नहीं करता वह केवल पाप खाता है | जो पाप खाता है और नियत मात्र से अधिक भोजन करता है वह पूर्णयोग का पालन नहीं कर सकता | सबसे उत्तम यही है कि कृष्ण को अर्पित भोजन के अच्छिष्ट भाग को ही खाया जाय | कृष्णभावनाभावित व्यक्ति कभी भी ऐसा भोजन नहीं करता, जो इससे पूर्व कृष्ण को अर्पित न किया गया हो | अतः केवल कृष्णभावनाभावित व्यक्ति ही योगाभ्यास में पूर्णता प्राप्त कर सकता है | न ही ऐसा व्यक्ति कभी योग का अभ्यास कर सकता है जो कृत्रिम उपवास की अपनी विधियाँ निकाल कर भोजन नहीं करता है | कृष्णभावनाभावित व्यक्ति शास्त्रों द्वारा अनुमोदित उपवास करता है | न तो वह आवश्यकता से अधिक उपवास रखता है, न ही अधिक खाता है | इस प्रकार वह योगाभ्यास करने के लिए पूर्णतया योग्य है | जो आवश्यकता से अधिक खाता है वह सोते समय अनेक सपने देखेगा, अतः आवश्यकता से अधिक सोएगा | मनुष्य को प्रतिदिन छः घंटे से अधिक नहीं सोना चाहिए | जो व्यक्ति चौबीस घंटो में से छः घंटो से अधिक सोता है, वह अवश्य ही तमोगुणी है | तमोगुणी व्यक्ति आलसी होता है और अधिक सोता है | ऐसा व्यक्ति योग नहीं साध सकता |"
            ],
            "english": [
                "Regulation of diet and sleep is recommended herein for the yogis. Too much eating means eating more than is required to keep the body and soul together. There is no need for men to eat animals because there is an ample supply of grains, vegetables, fruits and milk. Such simple foodstuff is considered to be in the mode of goodness according to the Bhagavad-gita. Animal food is for those in the mode of ignorance. Therefore, those who indulge in animal food, drinking, smoking and eating food which is not first offered to Krsna will suffer sinful reactions because of eating only polluted things. Bhunjate te tv agham papa ye pacanty atma-karanat. Anyone who eats for sense pleasure, or cooks for himself, not offering his food to Krsna, eats only sin. One who eats sin and eats more than is allotted to him cannot execute perfect yoga. It is best that one eat only the remnants of foodstuff offered to Krsna. A person in Krsna consciousness does not eat anything which is not first offered to Krsna. Therefore, only the Krsna conscious person can attain perfection in yoga practice. Nor can one who artificially abstains from eating, manufacturing his own personal process of fasting, practice yoga. The Krsna conscious person observes fasting as it is recommended in the scriptures. He does not fast or eat more than is required, and he is thus competent to perform yoga practice. One who eats more than required will dream very much while sleeping, and he must consequently sleep more than is required. One should not sleep more than six hours daily. One who sleeps more than six hours out of twenty-four is certainly influenced by the mode of ignorance. A person in the mode of ignorance is lazy and prone to sleep a great deal. Such a person cannot perform yoga."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु |",
                "युक्तस्वप्नावबोधस्य योगो भवति दु:खहा || १७ ||"
            ],
            "english": [
                "yuktahara-viharasya",
                "yukta-cestasya karmasu",
                "yukta-svapnavabodhasya",
                "yogo bhavati duhkha-ha"
            ]
        },
        "translation": {
            "hindi": [
                "जो खाने, सोने, आमोद-प्रमोद तथा काम करने की आदतों में नियमित रहता है, वह योगाभ्यास द्वारा समस्त भौतिक क्लेशों को नष्ट कर सकता है |"
            ],
            "english": [
                "He who is temperate in his habits of eating, sleeping, working and recreation can mitigate all material pains by practicing the yoga system."
            ]
        },
        "meaning": {
            "hindi": [
                "खाने, सोने, रक्षा करने तथा मैथुन करने में – जो शरीर की आवश्यकताएँ हैं – अति करने से योगाभ्यास की प्रगति रुक जाती है | जहाँ तक खाने का प्रश्न है, इसे तो प्रसादम् या पवित्रकृत भोजन के रूप में नियमित बनाया जा सकता है | भगवद्गीता (९.२६) के अनुसार भगवान् कृष्ण को शाक, फूल, फल, अन्न , दुग्ध आदि भेंट किये जाते हैं | इस प्रकार एक कृष्णभावनाभावित व्यक्ति को ऐसा भोजन न करने का स्वतः प्रशिक्षण प्राप्त रहता है, जो मनुष्य के खाने योग्य नहीं होता या सतोगुणी नहीं होता | जहाँ तक सोने का प्रश्न हैं, कृष्णभावनाभावित व्यक्ति कृष्णभावनामृत में कर्म करने में निरन्तर सतर्क रहता है, अतः निद्रा में वह व्यर्थ समय नहीं गँवाता | अव्यर्थ-कालत्वम्– कृष्णभावनाभावित व्यक्ति अपना एक मिनट का समय भी भगवान् की सेवा के बिना नहीं बिताना चाहता | अतः वह कम से कम सोता है | इसके आदर्श श्रील रूप गोस्वामी हैं, जो कृष्ण की सेवा में निरन्तर लगे रहते थे और दिनभर में दो घंटे से अधिक नहीं सोते थे, और कभी-कभी तो उतना भी नहीं सोते थे | ठाकुर हरिदास तो अपनी माला में तीन लाख नामों का जप किये बिना न तो प्रसाद ग्रहण करते थे और न सोते ही थे | जहाँ तक कार्य का प्रश्न है, कृष्णभावनाभावित व्यक्ति ऐसा कोई भी कार्य नहीं करता जो कृष्ण से सम्बन्धित न हो | इस प्रकार उसका कार्य सदैव नियमित रहता है और इन्द्रियतृप्ति से अदूषित | चूँकि कृष्णभावनाभावित व्यक्ति के लिए इन्द्रियतृप्ति का प्रश्न ही नहीं उठता, अतः उसे तनिक भी भौतिक अवकाश नहीं मिलता | चूँकि वह अपने कार्य, वचन, निद्रा, जागृति तथा अन्य शारीरिक कार्यों में नियमित रहता है, अतः उसे कोई भौतिक दुःख नहीं सताता |"
            ],
            "english": [
                "Extravagance in the matter of eating, sleeping, defending and mating—which are demands of the body—can block advancement in the practice of yoga. As far as eating is concerned, it can be regulated only when one is practiced to take and accept prasadam, sanctified food. Lord Krsna is offered, according to the Bhagavad-gita (Bg. 9.26), vegetables, flowers, fruits, grains, milk, etc. In this way, a person in Krsna consciousness becomes automatically trained not to accept food not meant for human consumption, or which is not in the category of goodness. As far as sleeping is concerned, a Krsna conscious person is always alert in the discharge of his duties in Krsna consciousness, and therefore any unnecessary time spent sleeping is considered a great loss. A Krsna conscious person cannot bear to pass a minute of his life without being engaged in the service of the Lord. Therefore, his sleeping is kept to a minimum. His ideal in this respect is Srila Rupa Gosvami, who was always engaged in the service of Krsna and who could not sleep more than two hours a day, and sometimes not even that. Thakura Haridasa would not even accept prasadam nor even sleep for a moment without finishing his daily routine of chanting with his beads three hundred thousand names. As far as work is concerned, a Krsna conscious person does not do anything which is not connected with Krsna's interest, and thus his work is always regulated and is untainted by sense gratification. Since there is no question of sense gratification, there is no material leisure for a person in Krsna consciousness. And because he is regulated in all his work, speech, sleep, wakefulness and all other bodily activities, there is no material misery for him."
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "यदा विनियतं चित्तमात्मन्येवावतिष्ठते |",
                "निस्पृहः सर्वकामेभ्यो युक्त इत्युच्यते तदा || १८ ||"
            ],
            "english": [
                "yada viniyatam cittam",
                "atmany evavatisthate",
                "nisprhah sarva-kamebhyo",
                "yukta ity ucyate tada"
            ]
        },
        "translation": {
            "hindi": [
                "जब योगी योगाभ्यास द्वारा अपने मानसिक कार्यकलापों को वश में कर लेता है और अध्यात्म में स्थित हो जाता है अर्थात् समस्त भौतिक इच्छाओं से रहित हो जाता है, तब वह योग में सुस्थिर कहा जाता है |"
            ],
            "english": [
                "When the yogi, by practice of yoga, disciplines his mental activities and becomes situated in Transcendence—devoid of all material desires—he is said to have attained yoga."
            ]
        },
        "meaning": {
            "hindi": [
                "साधारण मनुष्य की तुलना में योगी के कार्यों में यह विशेषता होती है कि वह समस्त भौतिक इच्छाओं से मुक्त रहता है जिनमें मैथुन प्रमुख है | एक पूर्णयोगी अपने मानसिक कार्यों में इतना अनुशासित होता है कि उसे कोई भी भौतिक इच्छा विचलित नहीं कर सकती | यह सिद्ध अवस्था कृष्णभावनाभावित व्यक्तियों द्वारा स्वतः प्राप्त हो जाती है, जैसा कि श्रीमद्भागवत में (९.४.१८-२०) कहा गया है –",
                "स वै मनः कृष्णपदारविन्दयोर्वचांसि वैकुण्ठगुणानुवर्णने |",
                "करौ हरेर्मन्दिरमार्जनादिषु श्रुतिं चकाराच्युतसत्कथोदये ||",
                "मुकुन्दलिंगालयदर्शने दृशौ तद्भृत्यगात्रस्पर्शेंऽगसंगमम् |",
                "घ्राणं च तत्पादसरोजसौरभे श्रीमत्तुलस्या रसनां तदार्पिते ||",
                "पादौ हरेः क्षेत्रपदानुसर्पणे शिरो हृषीकेशपदाभिवंदने |",
                "कामं च दास्ये न तु कामकाम्यया यथोत्तमश्लोकजनाश्रयाः रतिः ||",
                "राजा अम्बरीश ने सर्वप्रथम अपने मन को भगवान् के चरणकमलों पर स्थिर कर दिया; फिर, क्रमशः अपनी वाणी को कृष्ण के गुणानुवाद में लगाया, हाथों को भगवान् के मन्दिर को स्वच्छ करने, कानों को भगवान् के कार्यकलापों को सुनने, आँखों को भगवान् के दिव्यरूप का दर्शन करने, शरीर को अन्य भक्तों के शरीरों का स्पर्श करने, घ्राणेन्द्रिय को भगवान् पर चढ़ाये गये कमलपुष्प की सुगन्ध सूँघने , जीभ को भगवान् के चरणकमलों में चढ़ाये गये तुलसी पत्रों का स्वाद लेने, पाँवों को तीर्थयात्रा करने तथा भगवान् के मन्दिर तक जाने, सर को भगवान् को प्रणाम करने तथा अपनी इच्छाओं को भगवान् की इच्छा पूरी करने में लगा दिया | ये सारे दिव्यकार्य शुद्ध भक्त के सर्वथा अनुरूप हैं |",
                "निर्विशेषवादियों केलिए यह दिव्य व्यवस्था अनिर्वचनीय हो सकती है, किन्तु कृष्णभावनाभावितव्यक्ति के लिए यह अत्यन्त सुगम एवं व्यावहारिक है, जैसा कि महाराज अम्बरीष की उपरिवर्णित जीवनचर्या से स्पष्ट हो जाता है | जब तक निरन्तर स्परण द्वारा भगवान् के चरणकमलों में मन को स्थिर नहीं कर लिया जाता, तब तक ऐसे दिव्यकार्य व्यावहारिक नहीं बन पाते | अतः भगवान् की भक्ति में इन विहित कार्यों को अर्चन् कहते हैं जिसका अर्थ है – समस्त इन्द्रियों को भगवान् की सेवा में लगाना | इन्द्रियों तथा मन को कुछ न कुछ कार्य चाहिए | कोरा निग्रह व्यावहारिक नहीं है | अतः सामान्य लोगों के लिए – विशेषकर जो लोग संन्यास आश्रम में नहीं है – ऊपर वर्णित इन्द्रियों तथा मन का दिव्यकार्य ही दिव्य सफलता की सही विधि है, जिसे भगवद्गीता में युक्त कहा गया है |"
            ],
            "english": [
                "The activities of the yogi are distinguished from those of an ordinary person by his characteristic cessation from all kinds of material desires—of which sex is the chief. A perfect yogi is so well disciplined in the activities of the mind that he can no longer be disturbed by any kind of material desire. This perfectional stage can automatically be attained by persons in Krsna consciousness, as is stated in the Srimad-Bhagavatam (9.4.18-20):",
                "This transcendental stage may be inexpressible subjectively by the followers of the impersonalist path, but it becomes very easy and practical for a person in Krsna consciousness, as is apparent in the above description of the engagements of Maharaja Ambarisa. Unless the mind is fixed on the lotus feet of the Lord by constant remembrance, such transcendental engagements are not practical. In the devotional service of the Lord, therefore, these prescribed activities are called arcana, or engaging all the senses in the service of the Lord. The senses and the mind require engagements. Simple abnegation is not practical. Therefore, for people in general—especially those who are not in the renounced order of life—transcendental engagement of the senses and the mind as described above is the perfect process for transcendental achievement, which is called yukta in the Bhagavad-gita."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "यथा दीपो निवातस्थो नेङगते सोपमा स्मृता |",
                "योगिनो यतचित्तस्य युञ्जतो योगमात्मनः || १९ ||"
            ],
            "english": [
                "yatha dipo nivata-stho",
                "nengate sopama smrta",
                "yogino yata-cittasya",
                "yunjato yogam atmanah"
            ]
        },
        "translation": {
            "hindi": [
                "जिस प्रकार वायुरहित स्थान में दीपक हिलता-डुलता नहीं, उसी तरह जिस योगी का मन वश में होता है, वह आत्मतत्त्व के ध्यान में सदैव स्थिर रहता है |"
            ],
            "english": [
                "As a lamp in a windless place does not waver, so the transcendentalist, whose mind is controlled, remains always steady in his meditation on the transcendent Self."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्णभावनाभावित व्यक्ति अपने आराध्य देव के चिन्तन में उसी प्रकार अविचलित रहता है जिस प्रकार वायुरहित स्थान में एक दीपक रहता है |"
            ],
            "english": [
                "A truly Krsna conscious person, always absorbed in Transcendence, in constant undisturbed meditation on his worshipable Lord, is as steady as a lamp in a windless place."
            ]
        }
    },
    {
        "id": [
            20,
            21,
            22,
            23
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "यत्रोपरमते चित्तं निरुद्धं योग सेवया |",
                "यत्र चैवत्मनात्मानं पश्यन्नात्मनि तुष्यति || २० ||",
                "सुखमात्यन्तिकं यत्तद्बुद्धिग्राह्यमतीन्द्रियम् |",
                "वेत्ति यत्र न चैवायं स्थितश्र्चलति तत्त्वतः || २१ ||",
                "यं लब्ध्वा चापरं लाभं मन्यते नाधिकं ततः |",
                "यास्मन्स्थितो न दु:खेन गुरुणापि विचाल्यते || २२ ||",
                "तं विद्याद्दु:खसंयोगवियोगं योगसंज्ञितम् || २३ ||"
            ],
            "english": [
                "yatroparamate cittam",
                "niruddham yoga-sevaya",
                "yatra caivatmanatmanam",
                "pasyann atmani tusyati",
                "sukham atyantikam yat tad",
                "buddhi-grahyam atindriyam",
                "vetti yatra na caivayam",
                "sthitas calati tattvatah",
                "yam labdhva caparam labham",
                "manyate nadhikam tatah",
                "yasmin sthito na duhkhena",
                "gurunapi vicalyate",
                "tam vidyad duhkha-samyoga-",
                "viyogam yoga-samjnitam"
            ]
        },
        "translation": {
            "hindi": [
                "सिद्धि की अवस्था में, जिसे समाधि कहते हैं, मनुष्य का मन योगाभ्यास के द्वारा भौतिक मानसिक क्रियाओं से पूर्णतया संयमित हो जाता है | इस सिद्धि की विशेषता यह है कि मनुष्य शुद्ध मन से अपने को देख सकता है और अपने आपमें आनन्द उठा सकता है | उस आनन्दमयी स्थिति में वह दिव्य इन्द्रियों द्वारा असीम दिव्यसुख में स्थित रहता है | इस प्रकार स्थापित मनुष्य कभी सत्य से विपथ नहीं होता और इस सुख की प्राप्ति हो जाने पर वह इससे बड़ा कोई दूसरा लाभ नहीं मानता | ऐसी स्थिति को पाकर मनुष्य बड़ीसे बड़ी कठिनाई में भी विचलित नहीं होता | यह निस्सन्देह भौतिक संसर्ग से उत्पन्न होने वाले समस्त दुःखों से वास्तविक मुक्ति है |"
            ],
            "english": [
                "The stage of perfection is called trance, or samadhi, when one's mind is completely restrained from material mental activities by practice of yoga. This is characterized by one's ability to see the self by the pure mind and to relish and rejoice in the self. In that joyous state, one is situated in boundless transcendental happiness and enjoys himself through transcendental senses. Established thus, one never departs from the truth, and upon gaining this he thinks there is no greater gain. Being situated in such a position, one is never shaken, even in the midst of greatest difficulty. This indeed is actual freedom from all miseries arising from material contact."
            ]
        },
        "meaning": {
            "hindi": [
                "योगाभ्यास से मनुष्य भौतिक धारणाओं से क्रमशः विरक्त होता जाता है | यह योग का प्रमुख लक्षण है | इसके बाद वह समाधि में स्थित हो जाता है जिसका अर्थ यह होता है कि दिव्य मन तथा बुद्धि के द्वारा योगी अपने आपको परमात्मा समझने का भ्रम न करके परमात्मा की अनुभूति करता है | योगाभ्यास बहुत कुछ पतञ्जलि की पद्धति पर आधारित है | कुछ अप्रामाणिक भाष्यकार जीवात्मा तथा परमात्मा में अभेद स्थापित करने का प्रयास करते हैं और अद्वैतवादी इसे ही मुक्ति मानते हैं, किन्तु वे पतञ्जलि की योगपद्धति के वास्तविक प्रयोजन को नहीं जानते | पतञ्जलि पद्धति में दिव्य आनन्द को स्वीकार किया गया है, किन्तु अद्वैतवादी इस दिव्य आनन्द को स्वीकार नहीं करते क्योंकि उन्हें भ्रम है कि इससे कहीं उनके अद्वैतवाद में बाधा न उपस्थित हो जाय | अद्वैतवादी ज्ञान तथा ज्ञाता के द्वैत को नहीं मानते, किन्तु इस श्लोक में दिव्य इन्द्रियों द्वारा अनुभूत दिव्य आनन्द को स्वीकार किया गया है | इसकी पुष्टि योगपद्धति के विख्यात व्याख्याता पतञ्जलि मुनि ने भी की है | योगसूत्र में (३.३४) महर्षि कहते हैं – पुरुषार्थशून्यानां गुणानां प्रतिप्रसवः कैवल्यं स्वरूपप्रतिष्ठा वा चितिशक्तिरिति |",
                "यह चितिशक्ति या अन्तरंगा शक्ति दिव्य है | पुरुषार्थ का तात्पर्य धर्म, अर्थ, काम तथा अन्त में परब्रह्म से तादात्म्य या मोक्ष है | अद्वैतवादी परब्रह्म से इस तादात्मय को कैवल्यम् कहते हैं | किन्तु पतञ्जलि के अनुसार कैवल्यम् वह अन्तरंगा या दिव्य शक्ति है जिससे जीवात्मा अपनी स्वाभाविक स्थिति से अवगत होता है | भगवान् चैतन्य के शब्दों में यह अवस्था चेतोदर्पणामार्जनम् अर्थात् मन रूपी मलिन दर्पण का मार्जन (शुद्धि) है | यह मार्जन वास्तव में मुक्ति या भवमहादावाग्निनिर्वापणम् है | प्रारम्भिक निर्वाण सिद्धान्त भी इस नियम के समान है | भागवत में (२.१०.६) इसे स्वरूपेण व्यवस्थितिः कहा गया है | भगवद्गीता के इस श्लोक में भी इसी की पुष्टि हुई है |",
                "निर्वाण के बाद आध्यात्मिक कार्यकलापों की या भगवद्भक्ति की अभिव्यक्ति होती है जिसे कृष्णभावनामृत कहते हैं | भागवत के शब्दों में – स्वरूपेण व्यवस्थितिः– जीवात्मा का वास्तविक जीवन यही है | भौतिक दूषण से अध्यात्मिक जीवन के कल्मष युक्त होने की अवस्था माया है | इस भौतिक दूषण से मुक्ति का अभिप्राय जीवात्मा की मूल दिव्य स्थिति का विनाश नहीं है | पतञ्जलि भी इसकी पुष्टि इस शब्दों से करते हैं – कैवल्यं स्वरूपप्रतिष्ठा वा चितिशक्तिरिति – यह चितिशक्ति या दिव्य आनन्द ही वास्तविक जीवन है | इसका अनुमोदन वेदान्तसूत्र में (१.१.१२) इस प्रकार हुआ है – आनन्दमयोभ्याऽसात्| यह चितिशक्ति ही योग का परमलक्ष्य है और भक्तियोग द्वारा इसे सरलता से प्राप्त किया जाता है | भक्तियोग का विस्तृत विवरण सातवें अध्याय में किया जायेगा |",
                "इस अध्याय में वर्णित योगपद्धति के अनुसार समाधियाँ दो प्रकार की होती हैं – सम्प्रज्ञात तथा असम्प्रज्ञातसमाधियाँ| जब मनुष्य विभिन्न दार्शनिक शोधों के द्वारा दिव्य स्थिति को प्राप्त होता है तो यह कहा जाता है कि उसे सम्प्रज्ञात समाधि प्राप्त हुई है | असम्प्रज्ञात समाधि में संसारी आनन्द से कोई सम्बन्ध नहीं रहता क्योंकि इसमें मनुष्य इन्द्रियों से प्राप्त होने वाले सभी प्रकार के सुखों से परे हो जाता है | एक बार इस दिव्य स्थिति को प्राप्त कर लेने पर योगी कभी उससे डिगता नहीं | जब तक योगी इस स्थिति को प्राप्त नहीं कर लेता, तब तक वह असफल रहता है | आजकल के तथाकथित योगाभ्यास में विभिन्न इन्द्रियसुख सम्मिलित हैं, जो योग के सर्वथा विपरीत है | योगी होकर यदि कोई मैथुन तथा मादकद्रव्य सेवन में अनुरक्त होता है तो वह उपहासजनक है | यहाँ तक कि जो योगी योग की सिद्धियों के प्रति आकृष्ट रहते हैं वे भी योग में आरूढ़ नहीं कहे जा सकते | यदि योगीजन योग की आनुषंगिक वस्तुओं के प्रति आकृष्ट हैं तो उन्हें सिद्ध अवस्था को प्राप्त नहीं कहा जा सकता , जैसा कि इस श्लोक में कहा गया है | अतः जो व्यक्ति आसनों के प्रदर्शन या सिद्धियों के चक्कर में रहते हैं उन्हें यह समझ लेना चाहिए कि इस प्रकार से योग का मुख्य उद्देश्य ही समाप्त हो जाता है |",
                "इस युग में योग की सर्वोतम पद्धति कृष्णभावनामृत है जो निराशा उत्पन्न करने वाली नहीं है| एक कृष्णभावनाभावित व्यक्ति अपने धर्म में इतना सुखी रहता है कि उसे किसी अन्य सुख की आकांशा नहीं रह जाती | इस दम्भ-प्रधान युग में हठयोग, ध्यानयोग तथा ज्ञानयोग का अभ्यास करते हुए अनेक अवरोध आ सकते हैं, किन्तु कर्मयोग या भक्तियोग के पालन में ऐसी समस्या सामने नहीं आती |",
                "जब तक यह शरीर रहता है तब तक मनुष्य शरीर की आवश्यकताएँ – आहार, निद्रा, भय तथा मैथुन – को पूरा करना होता है | किन्तु को व्यक्ति शुद्ध भक्तियोग में अथवा कृष्णभावनामृत में स्थित होता है वह शरीर की आवश्यकताओं की पूर्ति करते समय इन्द्रियों को उत्तेजित नहीं करता | प्रत्युत वह घाटे के सौदे का सर्वोत्तम उपयोग करके, जीवनकी न्यूनतम आवश्यकताओं को स्वीकार करता है और कृष्णभावनामृत में दिव्यसुख भोगता है | वह दुर्घटनाओं, रोगों, अभावों और यहाँ तक की अपने प्रियजनों की मृत्यु जैसी आपातकालीन घटनाओं के प्रति भी निरपेक्ष रहता है, किन्तु कृष्णभावनामृत या भक्तियोग सम्बन्धी अपने कर्मों को पूरा करने में वह सदैव सचेष्ट रहता है | दुर्घटनाएँ उसे कर्तव्य-पथ से विचलित नहीं कर पाती | जैसा कि भगवद्गीता में (२.१४) कहा गया है – आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत| वह इन प्रसांगिक घटनाओं को सहता है क्योंकि वह यह भलीभाँति जानता है कि ये घटनाएँ ऐसी ही आती-जाती रहती हैं और इनसे उसके कर्तव्य पर कोई प्रभाव नहीं पड़ता | इस प्रकार वह योगाभ्यास में परम सिद्धि प्राप्त करता है |"
            ],
            "english": [
                "By practice of yoga one becomes gradually detached from material concepts. This is the primary characteristic of the yoga principle. And after this, one becomes situated in trance, or samadhi which means that the yogi realizes the Supersoul through transcendental mind and intelligence, without any of the misgivings of identifying the self with the Superself. Yoga practice is more or less based on the principles of the Patanjali system. Some unauthorized commentators try to identify the individual soul with the Supersoul, and the monists think this to be liberation, but they do not understand the real purpose of the Patanjali system of yoga. There is an acceptance of transcendental pleasure in the Patanjali system, but the monists do not accept this transcendental pleasure out of fear of jeopardizing the theory of oneness. The duality of knowledge and knower is not accepted by the nondualist, but in this verse transcendental pleasure—realized through transcendental senses—is accepted. And this is corroborated by the Patanjali Muni, the famous exponent of the yoga system. The great sage declares in his Yoga-sutras: purusartha-sunyanam gunanam pratiprasavah kaivalyam svarupa-pratistha va citi-saktir iti.",
                "This citi-sakti, or internal potency, is transcendental. Purusartha means material religiosity, economic development, sense gratification and, at the end, the attempt to become one with the Supreme. This “oneness with the Supreme” is called kaivalyam by the monist. But according to Patanjali, this kaivalyam is an internal, or transcendental, potency by which the living entity becomes aware of his constitutional position. In the words of Lord Caitanya, this state of affairs is called ceto-darpana-marjanam, or clearance of the impure mirror of the mind. This “clearance” is actually liberation, or bhava-mahadavagni-nirvapanam. The theory of nirvana—also preliminary—corresponds with this principle. In the Bhagavatam this is called svarupena vyavasthitih. The Bhagavad-gita also confirms this situation in this verse.",
                "After nirvana, or material cessation, there is the manifestation of spiritual activities, or devotional service of the Lord, known as Krsna consciousness. In the words of the Bhagavatam, svarupena vyavasthitih: this is the “real life of the living entity.” Maya, or illusion, is the condition of spiritual life contaminated by material infection. Liberation from this material infection does not mean destruction of the original eternal position of the living entity. Patanjali also accepts this by his words kaivalyam svarupa-pratistha va citi-saktir iti. This citi-sakti or transcendental pleasure, is real life. This is confirmed in the Vedanta-sutras as anandamayo 'bhyasat. This natural transcendental pleasure is the ultimate goal of yoga and is easily achieved by execution of devotional service, or bhakti-yoga. Bhakti-yoga will be vividly described in the Seventh Chapter of Bhagavad-gita.",
                "In the yoga system, as described in this chapter, there are two kinds of samadhi, called samprajnata-samadhi and asamprajnata-samadhi. When one becomes situated in the transcendental position by various philosophical researches, it is called samprajnata-samadhi. In the asamprajnata-samadhi there is no longer any connection with mundane pleasure, for one is then transcendental to all sorts of happiness derived from the senses. When the yogi is once situated in that transcendental position, he is never shaken from it. Unless the yogi is able to reach this position, he is unsuccessful. Today's so-called yoga practice, which involves various sense pleasures, is contradictory. A yogi indulging in sex and intoxication is a mockery. Even those yogis who are attracted by the siddhis (perfections) in the process of yoga are not perfectly situated. If the yogis are attracted by the by-products of yoga, then they cannot attain the stage of perfection, as is stated in this verse. Persons, therefore, indulging in the make-show practice of gymnastic feats or siddhis should know that the aim of yoga is lost in that way.",
                "The best practice of yoga in this age is Krsna consciousness, which is not baffling. A Krsna conscious person is so happy in his occupation that he does not aspire after any other happiness. There are many impediments, especially in this age of hypocrisy, to practicing hatha-yoga, dhyana-yoga, and jnana-yoga, but there is no such problem in executing karma-yoga or bhakti-yoga.",
                "As long as the material body exists, one has to meet the demands of the body, namely eating, sleeping, defending and mating. But a person who is in pure bhakti-yoga or in Krsna consciousness does not arouse the senses while meeting the demands of the body. Rather, he accepts the bare necessities of life, making the best use of a bad bargain, and enjoys transcendental happiness in Krsna consciousness. He is callous toward incidental occurrences—such as accidents, disease, scarcity and even the death of a most dear relative—but he is always alert to execute his duties in Krsna consciousness or bhakti-yoga. Accidents never deviate him from his duty. As stated in the Bhagavad-gita, agamapayino 'nityas tams titiksasva bharata. He endures all such incidental occurences because he knows that they come and go and do not affect his duties. In this way he achieves the highest perfection in yoga practice."
            ]
        }
    },
    {
        "id": [
            24
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "स निश्र्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा |",
                "संकल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषतः |",
                "मनसैवेन्द्रियग्रामं विनियम्य समन्ततः || २४ ||"
            ],
            "english": [
                "sa niscayena yoktavyo",
                "yogo 'nirvinna-cetasa",
                "sankalpa-prabhavan kamams",
                "tyaktva sarvan asesatah",
                "manasaivendriya-gramam",
                "viniyamya samantatah"
            ]
        },
        "translation": {
            "hindi": [
                "मनुष्य को चाहिए कि संकल्प तथा श्रद्धा के साथ योगाभ्यास में लगे और पथ से विचलित न हो | उसे चाहिए कि मनोधर्म से उत्पन्न समस्त इच्छाओं को निरपवाद रूप से त्याग दे और इस प्रकार मन के द्वारा सभी ओर से इन्द्रियों को वश में करे |"
            ],
            "english": [
                "One should engage oneself in the practice of yoga with undeviating determination and faith. One should abandon, without exception, all material desires born of false ego and thus control all the senses on all sides by the mind."
            ]
        },
        "meaning": {
            "hindi": [
                "योगभ्यास करने वाले को दृढ़संकल्प होना चाहिए और उसे चाहिए कि बिना विचलित हुए धैर्यपूर्वक अभ्यास करे | अन्त में उसकी सफलता निश्चित है – उसे यह सोच कर बड़े ही धैर्य से इस मार्ग का अनुसरण करना चाहिए और यदि सफलता मिलने में विलम्ब हो रहा हो तो निरुत्साहित नहीं होना चाहिए | ऐसे दृढ़ अभ्यासी की सफलता सुनिश्चित है | भक्तियोग के सम्बन्ध में रूप गोस्वामी का कथन है –",
                "उत्साहान्निश्र्चयाध्दैर्यात् तत्तत्कर्म प्रवर्तनात् |",
                "संगत्यागात्सतो वृत्तेः षङ्भिर्भक्तिः प्रसिद्धयति ||",
                "“मनुष्य पूर्ण हार्दिक उत्साह, धैर्य तथा संकल्प के साथ भक्तियोग का पूर्णरूपेण पालन भक्त के साथ रहकर निर्धारित कर्मों के करने तथा सत्कार्यों में पूर्णतया लगे रहने से कर सकता है |” (उपदेशामृत– ३)",
                "जहाँ तक संकल्प की बात है, मनुष्य को चाहिए कि उस गौरैया का आदर्श ग्रहण करे जिसके सारे अंडे समुद्र की लहरों में मग्न हो गये थे | कहते हैं कि एक गौरैया ने समुद्र तट पर अंडे दिए, किन्तु विशाल समुद्र उन्हें अपनी लहरों में समेट ले गया | इस पर गौरैया अत्यन्त क्षुब्ध हुई और उसने समुद्र से अंडे लौटा देने के लिए कहा | किन्तु समुद्र ने उसकी प्रार्थना पर कोई ध्यान नहीं दिया | अतः उसने समुद्र को सुखा डालने की ठान ली | वह अपनी नन्हीं सी चोंच से पानी उलीचने लगी | सभी उसके इस असंभव संकल्प का उपहास करने लगे | उसके इस कार्य की सर्वत्र चर्चा चलने लगी तो अन्त में भगवान् विष्णु के विराट वाहन पक्षिराज गरुड़ ने यह बात सुनी | उन्हें अपनी इस नन्हीं पक्षी बहिन पर दया आई और वे गौरैया से मिलने आये | गरुड़ उस नन्हीं गौरैया के निश्चय से बहुत प्रसन्न हुए और उन्होंने उसकी सहायता करने का वचन दिया | गरुड़ ने तुरन्त समुद्र से कहा कि वह उसके अंडे लौटा दे, नहीं तो उसे स्वयं आगे आना पड़ेगा | इससे समुद्र भयभीत हुआ और उसने अंडे लौटा दिये | वह गौरैया गरुड़ की कृपा से सुखी हो गई |",
                "इसी प्रकार योग, विशेषतया कृष्णभावनामृत में भक्तियोग, अत्यन्त दुष्कर प्रतीत हो सकता है, किन्तु जो कोई संकल्प के साथ नियमों का पालन करता है, भगवान् निश्चित रूप से उसकी सहायता करते हैं, क्योंकि जो अपनी सहायता आप करते हैं, भगवान् उनकी सहायता करते हैं |"
            ],
            "english": [
                "The yoga practitioner should be determined and should patiently prosecute the practice without deviation. One should be sure of success at the end and pursue this course with great perserverance, not becoming discouraged if there is any delay in the attainment of success. Success is sure for the rigid practitioner. Regarding bhakti-yoga, Rupa Gosvami says:",
                "As for determination, one should follow the example of the sparrow who lost her eggs in the waves of the ocean. A sparrow laid her eggs on the shore of the ocean, but the big ocean carried away the eggs on its waves. The sparrow became very upset and asked the ocean to return her eggs. The ocean did not even consider her appeal. So the sparrow decided to dry up the ocean. She began to pick out the water in her small beak, and everyone laughed at her for her impossible determination. The news of her activity spread, and at last Garuda, the gigantic bird carrier of Lord Visnu, heard it. He became compassionate toward his small sister bird, and so he came to see the sparrow. Garuda was very pleased by the determination of the small sparrow, and he promised to help. Thus Garuda at once asked the ocean to return her eggs lest he himself take up the work of the sparrow. The ocean was frightened at this, and returned the eggs. Thus the sparrow became happy by the grace of Garuda.",
                "Similarly, the practice of yoga, especially bhakti-yoga in Krsna consciousness, may appear to be a very difficult job. But if anyone follows the principles with great determination, the Lord will surely help, for God helps those who help themselves."
            ]
        }
    },
    {
        "id": [
            25
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "शनैः शनैरूपरमेद्बुद्धया धृतिगृहीतया |",
                "आत्मसंस्थं मनः कृत्वा न किञ्चिदपि चिन्तयेत् || २५ ||"
            ],
            "english": [
                "sanaih sanair uparamed",
                "buddhya dhrti-grhitaya",
                "atma-samstham manah krtva",
                "na kincid api cintayet"
            ]
        },
        "translation": {
            "hindi": [
                "धीरे-धीरे, क्रमशः पूर्ण विश्र्वासपूर्वक बुद्धि के द्वारा समाधि में स्थित होना चाहिए और इस प्रकार मन को आत्मा में ही स्थित करना चाहिए तथा अन्य कुछ भी नहीं सोचना चाहिए |"
            ],
            "english": [
                "Gradually, step by step, with full conviction, one should become situated in trance by means of intelligence, and thus the mind should be fixed on the Self alone and should think of nothing else."
            ]
        },
        "meaning": {
            "hindi": [
                "समुचित विश्र्वास तथा बुद्धि के द्वारा मनुष्य को धीरे-धीरे सारे इन्द्रियकर्म करने बन्द कर देना चाहिए | यह प्रत्याहार कहलाता है | मन को विश्र्वास, ध्यान तथा इन्द्रिय-निवृत्ति द्वारा वश में करते हुए समाधि में स्थिर करना चाहिए | उस समय देहात्मबुद्धि में अनुरक्त होने की कोई सम्भावना नहीं रह जाती | दूसरे शब्दों में, जब तक इस शरीर का अस्तित्व है तब तक मनुष्य पदार्थ में लगा रहता है, किन्तु उसे इन्द्रियतृप्ति के विषय में नहीं सोचना चाहिए | उसे परमात्मा के आनन्द के अतिरिक्त किसी अन्य आनन्द का चिन्तन नहीं करना चाहिए | कृष्णभावनामृत का अभ्यास करने से यह अवस्था सहज ही प्राप्त की जा सकती है |"
            ],
            "english": [
                "By proper conviction and intelligence one should gradually cease sense activities. This is called pratyahara. The mind, being controlled by conviction, meditation, and cessation of the senses, should be situated in trance, or samadhi. At that time there is no longer any danger of becoming engaged in the material conception of life. In other words, although one is involved with matter as long as the material body exists, one should not think about sense gratification. One should think of no pleasure aside from the pleasure of the Supreme Self. This state is easily attained by directly practicing Krsna consciousness."
            ]
        }
    }
]