[
    {
        "id": [
            1
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                " \tश्रीभगवानुवाच",
                "अनाश्रितः कर्मफलं कार्यं कर्म करोति यः |",
                "स संन्यासी च योगी च न निरग्निर्न चाक्रियः || १ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "anasritah karma-phalam",
                "karyam karma karoti yah",
                "sa sannyasi ca yogi ca",
                "na niragnir na cakriyah"
            ]
        },
        "translation": {
            "hindi": [
                "श्रीभगवान् ने कहा – जो पुरुष अपने कर्मफल के प्रति अनासक्त है और जो अपने कर्तव्य का पालन करता है, वही संन्यासी और असली योगी है | वह नहीं, जो न तो अग्नि जलाता है और न कर्म करता है |"
            ],
            "english": [
                "The Blessed Lord said: One who is unattached to the fruits of his work and who works as he is obligated is in the renounced order of life, and he is the true mystic: not he who lights no fire and performs no work."
            ]
        },
        "meaning": {
            "hindi": [
                "इस अध्याय में भगवान् बताते हैं कि अष्टांगयोग पद्धति मन तथा इन्द्रियों को वश में करने का साधन है | किन्तु इस कलियुग में सामान्य जनता के लिए इसे सम्पन्न कर पाना अत्यन्त कठिन है | यद्यपि इस अध्याय में अष्टांगयोग पद्धति की संस्तुति की गई है, किन्तु भगवान् बल देते हैं कि कर्मयोग या कृष्णभावनामृत में कर्म करना इससे श्रेष्ठ है | इस संसार में प्रत्येक मनुष्य अपने परिवार के पालनार्थ तथा अपनी सामग्री के रक्षार्थ कर्म करता है, किन्तु कोई भी मनुष्य बिना किसी स्वार्थ, किसी व्यक्तिगत तृप्ति के, चाहे वह तृप्ति आत्मकेन्द्रित हो या व्यापक, कर्म नहीं करता | पूर्णता की कसौटी है – कृष्णभावनामृत में कर्म करना, कर्म के फलों का भोग करने के उद्देश्य से नहीं | कृष्णभावनामृत में कर्म करना प्रत्येक व्यक्ति का कर्त्तव्य है, क्योंकि सभी लोग परमेश्र्वर के अंश हैं | शरीर के अंग पूरे शरीर के लिए कार्य करते हैं | शरीर के अंग अपनी तृप्ति के लिए नहीं, अपितु पूरे शरीर की तुष्टि के लिए कार्य करते हैं | इसी प्रकार जो जीव अपनी तुष्टि के लिए नहीं, अपितु परब्रह्म की तुष्टि के लिए कार्य करता है, वही पूर्ण संन्यासी या पूर्ण योगी है |",
                "कभी-कभी संन्यासी सोचते हैं कि उन्हें सारे कार्यों से मुक्ति मिल गई, अतः वे अग्निहोत्र यज्ञ करना बन्द कर देते हैं, लेकिन वस्तुतः वे स्वार्थी हैं क्योंकि उनका लक्ष्य निराकार ब्रह्म से तादात्मय स्थापित करना होता है | ऐसी इच्छा भौतिक इच्छा से तो श्रेष्ठ है, किन्तु यह स्वार्थ से रहित नहीं होती | इसी प्रकार जो योगी समस्त कर्म बन्द करके अर्धनिमीलित नेत्रों से योगाभ्यास करता है, वह भी आत्मतुष्टि की इच्छा से पूरित होता है | किन्तु कृष्णभावनाभावित व्यक्ति को कभी भी आत्मतुष्टि की इच्छा नहीं रहती | उसका एकमात्र लक्ष्य कृष्ण को प्रसन्न करना रहता है, अतः वह पूर्ण संन्यासी या पूर्णयोगी होता है | त्याग के सर्वोच्च प्रतीक भगवान् चैतन्य प्रार्थना करते हैं –",
                "न धनं न जनं न सुन्दरीं कवितां वा जगदीश कामये |",
                "मम जन्मनि जन्मनीश्र्वरे भवताद्भक्तिरहैतुकी त्वयि ||",
                "हे सर्वशक्तिमान प्रभु! मुझे न तो धन-संग्रह की कामना है, न मैं सुन्दर स्त्रियों के साथ रमण करने का अभिलाषी हूँ, न ही मुझे अनुयायियों की कामना हैं | मैं तो जन्म-जन्मान्तर आपकी प्रेमाभक्ति की अहैतुकी कृपा का ही अभिलाषी हूँ |"
            ],
            "english": [
                "In this chapter the Lord explains that the process of the eightfold yoga system is a means to control the mind and the senses. However, this is very difficult for people in general to perform, especially in the age of Kali. Although the eightfold yoga system is recommended in this chapter, the Lord emphasizes that the process of karma-yoga, or acting in Krsna consciousness, is better. Everyone acts in this world to maintain his family and their paraphernalia, but no one is working without some self-interest, some personal gratification, be it concentrated or extended. The criterion of perfection is to act in Krsna consciousness, and not with a view to enjoying the fruits of work. To act in Krsna consciousness is the duty of every living entity because all are constitutionally parts and parcels of the Supreme. The parts of the body work for the satisfaction of the whole body. The limbs of the body do not act for self-satisfaction but for the satisfaction of the complete whole. Similarly, the living entity who acts for satisfaction of the supreme whole and not for personal satisfaction is the perfect sannyasi, the perfect yogi.",
                "The sannyasis sometimes artificially think that they have become liberated from all material duties, and therefore they cease to perform agnihotra yajnas (fire sacrifices), but actually they are self-interested because their goal is becoming one with the impersonal Brahman. Such a desire is greater than any material desire, but it is not without self-interest. Similarly, the mystic yogi who practices the yoga system with half-open eyes, ceasing all material activities, desires some satisfaction for his personal self. But a person acting in Krsna consciousness works for the satisfaction of the whole, without self-interest. A Krsna conscious person has no desire for self-satisfaction. His criterion of success is the satisfaction of Krsna, and thus he is the perfect sannyasi, or perfect yogi. Lord Caitanya, the highest perfectional symbol of renunciation, prays in this way:",
                "na dhanam na janam na sundarim kavitam va jagadisa kamaye.mama janmani janmanisvare bhavatad bhaktir ahaituki tvayi.",
                "“O Almighty Lord, I have no desire to accumulate wealth, nor to enjoy beautiful women. Nor do I want any number of followers. What I want only is the causeless mercy of Your devotional service in my life, birth after birth.”"
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "यं संन्यासमिति प्राहुर्योगं तं विद्धि पाण्डव |",
                "न ह्यसंन्यस्तसकल्पो योगी भवति कश्र्चन || २ ||"
            ],
            "english": [
                "yam sannyasam iti prahur",
                "yogam tam viddhi pandava",
                "na hy asannyasta-sankalpo",
                "yogi bhavati kascana"
            ]
        },
        "translation": {
            "hindi": [
                "हे पाण्डुपुत्र! जिसे संन्यास कहते हैं उसे ही तुम योग अर्थात् परब्रह्म से युक्त होना जानो क्योंकि इन्द्रियतृप्ति के लिए इच्छा को त्यागे बिना कोई कभी योगी नहीं हो सकता |"
            ],
            "english": [
                "What is called renunciation is the same as yoga, or linking oneself with the Supreme, for no one can become a yogi unless he renounces the desire for sense gratification."
            ]
        },
        "meaning": {
            "hindi": [
                "वास्तविक संन्यास-योग या भक्ति का अर्थ है कि जीवात्मा अपनी स्वाभाविक स्थिति को जाने और तदानुसार कर्म करे | जीवात्मा का अपना स्वतन्त्र अस्तित्व नहीं होता | वह परमेश्र्वर की तटस्था शक्ति है | जब वह माया के वशीभूत होता है तो वह बद्ध हो जाता है, किन्तु जब वह कृष्णभावनाभावित रहता है अर्थात् आध्यात्मिक शक्ति में सजग रहता है तो वह अपनी सहज स्थिति में होता है | इस प्रकार जब मनुष्य पूर्णज्ञान में होता है तो वह समस्त इन्द्रियतृप्ति को त्याग देता है अर्थात् समस्त इन्द्रियतृप्ति के कार्यकलापों का परित्याग कर देता है | इसका अभ्यास योगी करते हैं जो इन्द्रियों को भौतिक आसक्ति से रोकते हैं | किन्तु कृष्णभावनाभावित व्यक्ति को तो ऐसी किसी भी वस्तु में अपनी इन्द्रिय लगाने का अवसर ही नहीं मिलता जो कृष्ण के निमित्त न हो | फलतः कृष्णभावनाभावित व्यक्ति संन्यासी तथा योगी साथ-साथ होता है | ज्ञान तथा इन्द्रियनिग्रह योग के ये दोनों प्रयोजन कृष्णभावनामृत द्वारा स्वतः पूरे हो जाते हैं | यदि मनुष्य स्वार्थ का त्याग नहीं कर पाता तो ज्ञान तथा योग व्यर्थ रहते हैं | जीवात्मा का मुख्य ध्येय तो समस्त प्रकार की आत्मतृप्ति को त्यागकर परमेश्र्वर की तुष्टि करने के लिए तैयार रहना है | कृष्णभावनाभावित व्यक्ति में किसी प्रकार की आत्मतृप्ति की इच्छा नहीं रहती | वह सदैव परमेश्र्वर की प्रसन्नता में लगा रहता है, अतः जिसे परमेश्र्वर के विषय में कुछ भी पता नहीं होता वही स्वार्थ पूर्ति में लगा रहता है क्योंकि कोई कभी निष्क्रिय नहीं रह सकता | कृष्णभावनामृत का अभ्यास करने से सारे कार्य सुचारू रूप से सम्पन्न हो जाते हैं |"
            ],
            "english": [
                "Real sannyasa-yoga or bhakti means that one should know his constitutional position as the living entity, and act accordingly. The living entity has no separate independant identity. He is the marginal energy of the Supreme. When he is entrapped by material energy, he is conditioned, and when he is Krsna conscious, or aware of the spiritual energy, then he is in his real and natural state of life. Therefore, when one is in complete knowledge, one ceases all material sense gratification, or renounces all kinds of sense gratificatory activities. This is practiced by the yogis who restrain the senses from material attachment. But a person in Krsna consciousness has no opportunity to engage his senses in anything which is not for the purpose of Krsna. Therefore, a Krsna conscious person is simultaneously a sannyasi and a yogi. The purpose of knowledge and of restraining the senses, as prescribed in the jnana and yoga processes, is automatically served in Krsna consciousness. If one is unable to give up the activities of his selfish nature, then jnana and yoga are of no avail. The real aim is for a living entity to give up all selfish satisfaction and to be prepared to satisfy the Supreme. A Krsna conscious person has no desire for any kind of self-enjoyment. He is always engaged for the enjoyment of the Supreme. One who has no information of the Supreme must therefore be engaged in self-satisfaction because no one can stand on the platform of inactivity. All these purposes are perfectly served by the practice of Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "आरूरूक्षोर्मुनेर्योगं कर्म कारणमुच्यते |",
                "योगारुढस्य तस्यैव शमः कारणमुच्यते || ३ ||"
            ],
            "english": [
                "aruruksor muner yogam",
                "karma karanam ucyate",
                "yogarudhasya tasyaiva",
                "samah karanam ucyate"
            ]
        },
        "translation": {
            "hindi": [
                "अष्टांगयोग के नवसाधक के लिए कर्म साधन कहलाता है और योगसिद्ध पुरुष के लिए समस्त भौतिक कार्यकलापों का परित्याग ही साधन कहा जाता है |"
            ],
            "english": [
                "For one who is a neophyte in the eightfold yoga system, work is said to be the means; and for one who has already attained to yoga, cessation of all material activities is said to be the means."
            ]
        },
        "meaning": {
            "hindi": [
                "परमेश्र्वर से युक्त होने की विधि योग कहलाती है | इसकी तुलना उस सीढ़ी से की जा सकती है जिससे सर्वोच्च आध्यात्मिक सिद्धि प्राप्त की जाती है | यह सीढ़ी जीव की अधम अवस्था से प्रारम्भ होकर अध्यात्मिक जीवन के पूर्ण आत्म-साक्षात्कार तक जाती है | विभिन्न चढ़ावों के अनुसार इस सीढ़ी के विभिन्न भाग भिन्न-भिन्न नामों से जाने जाते हैं | किन्तु कुल मिलाकर यह पूरी सीढ़ी योग कहलाती है और इसे तीन भागों में विभाजित किया जा सकता है – ज्ञानयोग, ध्यानयोग और भक्तियोग | सीढ़ी के प्रारम्भिक भाग को योगारुरुक्षु अवस्था और अन्तिम भाग को योगारूढ कहा जाता है |",
                "जहाँ तक अष्टांगयोग का सम्बन्ध है, विभिन्न यम-नियमों तथा आसनों (जो प्रायः शारीरिक मुद्राएँ ही हैं) के द्वारा ध्यान में प्रविष्ट होने के लिए आरम्भिक प्रयासों को सकाम कर्म माना जाता है | ऐसे कर्मों से पूर्ण मानसिक सन्तुलन प्राप्त होता है जिससे इन्द्रियाँ वश में होती हैं | जब मनुष्य पूर्ण ध्यान में सिद्धहस्त हो जाता है तो विचलित करने वाले समस्त मानसिक कार्य बन्द हुए माने जाते हैं |",
                "किन्तु कृष्णभावनाभावित व्यक्ति प्रारम्भ से ही ध्यानावस्थित रहता है क्योंकि वह निरन्तर कृष्ण का चिन्तन करता है | इस प्रकार कृष्ण की सेवा में सतत व्यस्त रहने के करण उसके सारे भौतिक कार्यकलाप बन्द हुए माने जाते हैं |"
            ],
            "english": [
                "The process of linking oneself with the Supreme is called yoga, which may be compared to a ladder for attaining the topmost spiritual realization. This ladder begins from the lowest material condition of the living entity and rises up to perfect self-realization in pure spiritual life. According to various elevations, different parts of the ladder are known by different names. But all in all, the complete ladder is called yoga and may be divided into three parts, namely jnana-yoga, dhyana-yoga and bhakti-yoga. The beginning of the ladder is called the yogaruruksa stage, and the highest rung is called yogarudha.",
                "Concerning the eightfold yoga system, attempts in the beginning to enter into meditation through regulative principles of life and practice of different sitting postures (which are more or less bodily exercises) are considered fruitive material activities. All such activities lead to achieving perfect mental equilibrium to control the senses. When one is accomplished in the practice of meditation, he ceases all disturbing mental activities.",
                "A Krsna conscious person is, however, situated from the beginning on the platform of meditation because he always thinks of Krsna. And, being constantly engaged in the service of Krsna, he is considered to have ceased all material activities."
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्जते |",
                "सर्वसंकल्पसंन्यासी योगारूढस्तदोच्यते || ४ ||"
            ],
            "english": [
                "yada hi nendriyarthesu",
                "na karmasv anusajjate",
                "sarva-sankalpa-sannyasi",
                "yogarudhas tadocyate"
            ]
        },
        "translation": {
            "hindi": [
                "जब कोई पुरुष समस्त भौतिक इच्छाओं का त्यागा करके न तो इन्द्रियतृप्ति के लिए कार्य करता है और न सकामकर्मों में प्रवृत्त होता है तो वह योगारूढ कहलाता है |"
            ],
            "english": [
                "A person is said to have attained to yoga when, having renounced all material desires, he neither acts for sense gratification nor engages in fruitive activities."
            ]
        },
        "meaning": {
            "hindi": [
                "जब मनुष्य भगवान् की दिव्य प्रेमाभक्ति में पूरी तरह लगा रहता है तो वह अपने आप में प्रसन्न रहता है और इस तरह वह इन्द्रियतृप्ति या सकामकर्म में प्रवृत्त नहीं होता | अन्यथा इन्द्रियतृप्ति में लगना ही पड़ता है, क्योंकि कर्म किए बिना कोई रह नहीं सकता | बिना कृष्णभावनामृत के मनुष्य सदैव स्वार्थ में तत्पर रहता है | किन्तु कृष्णभावनाभावित व्यक्ति कृष्ण की प्रसन्नता के लिए ही सब कुछ करता है, फलतः वह इन्द्रियतृप्ति से पूरी तरह विरक्त रहता है | जिसे ऐसी अनुभूति प्राप्त नहीं है उसे चाहिए कि भौतिक इच्छाओं से बचे रहने का वह यंत्रवत् प्रयास करे, तभी वह योग की सीढ़ी से ऊपर पहुँच सकता है |"
            ],
            "english": [
                "When a person is fully engaged in the transcendental loving service of the Lord, he is pleased in himself, and thus he is no longer engaged in sense gratification or in fruitive activities. Otherwise, one must be engaged in sense gratification, since one cannot live without engagement. Without Krsna consciousness, one must be always seeking self-centered or extended selfish activities. But a Krsna conscious person can do everything for the satisfaction of Krsna and thereby be perfectly detached from sense gratification. One who has no such realization must mechanically try to escape material desires before being elevated to the top rung of the yoga ladder."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "उद्धरेदात्मनात्मानं नात्मानमवसादयेत् |",
                "आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः || ५ ||"
            ],
            "english": [
                "uddhared atmanatmanam",
                "natmanam avasadayet",
                "atmaiva hy atmano bandhur",
                "atmaiva ripur atmanah"
            ]
        },
        "translation": {
            "hindi": [
                "मनुष्य को चाहिए कि अपने मन की सहायता से अपना उद्धार करे और अपने को नीचे न गिरने दे | यह मन बद्धजीव का मित्र भी है और शत्रु भी |"
            ],
            "english": [
                "A man must elevate himself by his own mind, not degrade himself. The mind is the friend of the conditioned soul, and his enemy as well."
            ]
        },
        "meaning": {
            "hindi": [
                "प्रसंग के अनुसार आत्मा शब्द का अर्थ शरीर, मन तथा आत्मा होता है | योगपद्धति में मन तथा आत्मा का विशेष महत्त्व है | चूँकि मन ही योगपद्धति का केन्द्रबिन्दु है, अतः इस प्रसंग में आत्मा का तात्पर्य मन होता है | योगपद्धति का उद्देश्य मन को रोकना तथा इन्द्रियविषयों के प्रति आसक्ति से उसे हटाना है | यहाँ पर इस बात पर बल दिया गया है कि मन को इस प्रकार प्रशिक्षित किया जाय कि वह बद्धजीव को अज्ञान के दलदल से निकाल सके | इस जगत् में मनुष्य मन तथा इन्द्रियों के द्वारा प्रभावित होता है | वास्तव में शुद्ध आत्मा इस संसार में इसीलिए फँसा हुआ है क्योंकि मन मिथ्या अहंकार में लगकर प्रकृति के ऊपर प्रभुत्व जताना चाहता है | अतः मन को इस प्रकार प्रशिक्षित करना चाहिए कि वह प्रकृति की तड़क-भड़क से आकृष्ट न हो और इस तरह बद्धजीव की रक्षा की जा सके | मनुष्य को इन्द्रियविषयों से आकृष्ट होकर अपने को पतित नहीं करना चाहिए | जो जितना ही इन्द्रियविषयों के प्रति आकृष्ट होता है वह उतना ही इस संसार में फँसता जाताहै | अपने को विरत करने का सर्वोत्कृष्ट साधन यही है कि मन को सदैव कृष्णभावनामृत में निरत रखा जाय | हि शब्द इस बात पर बल देने के लिए प्रयुक्त है अर्थात् इसे अवश्य करना चाहिए | अमृतबिन्दु उपनिषद् में (२) कहा भी गया है –",
                "मन एव मनुष्याणां कारणं बन्धमोक्षयोः|",
                "बन्धाय विषयासंगो मुक्त्यै निर्विषयं मनः ||",
                "“मन ही मनुष्य के बन्धन और मोक्ष का भी कारण है | इन्द्रियविषयों में लीन मन बन्धन का कारण है और विषयों से विरक्त मन मोक्ष का कारण है |” अतः जो मन निरन्तर कृष्णभावनामृत में लगा रहता है, वही परम मुक्ति का कारण है |"
            ],
            "english": [
                "The word atma denotes body, mind and soul—depending upon different circumstances. In the yoga system, the mind and the conditioned soul are especially important. Since the mind is the central point of yoga practice, atma refers here to the mind. The purpose of the yoga system is to control the mind and to draw it away from attachment to sense objects. It is stressed herein that the mind must be so trained that it can deliver the conditioned soul from the mire of nescience. In material existence one is subjected to the influence of the mind and the senses. In fact, the pure soul is entangled in the material world because of the mind's ego which desires to lord it over material nature. Therefore, the mind should be trained so that it will not be attracted by the glitter of material nature, and in this way the conditioned soul may be saved. One should not degrade oneself by attraction to sense objects. The more one is attracted by sense objects, the more one becomes entangled in material existence. The best way to disentangle oneself is to always engage the mind in Krsna consciousness. The word hi is used for emphasizing this point, i.e., that one must do this. It is also said:",
                "mana eva manusyanam karanam bandha-moksayohbandhaya visayasango muktyai nirvisayam manah.",
                "“For man, mind is the cause of bondage and mind is the cause of liberation. Mind absorbed in sense objects is the cause of bondage, and mind detached from the sense objects is the cause of liberation.” Therefore, the mind which is always engaged in Krsna consciousness is the cause of supreme liberation."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जितः |",
                "अनात्मस्तु शत्रुत्वे वर्तेतात्मैव शत्रुवत् || ६ ||"
            ],
            "english": [
                "bandhur atmatmanas tasya",
                "yenatmaivatmana jitah",
                "anatmanas tu satrutve",
                "vartetatmaiva satru-vat"
            ]
        },
        "translation": {
            "hindi": [
                "जिसने मन को जीत लिया है उसके लिए मन सर्वश्रेष्ठ मित्र है, किन्तु जो ऐसा नहीं कर पाया इसके लिए मन सबसे बड़ा शत्रु बना रहेगा |"
            ],
            "english": [
                "For him who has conquered the mind, the mind is the best of friends; but for one who has failed to do so, his very mind will be the greatest enemy."
            ]
        },
        "meaning": {
            "hindi": [
                "अष्टांगयोग के अभ्यास का प्रयोजन मन को वश में करना है, जिससे मानवीय लक्ष्य प्राप्त करने में वह मित्र बना रहे | मन को वश में किये बिना योगाभ्यास करना मात्र समय को नष्ट करना है | जो अपने मन को वश में नहीं कर सकता, वह सतत अपने परम शत्रु के साथ निवास करता है और इस तरह उसका जीवन तथा लक्ष्य दोनों ही नष्ट हो जाते हैं | जीव की स्वाभाविक स्थिति यह है कि वह अपने स्वामी की आज्ञा का पालन करे | अतः जब तक मन अविजित शत्रु बना रहता है, तब तक मनुष्य को काम, क्रोध, लोभ, मोह आदि की आज्ञाओं का पालन करना होता है | किन्तु जब मन पर विजय प्राप्त हो जाती है, तो मनुष्य इच्छानुसार उस भगवान् की आज्ञा का पालन करता है जो सबों के हृदय में परमात्मास्वरूप स्थित है | वास्तविक योगाभ्यास हृदय के भीतर परमात्मा से भेंट करना तथा उनकी आज्ञा का पालन करना है | जो व्यक्ति साक्षात् कृष्णभावनामृत स्वीकार करता है वह भगवान् की आज्ञा के प्रति स्वतः समर्पित हो जाता है |"
            ],
            "english": [
                "The purpose of practicing eightfold yoga is to control the mind in order to make it a friend in discharging the human mission. Unless the mind is controlled, the practice of yoga (for show) is simply a waste of time. One who cannot control his mind lives always with the greatest enemy, and thus his life and its mission are spoiled. The constitutional position of the living entity is to carry out the order of the superior. As long as one's mind remains an unconquered enemy, one has to serve the dictations of lust, anger, avarice, illusion, etc. But when the mind is conquered, one voluntarily agrees to abide by the dictation of the Personality of Godhead, who is situated within the heart of everyone as Paramatma. Real yoga practice entails meeting the Paramatma within the heart and then following His dictation. For one who takes to Krsna consciousness directly, perfect surrender to the dictation of the Lord follows automatically."
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "जितात्मनः प्रशान्तस्य परमात्मा समाहितः |",
                "शीतोष्णसुखदु:खेषु तथा मानापमानयो: || ७ ||"
            ],
            "english": [
                "jitatmanah prasantasya",
                "paramatma samahitah",
                "sitosna-sukha-duhkhesu",
                "tatha manapamanayoh"
            ]
        },
        "translation": {
            "hindi": [
                "जिसने मन को जीत लिया है, उसने पहले ही परमात्मा को प्राप्त कर लिया है, क्योंकि उसने शान्ति प्राप्त कर ली है | ऐसे पुरुष के लिए सुख-दुख, सर्दी-गर्मी एवं मान-अपमान एक से हैं |"
            ],
            "english": [
                "For one who has conquered the mind, the Supersoul is already reached, for he has attained tranquility. To such a man happiness and distress, heat and cold, honor and dishonor are all the same."
            ]
        },
        "meaning": {
            "hindi": [
                "वस्तुतः प्रत्येक जीव उस भगवान् की आज्ञा का पालन करने के निमित्त आया है, जो जन-जन के हृदयों में परमात्मा-रूप में स्थित है | जब मन बहिरंगा माया द्वारा विपथ कर दिया जाता है तब मनुष्य भौतिक कार्यकलापों में उलझ जाता है | अतः ज्योंही मन किसी योगपद्धति द्वारा वश में आ जाता है त्योंही मनुष्य को लक्ष्य पर पहुँच हुआ मान लिया जाना चाहिए | मनुष्य को भगवद्-आज्ञा का पालन करना चाहिए | जब मनुष्य का मन परा-प्रकृति में स्थिर हो जाता है तो जीवात्मा के समक्ष भगवद्-आज्ञा पालन करने के अतिरिक्त कोई विकल्प नहीं रह जाता | मन को किसी न किसी उच्च आदेश को मानकर उनका पालन करना होता है | मन को वश में करने से स्वतः ही परमात्मा के आदेश का पालन होता है | चूँकि कृष्णभावनाभावित होते ही यह दिव्य स्थिति प्राप्त हो जाती है, अतः भगवद्भक्त संसार के द्वन्द्वों, यथा सुख-दुख, सर्दी-गर्मी आदि से अप्रभावित रहता है | यह अवस्था व्यावहारिक समाधि या परमात्मा में तल्लीनता है |"
            ],
            "english": [
                "Actually, every living entity is intended to abide by the dictation of the Supreme Personality of Godhead, who is seated in everyone's heart as Paramatma. When the mind is misled by the external illusory energy, one becomes entangled in material activities. Therefore, as soon as one's mind is controlled through one of the yoga systems, one is to be considered as having already reached the destination. One has to abide by superior dictation. When one's mind is fixed on the superior nature, he has no other alternative but to follow the dictation of the Supreme. The mind must admit some superior dictation and follow it. The effect of controlling the mind is that one automatically follows the dictation of the Paramatma or Supersoul. Because this transcendental position is at once achieved by one who is in Krsna consciousness, the devotee of the Lord is unaffected by the dualities of material existence, namely distress and happiness, cold and heat, etc. This state is practical samadhi, or absorption in the Supreme."
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रियः |",
                "युक्त इत्युच्यते योगी समलोष्ट्राश्मकाञ्चनः || ८ ||"
            ],
            "english": [
                "jnana-vijnana-trptatma",
                "kuta-stho vijitendriyah",
                "yukta ity ucyate yogi",
                "sama-lostrasma-kancanah"
            ]
        },
        "translation": {
            "hindi": [
                "वह व्यक्ति आत्म-साक्षात्कार को प्राप्त तथा योगी कहलाता है जो अपने अर्जित ज्ञान तथा अनुभूति से पूर्णतया सन्तुष्ट रहता है | ऐसा व्यक्ति अध्यात्म को प्राप्त तथा जितेन्द्रिय कहलाता है | वह सभी वस्तुओं को – चाहे वे कंकड़ हों, पत्थर हों या कि सोना – एकसमान देखता है |"
            ],
            "english": [
                "A person is said to be established in self-realization and is called a yogi [or mystic] when he is fully satisfied by virtue of acquired knowledge and realization. Such a person is situated in transcendence and is self-controlled. He sees everything—whether it be pebbles, stones or gold—as the same."
            ]
        },
        "meaning": {
            "hindi": [
                "परमसत्य की अनुभूति के बिना कोरा ज्ञान व्यर्थ होता है | भक्तिरसामृत सिन्धु में (१.२.२३४) कहा गया है –",
                "अतः श्रीकृष्णनामादि ण भवेद् ग्राह्यमिन्द्रियैः |",
                "सेवोन्मुखे हि जिह्वादौ स्वयमेव स्फुरत्यदः ||",
                "कोई भी व्यक्ति अपनी दूषित इन्द्रियों के द्वारा श्रीकृष्ण के नाम, रूप, गुण तथा उनकी लीलाओं की दिव्य प्रकृति को नहीं समझ सकता | भगवान् की दिव्य सेवा से पूरित होने पर ही कोई उनके दिव्य नाम, रूप, गुण तथा लीलाओं को समझ सकता है |",
                "यह भगवद्गीता कृष्णभावनामृत का विज्ञान है | मात्र संसारी विद्वता से कोई कृष्णभावनाभावित नहीं हो सकता | उसे विशुद्ध चेतना वाले का सान्निध्य प्राप्त होने का सौभाग्य मिलना चाहिए | कृष्णभावनाभावित व्यक्ति को भगवत्कृपा से ज्ञान की अनुभूति होती है, क्योंकि वह विशुद्ध भक्ति से तुष्ट रहता है | अनुभूत ज्ञान से वह पूर्ण बनता है | आध्यात्मिक ज्ञान से मनुष्य अपने संकल्पों में दृढ़ रह सकता है , किन्तु मात्र शैक्षिक ज्ञान से वह बाह्य विरोधाभासों द्वारा मोहित और भ्रमित होता रहता है | केवल अनुभवी आत्मा ही आत्मसंयमी होता है, क्योंकि वह कृष्ण की शरण में जा चुका होता है | वह दिव्य होता है क्योंकि उसे संसारी विद्वता से कुछ लेना-देना नहीं रहता | उसके लिए संसारी विद्वता तथा मनोधर्म, जो अन्यों के लिए स्वर्ण के समान उत्तम होते हैं, कंकड़ों या पत्थरों से अधिक नहीं होते |"
            ],
            "english": [
                "Book knowledge without realization of the Supreme Truth is useless. This is stated as follows:",
                "This Bhagavad-gita is the science of Krsna consciousness. No one can become Krsna conscious simply by mundane scholarship. One must be fortunate enough to associate with a person who is in pure consciousness. A Krsna conscious person has realized knowledge, by the grace of Krsna, because he is satisfied with pure devotional service. By realized knowledge, one becomes perfect. By transcendental knowledge one can remain steady in his convictions, but by mere academic knowledge one can be easily deluded and confused by apparent contradictions. It is the realized soul who is actually self-controlled because he is surrendered to Krsna. He is transcendental because he has nothing to do with mundane scholarship. For him mundane scholarship and mental speculation, which may be as good as gold to others, are of no greater value than pebbles or stones."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु |",
                "साधुष्वपि च पापेषु समबुद्धिर्विशिष्यते || ९ ||"
            ],
            "english": [
                "suhrn-mitrary-udasina-",
                "madhyastha-dvesya-bandhusu",
                "sadhusv api ca papesu",
                "sama-buddhir visisyate"
            ]
        },
        "translation": {
            "hindi": [
                "जब मनुष्य निष्कपट हितैषियों, प्रिय मित्रों, तटस्थों, मध्यस्थों, ईर्ष्यालुओं, शत्रुओं तथा मित्रों, पुण्यात्माओं एवं पापियों को समान भाव से देखता है, तो वह और भी उन्नत माना जाता है |",
                "|"
            ],
            "english": [
                "A person is said to be still further advanced when he regards all—the honest well-wisher, friends and enemies, the envious, the pious, the sinner and those who are indifferent and impartial—with an equal mind."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "योगी युञ्जीत सततमात्मनं रहसि स्थितः |",
                "एकाकी यतचित्तात्मा निराशीरपरिग्रहः || १० ||"
            ],
            "english": [
                "yogi yunjita satatam",
                "atmanam rahasi sthitah",
                "ekaki yata-cittatma",
                "nirasir aparigrahah"
            ]
        },
        "translation": {
            "hindi": [
                "योगी को चाहिए कि वह सदैव अपने शरीर, मन तथा आत्मा को परमेश्र्वर में लगाए, एकान्त स्थान में रहे और बड़ी सावधानी के साथ अपने मन को वश में करे | उसे समस्त आकांक्षाओं तथा संग्रहभाव से मुक्त होना चाहिए |"
            ],
            "english": [
                "A transcendentalist should always try to concentrate his mind on the Supreme Self; he should live alone in a secluded place and should always carefully control his mind. He should be free from desires and feelings of possessiveness."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्ण की अनुभूति ब्रह्म, परमात्मा तथा श्रीभगवान् के विभिन्न रूपों में होती है | संक्षेप में, कृष्णभावनामृत का अर्थ है – भगवान् की दिव्य प्रेमाभक्ति में निरन्तर प्रवृत्त रहना | किन्तु जो लोग निराकार ब्रह्म अथवा अन्तर्यामी परमात्मा के प्रति आसक्त होते हैं, वे भी आंशिक रूप से कृष्णभावनाभावित हैं क्योंकि निराकार ब्रह्म कृष्ण की आध्यात्मिक किरण है और परमात्मा कृष्ण का सर्वव्यापी आंशिक विस्तार होता है | इस प्रकार निर्विशेषवादी तथा ध्यानयोगी भी अपरोक्ष रूप से कृष्णभावनाभावित होते हैं | प्रत्यक्ष कृष्णभावनाभावित व्यक्ति सर्वोच्च योगी होता है क्योंकि ऐसा भक्त जानता है कि ब्रह्म तथा परमात्मा क्या हैं | उसका परमसत्य विषयक ज्ञान पूर्ण होता है, जबकि निर्विशेषवादी तथा ध्यानयोगी अपूर्ण रूप में कृष्णभावनाभावित होते हैं |",
                "इतने पर भी इन सबों को अपने-अपने कार्यों में निरन्तर लगे रहने का आदेश दिया जाता है, जिससे वे देर-सवेर परम सिद्धि प्राप्त कर सकें | योगी का पहला कर्तव्य है कि वह कृष्ण पर अपना ध्यान सदैव एकाग्र रखे | उसे सदैव कृष्ण का चिन्तन करना चाहिए और एक क्षण के लिए भी उन्हें नहीं भुलाना चाहिए | परमेश्र्वर में मन की एकाग्रता ही समाधि कहलाती है | मन को एकाग्र करने के लिए सदैव एकान्तवास करना चाहिए और बाहरी उपद्रवों से बचना चाहिए | योगी को चाहिए कि वह अनुकूल परिस्थियों को ग्रहण करे और प्रतिकूल परिस्थितियों को त्याग दे, जिससे उसकी अनुभूति पर कोई प्रभाव न पड़े | पूर्ण संकल्प कर लेने पर उसे उन व्यर्थ की वस्तुओं के पीछे नहीं पड़ना चाहिए जो परिग्रह भाव में उसे फँसा लें |",
                "ये सारी सिद्धियाँ तथा सावधानियाँ तभी पूर्णरूपेण कार्यान्वित हो सकती हैं जब मनुष्य प्रत्यक्षतः कृष्णभावनाभावित हो क्योंकि साक्षात् कृष्णभावनामृत का अर्थ है – आत्मोसर्ग जिसमें संग्रहभाव (परिग्रह) के लिए लेशमात्र स्थान नहीं होता | श्रील रूपगोस्वामी कृष्णभावनामृत का लक्षण इस प्रकार देते हैं –",
                "अनासक्तय विषयान् यथार्हमुपयुञ्जतः |",
                "निर्बन्धः कृष्णसम्बन्धे युक्तं वैराग्यमुच्यते ||",
                "प्रापञ्चिकतया बुद्धया हरिसम्बन्धिवस्तुनः |",
                "मुमुक्षुभिः परित्यागो वैराग्यं फल्गु कथ्यते ||",
                "“जब मनुष्य किसी वस्तु के प्रति आसक्त न रहते हुए कृष्ण से सम्बन्धित हर वस्तु को स्वीकार कर लेता है, तभी वह परिग्रहत्व से ऊपर स्थित रहता है | दूसरी ओर, जो व्यक्ति कृष्ण से सम्बन्धित वस्तु को बिना जाने त्याग देता है उसका वैराग्य पूर्ण नहीं होता |” (भक्तिरसामृत सिन्धु २.२५५ – २५६) |",
                "कृष्णभावनाभावित व्यक्ति भलीभाँति जानता रहता है कि प्रत्येक वस्तु श्रीकृष्ण की है, फलस्वरूप वह सभी प्रकार के परिग्रहभाव से मुक्त रहता है | इस प्रकार वह अपने लिए किसी वस्तु की लालसा नहीं करता | वह जानता है कि किस प्रकार कृष्णभावनामृत के अनुरूप वस्तुओं को स्वीकार किया जाता है और कृष्णभावनामृत के प्रतिकूल वस्तुओं का परित्याग कर दिया जाता है |वह सदैव भौतिक वस्तुओं से दूर रहता है, क्योंकि वह दिव्य होता है और कृष्णभावनामृत से रहित व्यक्तियों से किसी प्रकार का सरोकार न रखने के कारण सदा अकेला रहता है | अतः कृष्णभावनामृत में रहने वाला व्यक्ति पूर्णयोगी होता है |"
            ],
            "english": [
                "Krsna is realized in different degrees as Brahman, Paramatma and the Supreme Personality of Godhead. Krsna consciousness means, concisely, to be always engaged in the transcendental loving service of the Lord. But those who are attached to the impersonal Brahman or the localized Supersoul are also partially Krsna conscious, because impersonal Brahman is the spiritual ray of Krsna and Supersoul is the all-pervading partial expansion of Krsna. Thus the impersonalist and the meditator are also indirectly Krsna conscious. A directly Krsna conscious person is the topmost transcendentalist because such a devotee knows what is meant by Brahman or Paramatma. His knowledge of the Absolute Truth is perfect, whereas the impersonalist and the meditative yogi are imperfectly Krsna conscious.",
                "A Krsna conscious person well knows that everything belongs to Krsna, and thus he is always free from feelings of personal possession. As such, he has no hankering for anything on his own personal account. He knows how to accept things in favor of Krsna consciousness and how to reject things unfavorable to Krsna consciousness. He is always aloof from material things because he is always transcendental, and he is always alone, having nothing to do with persons not in Krsna consciousness. Therefore a person in Krsna consciousness is the perfect yogi.",
                "Nevertheless, all of these are instructed herewith to be constantly engaged in their particular pursuits so that they may come to the highest perfection sooner or later. The first business of a transcendentalist is to keep the mind always on Krsna. One should always think of Krsna and not forget Him even for a moment. Concentration of the mind on the Supreme is called samadhi or trance. In order to concentrate the mind, one should always remain in seclusion and avoid disturbance by external objects. He should be very careful to accept favorable and reject unfavorable conditions that affect his realization. And, in perfect determination, he should not hanker after unnecessary material things that entangle him by feelings of possessiveness.",
                "All these perfections and precautions are perfectly executed when one is directly in Krsna consciousness because direct Krsna consciousness means self-abnegation, wherein there is very little chance for material possessiveness. Srila Rupa Gosvami characterizes Krsna consciousness in this way:",
                "anasaktasya visayan yatharham upayunjatahnirbandhah krsna-sambandhe yuktam vairagyam ucyateprapancikataya buddhya hari-sambandhi-vastunahmumuksubhih parityago vairagyam phalgu kathyate.",
                "“When one is not attached to anything, but at the same time accepts everything in relation to Krsna, one is rightly situated above possessiveness. On the other hand, one who rejects everything without knowledge of its relationship to Krsna is not as complete in his renunciation.”"
            ]
        }
    }
]