[
    {
        "id": [
            46
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "तपस्विभ्योऽधिको योगी ज्ञानिभ्योऽपि मतोऽधिकः |",
                "कर्मिभ्यश्र्चाधिको योगी तस्माद्योगी भवार्जुन || ४६ ||"
            ],
            "english": [
                "tapasvibhyo 'dhiko yogi",
                "jnanibhyo 'pi mato 'dhikah",
                "karmibhyas cadhiko yogi",
                "tasmad yogi bhavarjuna"
            ]
        },
        "translation": {
            "hindi": [
                "योगी पुरुष तपस्वी से, ज्ञानी से तथा सकामकर्मी से बढ़कर होता है | अतः हे अर्जुन! तुम सभी प्रकार से योगी बनो |"
            ],
            "english": [
                "A yogi is greater than the ascetic, greater than the empiricist and greater than the fruitive worker. Therefore, O Arjuna, in all circumstances, be a yogi."
            ]
        },
        "meaning": {
            "hindi": [
                "जब हम योग का नाम लेते हैं तो हम अपनी चेतना को परमसत्य के साथ जोड़ने की बात करते हैं | विविध अभ्यासकर्ता इस पद्धति को ग्रहण की गई विशेष विधि के अनुसार विभिन्न नामों से पुकारते हैं | जब यह योगपद्धति सकामकर्मों से मुख्यतः सम्बन्धित होती है तो कर्मयोग कहलाती है, जब यह चिन्तन से सम्बन्धित होती है तो ज्ञानयोग कहलाती है और जब यह भगवान् की भक्ति से सम्बन्धित होती है तो भक्तियोग कहलाती है | भक्तियोग या कृष्णभावनामृत समस्त योगों की परमसिद्धि है, जैसा कि अगले श्लोक में बताया जायेगा | भगवान् ने यहाँ पर योग की श्रेष्ठता की पुष्टि की है, किन्तु उन्होंने इसका उल्लेख नहीं किया कि यह भक्तियोग से श्रेष्ठ है | भक्तियोग पूर्ण आत्मज्ञान है, अतः इससे बढ़कर कुछ भी नहीं है | आत्मज्ञान के बिना तपस्या अपूर्ण है | परमेश्र्वर के प्रति समर्पित हुए बिना ज्ञानयोग भी अपूर्ण है | सकामकर्म भी कृष्णभावनामृत के बिना समय का अपव्यय है | अतः यहाँ पर योग का सर्वाधिक प्रशंसित रूप भक्तियोग है और इसकी अधिक व्याख्या अगले श्लोक में की गई है |"
            ],
            "english": [
                "When we speak of yoga we refer to linking up our consciousness with the Supreme Absolute Truth. Such a process is named differently by various practitioners in terms of the particular method adopted. When the linking up process is predominantly in fruitive activities, it is called karma-yoga, when it is predominantly empirical, it is called jnana-yoga, and when it is predominantly in a devotional relationship with the Supreme Lord, it is called bhakti-yoga. Bhakti-yoga or Krsna consciousness is the ultimate perfection of all yogas, as will be explained in the next verse. The Lord has confirmed herein the superiority of yoga, but He has not mentioned that it is better than bhakti-yoga. Bhakti-yoga is full spiritual knowledge, and as such, nothing can excel it. Asceticism without self-knowledge is imperfect. Empiric knowledge without surrender to the Supreme Lord is also imperfect. And fruitive work without Krsna consciousness is a waste of time. Therefore, the most highly praised form of yoga performance mentioned here is bhakti-yoga, and this is still more clearly explained in the next verse."
            ]
        }
    },
    {
        "id": [
            47
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "योगिनामपि सर्वेषां मद्गतेनान्तरात्मना |",
                "श्रद्धावान्भजते यो मां स मे युक्ततमो मतः || ४७ ||"
            ],
            "english": [
                "yoginam api sarvesam",
                "mad-gatenantar-atmana",
                "sraddhavan bhajate yo mam",
                "sa me yuktatamo matah"
            ]
        },
        "translation": {
            "hindi": [
                "और समस्त योगियों में से जो योगी अत्यन्त श्रद्धापूर्वक मेरे परायण है, अपने अन्तःकरण में मेरे विषय में सोचता है और मेरी दिव्य प्रेमाभक्ति करता है वह योग में मुझसे परम अन्तरंग रूप में युक्त रहता है और सबों में सर्वोच्च है | यही मेरा मत है |"
            ],
            "english": [
                "And of all yogis, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर भजते शब्द महत्त्वपूर्ण है | भजतेभज् धातु से बना है जिसका अर्थ है-सेवा करना | अंग्रेजी शब्द वर्शिप (पूजन) से यह भाव व्यक्त नहीं होता, क्योंकि इससे पूजा करना, सम्मान दिखाना तथा योग्य का सम्मान करना सूचित होता है | किन्तु प्रेम तथा श्रद्धापूर्वक सेवा तो श्रीभगवान् के निमित्त है | किसी सम्माननीय व्यक्ति या देवता की पूजा न करने वाले को अशिष्ट कहा जा सकता है, किन्तु भगवान् की सेवा न करने वाले की तो पूरी तरह भर्त्सना की जाती है | प्रत्येक जीव भगवान् का अंशस्वरूप है और इस तरह प्रत्येक जीव को अपने स्वभाव के अनुसार भगवान् की सेवा करनी चाहिए | ऐसा न करने से वह नीचे गिर जाता है | भागवत पुराण में (११.५.३) इसकी पुष्टि इस प्रकार हुई है –",
                "य एषां पुरुषं साक्षादात्मप्रभवमीश्र्वरम् |",
                "न भजन्त्यवजानन्ति स्थानाद्भ्रष्टाः पतन्त्यधः ||",
                "जो मनुष्य अपने जीवनदाता आद्य भगवान् की सेवा नहीं करता और अपने कर्तव्य में शिथिलता बरतता है, वह निश्चित रूप से अपनी स्वाभाविक स्थिति से नीचे गिरता है |",
                "भागवत पुराण के इस श्लोक में भजन्ति शब्द व्यवहृत हुआ है | भजन्ति शब्द का प्रयोग परमेश्र्वर के लिए ही प्रयुक्त किया जा सकता है, जबकि वर्शिप (पूजन) का प्रयोग देवताओं या अन्य किसी सामान्य जीव के लिए किया जाता है | इस श्लोक में प्रयुक्त अवजानन्ति शब्द भगवद्गीता में भी पाया जाता है -अवजानन्ति मां मूढाः– केवल मुर्ख तथा धूर्त भगवान् कृष्ण का उपहास करते हैं | ऐसे मुर्ख भगवद्भक्ति की प्रवृत्ति न होने पर भी भगवद्गीता का भाष्य कर बैठते हैं | फलतः वे भजन्ति तथा वर्शिप (पूजन) शब्दों के अन्तर को नहीं समझ पाते |",
                "भक्तियोग समस्त योगों की परिणति है | अन्य योग तो भक्तियोग में भक्ति तक पहुँचने के साधन मात्र हैं | योग का वास्तविक अर्थ भक्तियोग है – अन्य सारे योग भक्तियोग रूपी गन्तव्य की दिशा में अग्रसर होते हैं | कर्मयोग से लेकर भक्तियोग तक का लम्बा रास्ता आत्म-साक्षात्कार तक जाता है | निष्काम कर्मयोग इस रास्ते (मार्ग) का आरम्भ है | जब कर्मयोग में ज्ञान तथा वैराग्य की वृद्धि होती है तो यह अवस्था ज्ञानयोग कहलाती है | जब ज्ञानयोग में अनेक भौतिक विधियों से परमात्मा के ध्यान में वृद्धि होने लगती है और मन उन पर लगा रहता है तो इसे अष्टांगयोग कहते हैं | इस अष्टांगयोग को पार करने पर जब मनुष्य श्रीभगवान् कृष्ण के निकट पहुँचता है तो वह भक्तियोग कहलाता है | यथार्थ में भक्तियोग ही चरम लक्ष्य है, किन्तु भक्तियोग का सूक्ष्म विश्लेषण करने के लिए अन्य योगों को समझना होता है | अतः जो योगी प्रगतिशील होता है वह शाश्र्वत कल्याण के सही मार्ग पर रहता है | जो किसी एक बिन्दु पर दृढ़ रहता है और आगे प्रगति नहीं करता वह कर्मयोगी, ज्ञानयोगी, ध्यानयोगी, राजयोगी, हठयोगी आदि नामों से पुकारा जाता है | यदि कोई इतना भाग्यशाली होता है कि भक्तियोग को प्राप्त हो सके तो यह समझना चाहिए कि उसने समस्त योगों को पार कर लिया है | अतः कृष्णभावनाभावित होना योग की सर्वोच्च अवस्था है, ठीक उसी तरह जैसे कि हम यह कहते हैं कि विश्र्व भर के पर्वतों में हिमालय सबसे ऊँचा है, जिसकी सर्वोच्च छोटी एवरेस्ट है |",
                "कोई विरला भाग्यशाली ही वैदिक विधान के अनुसार भक्तियोग के पथ को स्वीकार करके कृष्णभावनाभावित हो पाता है | आदर्श योगी श्यामसुन्दर कृष्ण पर अपना ध्यान एकाग्र करता है, जो बदल के समान सुन्दर रंग वाले हैं, जिनका कमल सदृश मुख सूर्य के समान तेजवान है, जिनका वस्त्र रत्नों से प्रभापूर्ण है और जिनका शरीर फूलों की माला से सुशोभित है | उनके अंगों को प्रदीप्त करने वाली उनकी ज्योति ब्रह्मज्योति कहलाती है | वे राम, नृसिंह, वराह तथा श्रीभगवान् कृष्ण जैसे विभिन्न रूपों में अवतरित होते हैं | वे सामान्य व्यक्ति की भाँति, माता यशोदा में पुत्र रूप में जन्म ग्रहण करते हैं और कृष्ण, गोविन्द तथा वासुदेव के नाम से जाने जाते हैं | वे पूर्ण बालक, पूर्ण पति, पूर्ण सखा तथा पूर्ण स्वामी हैं, और वे समस्त ऐश्र्वर्यों तथा दिव्य गुणों से ओतप्रोत हैं | जो श्रीभगवान् के इन गुणों से पूर्णतया अभिज्ञ रहता है वह सर्वोच्च योगी कहलाता है |",
                "योगी की यह सर्वोच्च दशा केवल भक्तियोग से ही प्राप्त की जा सकती है जिसकी पुष्टि वैदिक साहित्य से होती है (श्र्वेताश्र्वतर उपनिषद् ६.२३) –",
                "यस्य देवे पराभक्तिर्यथा देवे तथा गुरौ |",
                "तस्यते कथिता ह्यर्थाः प्रकाशन्ते महात्मनः ||",
                "जिन महात्माओं के हृदय में श्रीभगवान् तथा गुरु में परम श्रद्धा होती है उनमें वैदिक ज्ञान का सम्पूर्ण तात्पर्य स्वतः प्रकाशित हो जाता है |",
                "भक्तिरस्य भजनं तदिहामुत्रोपाधिनैरास्येनामुष्मिन् मनःकल्पनमेतदेव नैष्कर्म्यम्– भक्ति का अर्थ है, भगवान् की सेवा जो इस जीवन में या अगले जीवन में भौतिक लाभ की इच्छा से रहित होती है | ऐसी प्रवृत्तियों से मुक्त होकर मनुष्य को अपना मन परमेश्र्वर में लीन करना चाहिये | नैष्कर्म्य का यही प्रयोजन है (गोपाल-तापनी उपनिषद् १.५) |",
                "ये सभी कुछ ऐसे साधन हैं जिनसे योग की परम संसिद्धिमयी अवस्था भक्ति या कृष्णभावनामृत को सम्पन्न किया जा सकता है |",
                "इस प्रकार श्रीमदभगवद्गीता के छठे अध्याय “ध्यानयोग” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
            ],
            "english": [
                "The word bhajete is significant here. Bhajete has its root in the verb bhaj, which is used when there is need of service. The English word “worship” cannot be used in the same sense as bhaja. Worship means to adore, or to show respect and honor to the worthy one. But service with love and faith is especially meant for the Supreme Personality of Godhead. One can avoid worshiping a respectable man or a demigod and may be called discourteous, but one cannot avoid serving the Supreme Lord without being thoroughly condemned. Every living entity is part and parcel of the Supreme Personality of Godhead, and thus every living entity is intended to serve the Supreme Lord by his own constitution. Failing to do this, he falls down. The Bhagavatam confirms this as follows:",
                "In this verse also the word bhajanti is used. Therefore, bhajanti is applicable to the Supreme Lord only, whereas the word “worship” can be applied to demigods or to any other common living entity. The word avajananti, used in this verse of Srimad-Bhagavatam, is also found in the Bhagavad-gita: avajananti mam mudhah: “Only the fools and rascals deride the Supreme Personality of Godhead Lord Krsna.” Such fools take it upon themselves to write commentaries on the Bhagavad-gita without an attitude of service to the Lord. Consequently they cannot properly distinguish between the word bhajanti and the word “worship.”",
                "Bhaktir asya bhajanam tadihamutropadhi nairasyenamusmin manah kalpanam; etad eva naiskarmyam. “Bhakti means devotional service to the Lord which is free from desire for material profit, either in this life or in the next. Devoid of such inclinations, one should fully absorb the mind in the Supreme. That is the purpose of naiskarmya.”",
                "The culmination of all kinds of yoga practices lies in bhakti-yoga. All other yogas are but means to come to the point of bhakti in bhakti-yoga. Yoga actually means bhakti-yoga; all other yogas are progressions toward the destination of bhakti-yoga. From the beginning of karma-yoga to the end of bhakti-yoga is a long way to self-realization. Karma-yoga, without fruitive results, is the beginning of this path. When karma-yoga increases in knowledge and renunciation, the stage is called jnana-yoga. When jnana-yoga increases in meditation on the Supersoul by different physical processes, and the mind is on Him, it is called astanga-yoga. And, when one surpasses the astanga-yoga and comes to the point of the Supreme Personality of Godhead Krsna, it is called bhakti-yoga, the culmination. Factually, bhakti-yoga is the ultimate goal, but to analyze bhakti-yoga minutely one has to understand these other yogas. The yogi who is progressive is therefore on the true path of eternal good fortune. One who sticks to a particular point and does not make further progress is called by that particular name: karma-yogi, jnana-yogi or dhyana-yogi, raja-yogi, hatha-yogi, etc. If one is fortunate enough to come to the point of bhakti-yoga, it is to be understood that he has surpassed all the other yogas. Therefore, to become Krsna conscious is the highest stage of yoga, just as, when we speak of Himalayan, we refer to the world's highest mountains, of which the highest peak, Mount Everest, is considered to be the culmination.",
                "It is by great fortune that one comes to Krsna consciousness on the path of bhakti-yoga to become well situated according to the Vedic direction. The ideal yogi concentrates his attention on Krsna, who is called Syamasundara, who is as beautifully colored as a cloud, whose lotus-like face is as effulgent as the sun, whose dress is brilliant with jewels and whose body is flower garlanded. Illuminating all sides is His gorgeous luster, which is called the brahmajyoti. He incarnates in different forms such as Rama, Nrsimha, Varaha and Krsna, the Supreme Personality of Godhead, and He descends like a human being, as the son of Mother Yasoda, and He is known as Krsna, Govinda and Vasudeva. He is the perfect child, husband, friend and master, and He is full with all opulences and transcendental qualities. If one remains fully conscious of these features of the Lord, he is called the highest yogi.",
                "This stage of highest perfection in yoga can be attained only by bhakti-yoga, as is confirmed in all Vedic literature:",
                "These are some of the means for performance of bhakti or Krsna consciousness, the highest perfectional stage of the yoga system."
            ]
        }
    }
]