[
    {
        "id": [
            36
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "असंयतात्मना योगो दुष्प्राप इति मे मतिः |",
                "वश्यात्मना तु यतता शक्योऽवाप्तुमुपायतः || ३६ ||"
            ],
            "english": [
                "asamyatatmana yogo",
                "dusprapa iti me matih",
                "vasyatmana tu yatata",
                "sakyo 'vaptum upayatah"
            ]
        },
        "translation": {
            "hindi": [
                "जिसका मन उच्छृंखल है, उसके लिए आत्म-साक्षात्कार कठिन कार्य होता है, किन्तु जिसका मन संयमित है और जो समुचित उपाय करता है उसकी सफलता ध्रुव है | ऐसा मेरा मत है |"
            ],
            "english": [
                "For one whose mind is unbridled, self-realization is difficult work. But he whose mind is controlled and who strives by right means is assured of success. That is My opinion."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् घोषणा करते हैं कि जो व्यक्ति मन को भौतिक व्यापारों से विलग करने का समुचित उपचार नहीं करता, उसे आत्म-साक्षात्कार में शायद ही सफलता प्राप्त हो सके | भौतिक भोग में मन लगाकर योग का अभ्यास करना मानो अग्नि में जल डाल कर उसे प्रज्ज्वलित करने का प्रयास करना हो | मन का निग्रह किये बिना योगाभ्यास समय का अपव्यय है | योग का ऐसा प्रदर्शन भले ही भौतिक दृष्टि से लाभप्रद हो, किन्तु जहाँ तक आत्म-साक्षात्कार का प्रश्न है यह सब व्यर्थ है | अतः मनुष्य को चाहिए कि भगवान् की दिव्य प्रेमाभक्ति में निरन्तर मन को लगाकर उसे वश में करे | कृष्णभावनामृत में प्रवृत्त हुए बिना मन को स्थिर कर पाना असम्भव है | कृष्णभावनाभावित व्यक्ति बिना किसी अतिरिक्त प्रयास के ही योगाभ्यास का फल सरलता से प्राप्त कर लेता है, किन्तु योगाभ्यास करने वाले को कृष्णभावनाभावित हुए बिना सफलता नहीं मिल पाती |"
            ],
            "english": [
                "The Supreme Personality of Godhead declares that one who does not accept the proper treatment to detach the mind from material engagement can hardly achieve success in self-realization. Trying to practice yoga while engaging the mind in material enjoyment is like trying to ignite a fire while pouring water on it. Similarly, yoga practice without mental control is a waste of time. Such a show of yoga practice may be materially lucrative, but it is useless as far as spiritual realization is concerned. Therefore, the mind must be controlled by engaging it constantly in the transcendental loving service of the Lord. Unless one is engaged in Krsna consciousness, he cannot steadily control the mind. A Krsna conscious person easily achieves the result of yoga practice without separate endeavor, but a yoga practitioner cannot achieve success without becoming Krsna conscious."
            ]
        }
    },
    {
        "id": [
            37
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "अर्जुन उवाच",
                "अयतिः श्रद्धयोपेतो योगच्चलितमानसः |",
                "अप्राप्य योगसंसिद्धिं कां कृष्ण गच्छति || ३७ ||"
            ],
            "english": [
                "arjuna uvaca",
                "ayatih sraddhayopeto",
                "yogac calita-manasah",
                "aprapya yoga-samsiddhim",
                "kam gatim krsna gacchati"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा: हे कृष्ण! उस असफल योगी की गति क्या है जो प्रारम्भ में श्रद्धापूर्वक आत्म-साक्षात्कार की विधि ग्रहण करता है, किन्तु बाद में भौतिकता के करण उससे विचलित हो जाता है और योगसिद्धि को प्राप्त नहीं कर पाता ?"
            ],
            "english": [
                "Arjuna said: What is the destination of the man of faith who does not persevere, who in the beginning takes to the process of self-realization but who later desists due to worldly-mindedness and thus does not attain perfection in mysticism?"
            ]
        },
        "meaning": {
            "hindi": [
                "भगवद्गीता में आत्म-साक्षात्कार या योग मार्ग का वर्णन है | आत्म-साक्षात्कार का मूलभूत नियम यह है कि जीवात्मा यह भौतिक शरीर नहीं है, अपितु इससे भिन्न है और उसका सुख शाश्र्वत जीवन, आनन्द तथा ज्ञान में निहित है | ये शरीर तथा मन दोनों से परे हैं | आत्म-साक्षात्कार की खोज ज्ञान द्वारा की जाती है | इसके लिए अष्टांग विधि या भक्तियोग का अभ्यास करना होता है | इनमें से प्रत्येक विधि में जीव को अपनी स्वाभाविक स्थिति, भगवान् से अपने सम्बन्ध तथा उन कार्यों की अनुभूति प्राप्त करनी होती है, जिनके द्वारा वह टूटी हुई शृंखला को जोड़ सके और कृष्णभावनामृत की सर्वोच्च सिद्ध-अवस्था प्राप्त कर सके | इन तीनों विधियों में से किसी का भी पालन करके मनुष्य देर-सवेर अपने चरम लक्ष्य को प्राप्त होता है | भगवान् ने द्वितीय अध्याय में इस पर बल दिया है कि दिव्यमार्ग में थोड़े से प्रयास से भी मोक्ष की महती आशा है | इन तीनों में से इस युग के लिए भक्तियोग विशेष रूप से उपयुक्त है, क्योंकि ईश-साक्षात्कार की यह श्रेष्ठतम प्रत्यक्ष विधि है, अतः अर्जुन पुनः आश्र्वस्त होने की दृष्टि से भगवान् कृष्ण से अपने पूर्वकथन की पुष्टि करने को कहता है | भले ही कोई आत्म-साक्षात्कार के मार्ग को निष्ठापूर्वक क्यों न स्वीकार करे, किन्तु ज्ञान की अनुशीलन विधि तथा अष्टांगयोग का अभ्यास इस युग के लिए सामान्यतया बहुत कठिन है, अतः निरन्तर प्रयास होने पर भी मनुष्य अनेक कारणों से असफल हो सकता है | पहला कारण यो यह हो सकता है कि मनुष्य इस विधि का पालन करने में पर्याप्त सतर्क न रह पाये | दिव्यमार्ग का अनुसरण बहुत कुछ माया के ऊपर धावा बोलना जैसा है | फलतः जब भी मनुष्य माया के पाश से छूटना चाहता है, तब वह विविध प्रलोभनों के द्वारा अभ्यासकर्ता को पराजित करना चाहती है | बद्धजीव पहले से प्रकृति के गुणोंद्वारा मोहित रहता है और दिव्य अनुशासनों का पालन करते समय भी उसके पुनः मोहित होने की सम्भावना बनी रहती है | यही योगाच्चलितमानस अर्थात् दिव्य पथ से विचलन कहलाता है | अर्जुन आत्म-साक्षात्कार के मार्ग से विचलन के प्रभाव के सम्बन्ध में जिज्ञासा करता है |"
            ],
            "english": [
                "The path of self-realization or mysticism is described in the Bhagavad-gita. The basic principle of self-realization is knowledge that the living entity is not this material body but that he is different from it and that his happiness is in eternal life, bliss and knowledge. These are transcendental, beyond both body and mind. Self-realization is sought by the path of knowledge, the practice of the eightfold system or by bhakti-yoga. In each of these processes one has to realize the constitutional position of the living entity, his relationship with God, and the activities whereby he can reestablish the lost link and achieve the highest perfectional stage of Krsna consciousness. Following any of the above-mentioned three methods, one is sure to reach the supreme goal sooner or later. This was asserted by the Lord in the Second Chapter: even a little endeavor on the transcendental path offers a great hope for deliverance. Out of these three methods, the path of bhakti-yoga is especially suitable for this age because it is the most direct method of God realization. To be doubly assured, Arjuna is asking Lord Krsna to confirm His former statement. One may sincerely accept the path of self-realization, but the process of cultivation of knowledge and the practice of the eightfold yoga system are generally very difficult for this age. Therefore, despite constant endeavor, one may fail for many reasons. First of all, one may not be following the process. To pursue the transcendental path is more or less to declare war on illusory energy. Consequently, whenever a person tries to escape the clutches of the illusory energy, she tries to defeat the practitioner by various allurements. A conditioned soul is already allured by the modes of material energy, and there is every chance of being allured again, even while performing transcendental disciplines. This is called yogat calita-manasah: deviation from the transcendental path. Arjuna is inquisitive to know the results of deviation from the path of self-realization."
            ]
        }
    },
    {
        "id": [
            38
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "कच्चिन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति |",
                "अप्रतिष्ठो महाबाहो विमूढो ब्रह्मणः पथि || ३८ ||"
            ],
            "english": [
                "kaccin nobhaya-vibhrastas",
                "chinnabhram iva nasyati",
                "apratistho maha-baho",
                "vimudho brahmanah pathi"
            ]
        },
        "translation": {
            "hindi": [
                "हे महाबाहु कृष्ण! क्या ब्रह्म-प्राप्ति के मार्ग से भ्रष्ट ऐसा व्यक्ति आध्यात्मिक तथा भौतिक दोनों ही सफलताओं से च्युत नहीं होता और छिन्नभिन्न बादल की भाँति विनष्ट नहीं हो जाता जिसके फलस्वरूप उसके लिए किसी लोक में कोई स्थान नहीं रहता?"
            ],
            "english": [
                "O mighty-armed Krsna, does not such a man, being deviated from the path of Transcendence, perish like a riven cloud, with no position in any sphere?"
            ]
        },
        "meaning": {
            "hindi": [
                "उन्नति के दो मार्ग हैं | भौतिकतावादी व्यक्तियों की अध्यात्म में कोई रूचि नहीं होती, अतः वे आर्थिक विकास द्वारा भौतिक प्रगति में अत्यधिक रूचि लेते हैं या फिर समुचित कार्य द्वारा उच्चतर लोकों को प्राप्त करने में अधिक रूचि रखते हैं | यदि कोई अध्यात्म के मार्ग को चुनता है, तो उसे सभी प्रकार के तथाकथित भौतिक सुख से विरक्त होना पड़ता है | यदि महत्त्वाकांक्षी ब्रह्मवादी असफल होता है तो वह दोनों ओर से जाता है | दूसरे शब्दों में, वह न तो भौतिक सुख भोग पाता है, न आध्यात्मिक सफलता ही प्राप्त कर सकता है | उसका कोई स्थान नहीं रहता, वह छिन्न-भिन्न बादल के समान होता है | कभी-कभी आकाश में एक बादल छोटे बादलखंड से विलग होकर बड़े खंड से जा मिलता है, किन्तु यदि वह बड़े बादल से नहीं जुड़ता तो वायु उसे बहा ले जाती है और वह विराट आकाश में लुप्त हो जाता है | ब्रह्मणः पथि ब्रह्म-साक्षात्कार का मार्ग है जो अपने आपको परमेश्र्वर का अभिन्न अंश जान लेने पर प्राप्त होता है और वह परमेश्र्वर ब्रह्म, परमात्मा तथा भगवान् रूप में प्रकट होता है | भगवान् श्रीकृष्ण परमसत्य के पूर्ण प्राकट्य हैं, अतः जो इस परमपुरुष की शरण में जाता है वही सफल योगी है | ब्रह्म तथा परमात्मा-साक्षात्कार के माध्यम से जीवन के इस तथ्य तक पहुँचने में अनेकानेक जन्म लग जाते हैं (बहूनां जन्मनामन्ते) | अतः दिव्य-साक्षात्कार का सर्वश्रेष्ठ मार्ग भक्तियोग या कृष्णभावनामृत की प्रत्यक्ष विधि है |"
            ],
            "english": [
                "There are two ways to progress. Those who are materialists have no interest in Transcendence; therefore they are more interested in material advancement by economic development, or in promotion to the higher planets by appropriate work. When one takes to the path of Transcendence, one has to cease all material activities and sacrifice all forms of so-called material happiness. If the aspiring transcendentalist fails, then he apparently loses both ways; in other words, he can enjoy neither material happiness nor spiritual success. He has no position; he is like a riven cloud. A cloud in the sky sometimes deviates from a small cloud and joins a big one. But if it cannot join a big one, then it is blown away by the wind and becomes a nonentity in the vast sky. The brahmanah pathi is the path of transcendental realization through knowing oneself to be spiritual in essence, part and parcel of the Supreme Lord who is manifested as Brahman, Paramatma and Bhagavan. Lord Sri Krsna is the fullest manifestation of the Supreme Absolute Truth, and therefore one who is surrendered to the Supreme Person is a successful transcendentalist. To reach this goal of life through Brahman and Paramatma realization takes many, many births: Bahunam janmanam ante. Therefore the supermost of transcendental realization is bhakti-yoga or Krsna consciousness, the direct method."
            ]
        }
    },
    {
        "id": [
            39
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "एतन्मे संशयं कृष्ण छेत्तुमर्हस्यशेषतः |",
                "त्वदन्यः संशयस्यास्य छेत्ता न ह्युपपद्यते || ३९ ||"
            ],
            "english": [
                "etan me samsayam krsna",
                "chettum arhasy asesatah",
                "tvad-anyah samsayasyasya",
                "chetta na hy upapadyate"
            ]
        },
        "translation": {
            "hindi": [
                "हे कृष्ण! यही मेरा सन्देह है, और मैं आपसे इसे पूर्णतया दूर करने की प्रार्थना कर रहा हूँ | आपके अतिरिक्त अन्य कोई ऐसा नहीं है, जो इस सन्देह को नष्ट कर सके |"
            ],
            "english": [
                "This is my doubt O Krsna, and I ask You to dispel it completely. But for Yourself, no one is to be found who can destroy this doubt."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्ण भूत, वर्तमान तथा भविष्य के जानने वाले हैं | भगवद्गीता के प्रारम्भ में भगवान् ने कहा है कि सारे जीव व्यष्टि रूप में भूतकाल में विद्यमान थे, इस समय विद्यमान हैं और भवबन्धन से मुक्त होने पर भविष्य में भी व्यष्टि रूप में बने रहेंगे | इस प्रकार उन्होंने व्यष्टि जीव के भविष्य के विषयक प्रश्न का स्पष्टीकरण कर दिया है | अब अर्जुन असफल योगियों के भविष्य के विषय में जानना चाहता है | कोई न तो कृष्ण के समान है, न ही उनसे बड़ा | तथाकथित बड़े-बड़े ऋषि तथा दार्शनिक, जो प्रकृति की कृपा पर निर्भर हैं, निश्चय ही उनकी समता नहीं कर सकते | अतः समस्त सन्देहों का पूरा-पूरा उत्तर पाने के लिए कृष्ण का निर्णय अन्तिम तथा पूर्ण है क्योंकि वे भूत, वर्तमान तथा भविष्य के ज्ञाता हैं, किन्तु उन्हें कोई भी नहीं जानता | कृष्ण तथा कृष्णभावनाभावित व्यक्ति ही जान सकते हैं कि कौन क्या है |"
            ],
            "english": [
                "Krsna is the perfect knower of past, present and future. In the beginning of the Bhagavad-gita, the Lord said that all living entities exist individually in the past, that they exist now in the present, and that they continue to retain individual identity in the future, even after liberation from the material entanglement. So He has already cleared up the question of the future of the individual living entity. Now, Arjuna wants to know of the future of the unsuccessful transcendentalist. No one is equal to or above Krsna, and certainly the so-called great sages and philosophers who are at the mercy of material nature cannot equal Him. Therefore the verdict of Krsna is the final and complete answer to all doubts because He knows past, present and future perfectly—but no one knows Him. Krsna and Krsna conscious devotees alone can know what is what."
            ]
        }
    },
    {
        "id": [
            40
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच",
                "पार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते |",
                "न हि कल्याणकृत्कश्र्चिद् दुर्गतिं तात गच्छति || ४० ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "partha naiveha namutra",
                "vinasas tasya vidyate",
                "na hi kalyana-krt kascid",
                "durgatim tata gacchati"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् ने कहा – हे पृथापुत्र! कल्याण-कार्यों में निरत योगी का न तो इस लोक में और न परलोक में ही विनाश होता है | हे मित्र! भलाई करने वाला कभी बुरे से पराजित नहीं होता |"
            ],
            "english": [
                "The Blessed Lord said: Son of Prtha, a transcendentalist engaged in auspicious activities does not meet with destruction either in this world or in the spiritual world; one who does good, My friend, is never overcome by evil."
            ]
        },
        "meaning": {
            "hindi": [
                "श्रीमद्भागवत में (१.५.१७) श्री नारद मुनि व्यासदेव को इस प्रकार उपदेश देते हैं –",
                "त्यक्त्वा स्वधर्मं चरणाम्भुजं हरेर्भजन्नपक्कोऽथ पतेत्ततो यदि |",
                "यत्र क्व वाभद्रमभूदमुष्य किं को वार्थ आप्तोऽभजतां स्वधर्मतः ||",
                "“यदि कोई समस्त भौतिक आशाओं को त्याग कर भगवान् की शरण में जाता है तो इसमें न तो कोई क्षति होती है और न पतन | दूसरी ओर अभक्त जन अपने-अपने व्यवसाओं में लगे रह सकते हैं फिर भी कुछ प्राप्त नहीं कर पाते |” भौतिक लाभ के लिए अनेक शास्त्रीय तथा लौकिक कार्य हैं | जीवन में आध्यात्मिक उन्नति अर्थात् कृष्णभावनामृत के लिए योगी को समस्त भौतिक कार्यकलापों का परित्याग करना होता है | कोई यह तर्क कर सकता है कि यदि कृष्णभावनामृत पूर्ण हो जाय तो इससे सर्वोच्च सिद्धि प्राप्त हो सकती है, किन्तु यदि यह सिद्धि प्राप्त न हो पाई तो भौतिक एवं आध्यात्मिक दोनों दृष्टियों से मनुष्य को क्षति पहुँचती है | शास्त्रों का आदेश है कि यदि कोई स्वधर्म का आचरण नहीं करता तो उसे पापफल भोगना पड़ता है, अतः जो दिव्य कार्यों को ठीक से नहीं कर पाता उसे फल भोगना होता है | भागवत पुराण आश्र्वस्त करता है कि असफल योगी को चिन्ता करने की आवश्यकता नहीं है | भले ही उसे ठीक से स्वधर्माचरण न करने का फल भोगना पड़े तो भी वह घाटे में नहीं रहता क्योंकि शुभ कृष्णभावनामृत कभी विस्मृत नहीं होता | जो इस प्रकार में लगा रहता है वह अगले जन्म में निम्नयोनी में भी जन्म लेकर पहले की भाँति भक्ति करता है | दूसरी ओर, जो केवल नियत कार्यों को दृढ़तापूर्वक करता है, किन्तु यदि उसमें कृष्णभावनामृत का अभाव है तो आवश्यक नहीं कि उसे शुभ फल प्राप्त हो |",
                "इस श्लोक का तात्पर्य इस प्रकार है – मानवता के दो विभाग किये जा सकते हैं – नियमित तथा अनियमित | जो लोग अगले जन्म या मुक्ति के ज्ञान के बिना पाशविक इन्द्रियतृप्ति में लगे रहते हैं वे अनियमित विभाग में आते हैं | जो लोग शास्त्रों में वर्णित कर्तव्य के सिद्धान्तों का पालन करते हैं वे नियमित विभाग में वर्गीकृत होते हैं | अनियमित विभाग के संस्कृत तथा असंस्कृत, शिक्षित तथा अशिक्षित, बली तथा निर्बल लोग पाशविक वृत्तियों से पूर्ण होते हैं | उनके कार्य कभी भी कल्याणकारी नहीं होते क्योंकि वेपशुओं की भाँति आहार, निद्रा, भय तथा मैथुन का भोग करते हुए इस संसार में निरन्तर रहते हैं, जो सदा ही दुखमय है | किन्तु जो लोग शास्त्रीय आदेशों के अनुसार संयमित रहते हैं और इस प्रकार क्रमशः कृष्णभावनामृत को प्राप्त होते हैं, वे निश्चित रूप से जीवन में उन्नति करते हैं |",
                "कल्याण-मार्ग के अनुयायिओं को तीन वर्गों में विभाजित किया जा सकता है – (१) भौतिक सम्पन्नता का उपभोग करने वाले शास्त्रीय विधि-विधानों के अनुयायी, (२) इस संसार से मुक्ति पाने के लिए प्रयत्नशील लोग तथा (३) कृष्णभावनामृत के भक्त | प्रथम वर्ग के अनुयायियों को पुनः दो श्रेणियों में विभाजित किया जा सकता है – सकामकर्मी तथा इन्द्रियतृप्ति की इच्छा न करने वाले | सकामकर्मी जीवन के उच्चतर स्तर तक उठ सकते हैं – यहाँ तक कि स्वर्गलोक को जा सकते हैं तो भी इस संसार से मुक्त न होने के कारण वे सही ढंग से शुभ मार्ग का अनुगमन नहीं करते | शुभ कर्म तो वे हैं जिनसे मुक्ति प्राप्त हो | कोई भी ऐसा कार्य जो परम आत्म-साक्षात्कार या देहात्मबुद्धि से मुक्ति की ओर उन्मुख नहीं होता वह रंचमात्र भी कल्याणप्रद नहीं होता | कृष्णभावनामृत सम्बन्धी कार्य ही एकमात्र शुभ कार्य है और जो कृष्णभावनामृत के मार्ग पर प्रगति करने के उद्देश्य से स्वेच्छा से समस्त शारीरिक असुविधाओं को स्वीकार करता है वही घोर तपस्या के द्वारा पूर्णयोगी कहलाता है | चूँकि अष्टांगयोग पद्धति कृष्णभावनामृत की चरम अनुभूति के लिए होती है, अतः यह पद्धति भी कल्याणप्रद है, अतः जो कोई इस दिशा में यथाशक्य प्रयास करता है उसे कभी अपने पतन के प्रति भयभीत नहीं होना चाहिए |"
            ],
            "english": [
                "In the Srimad-Bhagavatam (1.5.17) Sri Narada Muni instructs Vyasadeva as follows:",
                "The purport may be understood as follows: humanity may be divided into two sections, namely, the regulated and the nonregulated. Those who are engaged simply in bestial sense gratifications without knowledge of their next life or spiritual salvation belong to the nonregulated section. And those who follow the principles of prescribed duties in the scriptures are classified amongst the regulated section. The nonregulated section, both civilized and noncivilized, educated and noneducated, strong and weak, are full of animal propensities. Their activities are never auspicious because, enjoying the animal propensities of eating, sleeping, defending and mating, they perpetually remain in material existence, which is always miserable. On the other hand, those who are regulated by scriptural injunctions and thus gradually rise to Krsna consciousness certainly progress in life.",
                "Those who are then following the path of auspiciousness can be divided into three sections, namely, 1) the followers of scriptural rules and regulations who are enjoying material prosperity, 2) those who are trying to find out the ultimate liberation from material existence, and 3) those who are devotees in Krsna consciousness. Those who are following the rules and regulations of the scriptures for material happiness may be further divided into two classes: those who are fruitive workers and those who desire no fruit for sense gratification. Those who are after fruitive results for sense gratification may be elevated to a higher standard of life—even to the higher planets; but still, because they are not free from material existence, they are not following the truly auspicious path. The only auspicious activities are those which lead one to liberation. Any activity which is not aimed at ultimate self-realization or liberation from the material bodily concept of life is not at all auspicious. Activity in Krsna consciousness is the only auspicious activity, and anyone who voluntarily accepts all bodily discomforts for the sake of making progress on the path of Krsna consciousness can be called a perfect transcendentalist under severe austerity. And because the eightfold yoga system is directed toward the ultimate realization of Krsna consciousness, such practice is also auspicious, and no one who is trying his best in this matter need fear degradation."
            ]
        }
    },
    {
        "id": [
            41
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "प्राप्य पुण्यकृतां लोकानुषित्वा शाश्र्वती: समाः |",
                "श्रुचीनां श्रीमतां ग्रेहे योगभ्रष्टोऽभिजायते || ४१ ||"
            ],
            "english": [
                "prapya punya-krtam lokan",
                "usitva sasvatih samah",
                "sucinam srimatam gehe",
                "yoga-bhrasto 'bhijayate"
            ]
        },
        "translation": {
            "hindi": [
                "असफल योगी पवित्रात्माओं के लोकों में अनेकानेक वर्षों तक भोग करने के बाद या तो सदाचारी पुरुषों के परिवार में या कि धनवानों के कुल में जन्म लेता है |"
            ],
            "english": [
                "The unsuccessful yogi, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy."
            ]
        },
        "meaning": {
            "hindi": [
                "असफल योगियों की दो श्रेणियाँ हैं – एक वे जो बहुत थोड़ी उन्नति के बाद ही भ्रष्ट होते हैं; दुसरे वे जो दीर्घकाल तक योगाभ्यास के बाद भ्रष्ट होते हैं | जो योगी अल्पकालिक अभ्यास के बाद भ्रष्ट होता है वह स्वर्गलोक को जाता है जहाँ केवल पुण्यात्माओं को प्रविष्ट होने दिया जाता है | वहाँ पर दीर्घकाल तक रहने के बाद उसे पुनः इस लोक में भेजा जाता है जिससे वह किसी सदाचारी ब्राह्मण वैष्णव के कुल में या धनवान वणिक के कुल में जन्म ले सके | योगाभ्यास का वास्तविक उद्देश्य कृष्णभावनामृत की सर्वोच्च सिद्धि प्राप्त करना है, जैसा कि इस अध्याय के अन्तिम श्लोक में बताया गया है, किन्तु जो इतने अध्यवसायी नहीं होते और जो भौतिक प्रलोभनों के कारण असफल हो जाते हैं, उन्हें अपनी भौतिक इच्छाओं की पूर्ति करने की अनुमति दी जाती है | तत्पश्चात् उन्हें सदाचारी या धनवान परिवारों में सम्पन्न जीवन बिताने का अवसर प्रदान किया जाता है | ऐसे परिवारों में जन्म लेने वाले इन सुविधाओं का लाभ उठाते हुए अपने आपको पूर्ण कृष्णभावनामृत तक ऊपर ले जाते हैं |"
            ],
            "english": [
                "The unsuccessful yogis are divided into two classes: one is fallen after very little progress, and one is fallen after long practice of yoga. The yogi who falls after a short period of practice goes to the higher planets where pious living entities are allowed to enter. After prolonged life there, he is sent back again to this planet, to take birth in the family of a righteous brahmana vaisnava or of aristocratic merchants.",
                "The real purpose of yoga practice is to achieve the highest perfection of Krsna consciousness. But those who do not persevere to such an extent and fail due to material allurements are allowed, by the grace of the Lord, to make full utilization of their material propensities. And after that, they are given opportunities to live prosperous lives in righteous or aristocratic families. Those who are born in such families may take advantage of the facilities and try to elevate themselves to full Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            42
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "अथवा योगिनामेव कुले भवति धीमताम् |",
                "एतद्धि दुर्लभतरं लोके जन्म यदीदृशम् || ४२ ||"
            ],
            "english": [
                "atha va yoginam eva",
                "kule bhavati dhimatam",
                "etad dhi durlabhataram",
                "loke janma yad idrsam"
            ]
        },
        "translation": {
            "hindi": [
                "अथवा (यदि दीर्घकाल तक योग करने के बाद असफल रहे तो) वह ऐसे योगियों के कुल में जन्म लेता है जो अति बुद्धिमान हैं | निश्चय ही इस संसार में ऐसा जन्म दुर्लभ है ||"
            ],
            "english": [
                "Or he takes his birth in a family of transcendentalists who are surely great in wisdom. Verily, such a birth is rare in this world."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर योगियों के बुद्धिमान कुल में जन्म लेने की प्रशंसा की गई है क्योंकि ऐसे कुल में उत्पन्न बालक को प्रारम्भ से ही आध्यात्मिक प्रोत्साहन प्राप्त होता है | विशेषतया आचार्यों या गोस्वामियों के कुल में ऐसी परिस्थिति है | ऐसे कुल अत्यन्त विद्वान होते हैं और परम्परा तथा प्रशिक्षण के कारण श्रद्धावान होते हैं | इस प्रकार वे गुरु बनते हैं | भारत में ऐसे अनेक आचार्य कुल हैं, किन्तु अब वे अपर्याप्त विद्या तथा प्रशिक्षण के कारण पतनशील हो चुके हैं | भगवत्कृपा से अभी भी कुछ ऐसे परिवार हैं जिनके पीढ़ी-दर-पीढ़ी योगियों को प्रश्रय मिलता है | ऐसे परिवारों में जन्म लेना सचमुच ही अत्यन्त सौभाग्य की बात है | सौभाग्यवश हमारे गुरु विष्णुपाद श्रीश्रीमद्भक्तिसिद्धान्त सरस्वती गोस्वामी महाराज को तथा स्वयं हमें भी ऐसे परिवारों में जन्म लेने का अवसर प्राप्त हुआ | हम दोनों को बचपन से ही भगवद्भक्ति करने का प्रशिक्षण दिया गया | बाद में दिव्य व्यवस्था के अनुसार हमारी भेंट हुई |"
            ],
            "english": [
                "Birth in a family of yogis or transcendentalists—those with great wisdom—is praised herein because the child born in such a family receives spiritual impetus from the very beginning of his life. It is especially the case in the acarya or gosvami families. Such families are very learned and devoted by tradition and training, and thus they become spiritual masters. In India there are many such acarya families, but they have now degenerated due to insufficient education and training. By the grace of the Lord, there are still families that foster transcendentalists generation after generation. It is certainly very fortunate to take birth in such families. Fortunately, both our spiritual master, Om Visnupada Sri Srimad Bhaktisiddhanta Sarasvati Gosvami Maharaja, and our humble self, had the opportunity to take birth in such families, by the grace of the Lord, and both of us were trained in the devotional service of the Lord from the very beginning of our lives. Later on we met by the order of the transcendental system."
            ]
        }
    },
    {
        "id": [
            43
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम् |",
                "यतते च ततो भूयः संसिद्धौ कुरुनन्दन || ४३ ||"
            ],
            "english": [
                "tatra tam buddhi-samyogam",
                "labhate paurva-dehikam",
                "yatate ca tato bhuyah",
                "samsiddhau kuru-nandana"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुरुनन्दन! ऐसा जन्म पाकर वह अपने पूर्वजन्म की दैवी चेतना को पुनः प्राप्त करता है और पूर्ण सफलता प्राप्त करने के उद्देश्य से वह आगे उन्नति करने का प्रयास करता है |"
            ],
            "english": [
                "On taking such a birth, he again revives the divine consciousness of his previous life, and he tries to make further progress in order to achieve complete success, O son of Kuru."
            ]
        },
        "meaning": {
            "hindi": [
                "राजा भरत, जिन्हें तीसरे जन्म में उत्तम ब्राह्मण कुल में जन्म मिला, पूर्व दिव्यचेतना की पुनःप्राप्ति के लिए उत्तम जन्म के उदाहरणस्वरूप हैं | भरत विश्र्व भर के सम्राट थे और तभी से यह लोक देवताओं के बीच भारतवर्ष के नाम से विख्यात है | पहले यह इलावृतवर्ष के नाम से ज्ञात था | भरत ने अल्पायु में ही आध्यात्मिक सिद्धि के लिए संन्यास ग्रहण कर लिया था, किन्तु वे सफल नहीं हो सके | अगले जन्म में उन्हें उत्तम ब्राह्मण कुल में जन्म लेना पड़ा और वे जड़ भरत कहलाये क्योंकि वे एकान्त वास करते थे तथा किसी से बोलते न थे | बाद में राजा रहूगण ने इन्हें महानतम योगी के रूप में पाया | उनके जीवन से यह पता चलता है कि दिव्य प्रयास अथवा योगाभ्यास कभी व्यर्थ नहीं जाता | भगवत्कृपा से योगी को कृष्णभावनामृत में पूर्ण सिद्धि प्राप्त करने के बारम्बार सुयोग प्राप्त होते रहते हैं |"
            ],
            "english": [
                "King Bharata, who took his third birth in the family of a good brahmana, is an example of good birth for the revival of previous transcendental consciousness. King Bharata was the Emperor of the world, and since his time this planet is known among the demigods as Bharatavarsa. Formerly it was known as Ilavartavarsa. The Emperor, at an early age, retired for spiritual perfection but failed to achieve success. In his next life he took birth in the family of a good brahmana and was known as Jadabharata because he always remained secluded and did not talk to anyone. And later on, he was discovered as the greatest transcendentalist by King Rahugana. From his life it is understood that transcendental endeavors, or the practice of yoga, never go in vain. By the grace of the Lord the transcendentalist gets repeated opportunities for complete perfection in Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            44
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि सः |",
                "जिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते || ४४ ||"
            ],
            "english": [
                "purvabhyasena tenaiva",
                "hriyate hy avaso 'pi sah",
                "jijnasur api yogasya",
                "sabda-brahmativartate"
            ]
        },
        "translation": {
            "hindi": [
                "अपने पूर्वजन्म की दैवी चेतना से वह न चाहते हुए भी स्वतः योग के नियमों की ओर आकर्षित होता है | ऐसा जिज्ञासु योगी शास्त्रों के अनुष्ठानों से परे स्थित होता है |"
            ],
            "english": [
                "By virtue of the divine consciousness of his previous life, he automatically becomes attracted to the yogic principles—even without seeking them. Such an inquisitive transcendentalist, striving for yoga, stands always above the ritualistic principles of the scriptures."
            ]
        },
        "meaning": {
            "hindi": [
                "उन्नत योगीजन शास्त्रों के अनुष्ठानों के प्रति अधिक आकृष्ट नहीं होते, किन्तु योग-नियमों के प्रति स्वतः आकृष्ट होते हैं, जिनके द्वारा वे कृष्णभावनामृत में आरूढ हो सकते हैं | श्रीमद्भागवत में (३.३३.७) उन्नत योगियों द्वारा वैदिक अनुष्ठानों के प्रति अवहेलना की व्याख्या इस प्रकार की गई है –",
                "अहो बत श्र्वपचोऽतो गरीयान् यज्जिह्वाग्रे वर्तते नाम तुभ्यम् |",
                "तेपुस्तपस्ते जुहुवः सस्नुरार्या ब्रह्मानूचुर्नाम गृणन्ति ये ते ||",
                "“हे भगवान्! जो लोग आपके पवित्र नाम का जप करते हैं, वे चाण्डालों के परिवारों में जन्म लेकर भी अध्यात्मिक जीवन में अत्यधिक प्रगत होते हैं | ऐसे जपकर्ता निस्सन्देह सभी प्रकार के तप और यज्ञ कर चुके होते हैं, तीर्थस्थानों में स्नान कर चुके होते हैं और समस्त शास्त्रों का अध्ययन कर चुके होते हैं |”",
                "इसका सुप्रसिद्ध उदाहरण भगवान् चैतन्य ने प्रस्तुत किया, जिन्होंने ठाकुर हरिदास को अपने परमप्रिय शिष्य के रूप में स्वीकार किया | यद्यपि हरिदास का जन्म एक मुसलमान परिवार में हुआ था, किन्तु भगवान् चैतन्य ने उन्हें नामाचार्य की पदवी प्रदान की क्योंकि वे प्रतिदिन नियमपूर्वक तीन लाख भगवान् के पवित्र नामों- हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे, हरे राम हरे राम राम राम हरे हरे – का जप करते थे | और चूँकि वे निरन्तर भगवान् के पवित्र नाम का जप करते रहते थे, अतः यह समझा जाता है कि पूर्वजन्म में उन्होंने शब्दब्रह्म नामक वेदवर्णित कर्मकाण्डों को पूरा किया होगा | अतएव जब तक कोई पवित्र नहीं होता तब तक कृष्णभावनामृत के नियमों को ग्रहण नहीं करता या भगवान् के पवित्र नाम हरे कृष्ण का जप नहीं कर सकता |"
            ],
            "english": [
                "Advanced yogis are not very much attracted to the rituals of the scriptures, but they automatically become attracted to the yoga principles, which can elevate them to complete Krsna consciousness, the highest yoga perfection. In the Srimad-Bhagavatam (3.33.8), such disregard of Vedic rituals by the advanced transcendentalists is explained as follows:",
                "The famous example of this was presented by Lord Caitanya, who accepted Thakur Haridasa as one of His most important disciples. Although Thakur Haridasa happened to take his birth in a Moslem family, he was elevated to the post of namacarya by Lord Caitanya due to his rigidly attended principle of chanting three hundred thousand holy names of the Lord daily: Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/ Hare Rama, Hare Rama, Rama Rama, Hare Hare. And because he chanted the holy name of the Lord constantly, it is understood that in his previous life he must have passed through all the ritualistic methods of the Vedas, known as sabda-brahman. Unless, therefore, one is purified, one cannot take to the principle of Krsna consciousness nor become engaged in chanting the holy name of the Lord, Hare Krsna."
            ]
        }
    },
    {
        "id": [
            45
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "प्रयत्नाद्यतमानस्तु योगी संश्रुद्धकिल्बिषः |",
                "अनेकजन्मसंसिद्धस्ततो याति परां गतिम् || ४५ ||"
            ],
            "english": [
                "prayatnad yatamanas tu",
                "yogi samsuddha-kilbisah",
                "aneka-janma-samsiddhas",
                "tato yati param gatim"
            ]
        },
        "translation": {
            "hindi": [
                "और जब योगी कल्मष से शुद्ध होकर सच्ची निष्ठा से आगे प्रगति करने का प्रयास करता है, तो अन्ततोगत्वा अनेकानेक जन्मों के अभ्यास के पश्चात् सिद्धि-लाभ करके वह परम गन्तव्य को प्राप्त करता है |"
            ],
            "english": [
                "But when the yogi engages himself with sincere endeavor in making further progress, being washed of all contaminations, then ultimately, after many, many births of practice, he attains the supreme goal."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः सदाचारी, धनवान या पवित्र कुल में उत्पन्न पुरुष योगाभ्यास के अनुकूल परिस्थिति से सचेष्ट हो जाता है | अतः वह दृढ संकल्प करके अपने अधूरे कार्य को करने में लग जाता है और इस प्रकार वह अपने को समस्त भौतिक कल्मष से शुद्ध कर लेता है | समस्त कल्मष से मुक्त होने पर उसे परम सिद्धि-कृष्णभावनामृत – प्राप्त होती है | कृष्णभावनामृत ही समस्त कल्मष से मुक्त होने की पूर्ण अवस्था है | इसकी पुष्टि भगवद्गीता में (७.२८) हुई है –",
                "येषां त्वन्तगतं पापं जनानां पुण्यकर्मणाम् |",
                "ते द्वन्द्वमोहनिर्मुक्ता भजन्ते मां दृढव्रताः ||",
                "“अनेक जन्मों तक पुण्यकर्म करने से जब कोई समस्त कल्मष तथा मोहमय द्वन्द्वों से पूर्णतया मुक्त हो जाता है, तभी वह भगवान् की दिव्य प्रेमभक्ति में लग पता है |”"
            ],
            "english": [
                "A person born in a particularly righteous, aristocratic or sacred family becomes conscious of his favorable condition for executing yoga practice. With determination, therefore, he begins his unfinished task, and thus he completely cleanses himself of all material contaminations. When he is finally free from all contaminations, he attains the supreme perfection—Krsna consciousness. Krsna consciousness is the perfect stage of being freed of all contaminations. This is confirmed in the Bhagavad-gita:",
                "yesam tvanta-gatam papam jananam punya-karmanamte dvandva-moha-nirmukta bhajante mam drdha-vratah",
                "\"After many, many births of executing pious activities, when one is completely freed from all contaminations, and from all illusory dualities, one then becomes engaged in the transcendental loving service of the Lord.\""
            ]
        }
    }
]