[
    {
        "id": [
            26
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "यतो यतो निश्र्चलति मनश्र्चञ्चलमस्थिरम् |",
                "ततस्ततो नियम्यैतदात्मन्येव वशं नयेत् || २६ ||"
            ],
            "english": [
                "yato yato niscalati",
                "manas cancalam asthiram",
                "tatas tato niyamyaitad",
                "atmany eva vasam nayet"
            ]
        },
        "translation": {
            "hindi": [
                "मन अपनी चंचलता तथा अस्थिरता के कारण जहाँ कहीं भी विचरण करता हो, मनुष्य को चाहिए कि उसे वहाँ से खींचे और अपने वश में लाए |"
            ],
            "english": [
                "From whatever and wherever the mind wanders due to its flickering and unsteady nature, one must certainly withdraw it and bring it back under the control of the Self."
            ]
        },
        "meaning": {
            "hindi": [
                "मन स्वभाव से चंचल और अस्थिर है | किन्तु स्वरुपसिद्ध योगी को मन को वश में लाना होता है, उस पर मन का अधिकार नहीं होना चाहिए | जो मन को (तथा इन्द्रियों को भी) वश में रखता है, वह गोस्वामी या स्वामी कहलाता है और जो मन के वशीभूत होता है वह गोदास अर्थात् इन्द्रियों का सेवक कहलाता है | गोस्वामी इन्द्रियसुख के मानक से भिज्ञ होता है | दिव्य इन्द्रियसुख वह है जिसमें इन्द्रियाँ हृषिकेश अर्थात् इन्द्रियों के स्वामी भगवान् कृष्ण की सेवा में लगी रहती हैं | शुद्ध इन्द्रियों के द्वारा कृष्ण की सेवा ही कृष्णचेतना या कृष्णभावनामृत कहलाती है | इन्द्रियों को पूर्णवश में लाने की यही विधि है | इससे भी बढ़कर बात यह है कि यह योगाभ्यास की परम सिद्धि भी है |"
            ],
            "english": [
                "The nature of the mind is flickering and unsteady. But a self-realized yogi has to control the mind; the mind should not control him. One who controls the mind (and therefore the senses as well) is called gosvami, or svami, and one who is controlled by the mind is called godasa, or the servant of the senses. A gosvami knows the standard of sense happiness. In transcendental sense happiness, the senses are engaged in the service of Hrsikesa or the supreme owner of the senses—Krsna. Serving Krsna with purified senses is called Krsna consciousness. That is the way of bringing the senses under full control. What is more, that is the highest perfection of yoga practice."
            ]
        }
    },
    {
        "id": [
            27
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "प्रशान्तमनसं ह्येनं योगिनं सुखमुत्तमम् |",
                "उपैति शान्तरजसं ब्रह्मभूतमकल्मषम् || २७ ||"
            ],
            "english": [
                "prasanta-manasam hy enam",
                "yoginam sukham uttamam",
                "upaiti santa-rajasam",
                "brahma-bhutam akalmasam"
            ]
        },
        "translation": {
            "hindi": [
                "जिस योगी का मन मुझ में स्थिर रहता है, वह निश्चय ही दिव्यसुख की सर्वोच्च सिद्धि प्राप्त करता है | वह रजोगुण से परे हो जाता है, वह परमात्मा के साथ अपनी गुणात्मक एकता को समझता है और इस प्रकार अपने समस्त विगत कर्मों के फल से निवृत्त हो जाता है"
            ],
            "english": [
                "The yogi whose mind is fixed on Me verily attains the highest happiness. By virtue of his identity with Brahman, he is liberated; his mind is peaceful, his passions are quieted, and he is freed from sin."
            ]
        },
        "meaning": {
            "hindi": [
                "ब्रह्मभूत वह अवस्था है जिसमें भौतिक कल्मष से मुक्त होकर भगवान् की दिव्यसेवा में स्थित हुआ जाता है | मद्भक्तिं लभते पराम् (भगवद्गीता १८.५४) | जब तक मनुष्य का मन भगवान् के चरणकमलों में स्थिर नहीं हो जाता तब तक कोई ब्रह्मरूप में नहीं रह सकता | स वै मनः कृष्णपदारविन्दयोः| भगवान् की दिव्य प्रेमभक्ति में निरन्तर प्रवृत्त रहना या कृष्णभावनामृत में रहना वस्तुतः रजोगुण तथा भौतिक कल्मष से मुक्त होना है |"
            ],
            "english": [
                "Brahma-bhuta is the state of being free from material contamination and situated in the transcendental service of the Lord. Mad-bhaktim labhate param (Bg. 18.54). One cannot remain in the quality of Brahman, the Absolute, until one's mind is fixed on the lotus feet of the Lord. Sa vai manah krsna-padaravindayoh. To be always engaged in the transcendental loving service of the Lord, or to remain in Krsna consciousness, is to be factually liberated from the mode of passion and all material contamination."
            ]
        }
    },
    {
        "id": [
            28
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "युञ्जन्नेवं सदात्मानं योगी विगतकल्मषः |",
                "सुखेन ब्रह्मसंस्पर्शमत्यन्तं सुखमश्र्नुते || २८ ||"
            ],
            "english": [
                "yunjann evam sadatmanam",
                "yogi vigata-kalmasah",
                "sukhena brahma-samsparsam",
                "atyantam sukham asnute"
            ]
        },
        "translation": {
            "hindi": [
                "इस प्रकार योगाभ्यास में निरन्तर लगा रहकर आत्मसंयमी योगी समस्त भौतिक कल्मष से मुक्त हो जाता है और भगवान् की दिव्य प्रेमाभक्ति में परमसुख प्राप्त करता है |"
            ],
            "english": [
                "Steady in the Self, being freed from all material contamination, the yogi achieves the highest perfectional stage of happiness in touch with the Supreme Consciousness."
            ]
        },
        "meaning": {
            "hindi": [
                "आत्म-साक्षात्कार का अर्थ है – भगवान् के सम्बन्ध में अपनी स्वाभाविक स्थिति को जानना | जीव (आत्मा) भगवान का अंश है और उसकी स्थिति भगवान् की दिव्यसेवा करते रहना है | ब्रह्म के साथ यह दिव्य सान्निध्य ही ब्रह्म-संस्पर्श कहलाता है |"
            ],
            "english": [
                "Self-realization means knowing one's constitutional position in relationship to the Supreme. The individual soul is part and parcel of the Supreme, and his position is to render transcendental service to the Lord. This transcendental contact with the Supreme is called brahma-samsparsa."
            ]
        }
    },
    {
        "id": [
            29
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "सर्वभूतस्थमात्मनं सर्वभूतानि चात्मनि |",
                "ईक्षते योगयुक्तात्मा सर्वत्र समदर्शनः || २९ ||"
            ],
            "english": [
                "sarva-bhuta-stham atmanam",
                "sarva-bhutani catmani",
                "iksate yoga-yuktatma",
                "sarvatra sama-darsanah"
            ]
        },
        "translation": {
            "hindi": [
                "वास्तविक योगी समस्त जीवों में मुझको तथा मुझमें समस्त जीवों को देखता है | निस्सन्देह स्वरूपसिद्ध व्यक्ति मुझ परमेश्र्वर को सर्वत्र देखता है |"
            ],
            "english": [
                "A true yogi observes Me in all beings, and also sees every being in Me. Indeed, the self-realized man sees Me everywhere."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्णभावनाभावित योगी पूर्ण द्रष्टा होता है क्योंकि वह परब्रह्म कृष्ण को हर प्राणी के हृदय में परमात्मा रूप में स्थित देखता है | ईश्र्वरः सर्वभूतानां हृद्देशोऽर्जुन तिष्ठति | अपने परमात्मा रूप में भगवान् एक कुत्ते तथा एक ब्राह्मण दोनों के हृदय में स्थित होते हैं | पूर्णयोगी जानता है कि भगवान् नित्यरूप में दिव्य हैं और कुत्ते या ब्राह्मण में स्थित होने से भी भौतिक रूप से प्रभावित नहीं होते | यही भगवान् की परम निरपेक्षता है | यद्यपि जीवात्मा भी एक-एक हृदय में विद्यमान है, किन्तु वह एकसाथ समस्त हृदयों में (सर्वव्यापी) नहीं है | आत्मा तथा परमात्मा का यही अन्तर है | जो वास्तविक रूप से योगाभ्यास करने वाला नहीं है, वह इसे स्पष्ट रूप में नहीं देखता | एक कृष्णभावनाभावित व्यक्ति कृष्ण को आस्तिक तथा नास्तिक दोनों में देख सकता है | स्मृति में इसकी पुष्टि इस प्रकार हुई है – आततत्वाच्च मातृत्वाच्च आत्मा हि परमो हरिः| भगवान् सभी प्राणियों का स्त्रोत होने के कारण माता और पालनकर्ता के समान हैं | जिस प्रकार माता अपने समस्त पुत्रों के प्रति समभाव रखती है, उसी प्रकार परम पिता (या माता) भी रखता है | फलस्वरूप परमात्मा प्रत्येक जीव में निवास करता है |",
                "बाह्य रूप से भी प्रत्येक जीव भगवान् की शक्ति (भगवद्शक्ति) में स्थित है | जैसा कि सातवें अध्याय में बताया जाएगा, भगवान् की दो मुख्य शक्तियाँ हैं – परा तथा अपरा | जीव पराशक्ति का अंश होते हुए भी अपराशक्ति से बद्ध है | जीव सदा ही भगवान् की शक्ति में स्थित है | प्रत्येक जीव किसी न किसी प्रकार भगवान् में ही स्थित रहता है | योगी समदर्शी है क्योंकि वह देखता है कि सारे जीव अपने-अपने कर्मफल के अनुसार विभिन्न स्थितियों में रहकर भगवान् के दास होते हैं | अपराशक्ति में जीव भौतिक इन्द्रियों का दास रहता है जबकि पराशक्ति में वह साक्षात् परमेश्र्वर का दास रहता है | इस प्रकार प्रत्येक अवस्था में जीव ईश्र्वर का दास है | कृष्णभावनाभावित व्यक्ति में यह समदृष्टि पूर्ण होती है |"
            ],
            "english": [
                "A Krsna conscious yogi is the perfect seer because he sees Krsna, the Supreme, situated in everyone's heart as Supersoul (Paramatma). Isvarah sarva-bhutanam hrd-dese 'rjuna tisthati. The Lord in His Paramatma feature is situated within both the heart of the dog and that of a brahmana. The perfect yogi knows that the Lord is eternally transcendental and is not materially affected by His presence in either a dog or a brahmana. That is the supreme neutrality of the Lord. The individual soul is also situated in the individual heart, but he is not present in all hearts. That is the distinction between the individual soul and the Supersoul. One who is not factually in the practice of yoga cannot see so clearly. A Krsna conscious person can see Krsna in the heart of both the believer and nonbeliever. In the smrti this is confirmed as follows: atatatvac ca matrtvad atma hi paramo harih.",
                "The Lord, being the source of all beings, is like the mother and the maintainer. As the mother is neutral to all different kinds of children, the Supreme Father (or Mother) is also. Consequently the Supersoul is always in every living being. Outwardly, also, every living being is situated in the energy of the Lord. As will be explained in the Seventh Chapter, the Lord has, primarily, two energies—the spiritual (or superior) and the material (or inferior). The living entity, although part of the superior energy, is conditioned by the inferior energy; the living entity is always in the Lord's energy. Every living entity is situated in Him in one way or another. The yogi sees equally because he sees that all living entities, although in different situations according to the results of fruitive work, in all circumstances remain the servants of God. While in the material energy, the living entity serves the material senses; and while in spiritual energy, he serves the Supreme Lord directly. In either case the living entity is the servant of God. This vision of equality is perfect in a person in Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            30
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति |",
                "तस्याहं न प्रणश्यामि स च मे न प्रणश्यति || ३० ||"
            ],
            "english": [
                "yo mam pasyati sarvatra",
                "sarvam ca mayi pasyati",
                "tasyaham na pranasyami",
                "sa ca me na pranasyati"
            ]
        },
        "translation": {
            "hindi": [
                "जो मुझे सर्वत्र देखता है और सब कुछ मुझमें देखता है उसके लिए न तो मैं कभी अदृश्य होता हूँ और न वह मेरे लिए अदृश्य होता है |"
            ],
            "english": [
                "For one who sees Me everywhere and sees everything in Me, I am never lost, nor is he ever lost to Me."
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्णभावनाभावित व्यक्ति भगवान् कृष्ण को सर्वत्र देखता है और सारी वस्तुओं को कृष्ण में देखता है | ऐसा व्यक्ति भले ही प्रकृति की पृथक्-पृथक् अभिव्यक्तियों को देखता प्रतीत हो, किन्तु वह प्रत्येक दशा में इस कृष्णभावनामृत से अवगत रहता है कि प्रत्येक वस्तु कृष्ण की ही शक्ति की अभिव्यक्ति है | कृष्णभावनामृत का मूल सिद्धान्त ही यह है कि कृष्ण के बिना कोई अस्तित्व नहीं है और कृष्ण ही सर्वेश्र्वर हैं | कृष्णभावनामृत कृष्ण-प्रेम का विकास है – ऐसी स्थिति जो भौतिक मोक्ष से भी परे है | आत्मसाक्षात्कार के ऊपर कृष्णभावनामृत की इस अवस्था में भक्त कृष्ण से इस अर्थ में एकरूप हो जाता है कि उसके लिए कृष्ण ही सब कुछ हो जाते हैं और भक्त प्रेममय कृष्ण से पूरित हो उठता है | तब भगवान् तथा भक्त के बीच अन्तरंग सम्बन्ध स्थापित हो जाता है | उस अवस्था में जीव को विनष्ट नहीं किया जा सकता और न भगवान् भक्त की दृष्टि से ओझल होते हैं | कृष्ण में तादात्म्य होना आध्यात्मिक लय (आत्मविनाश) है | भक्त कभी भी ऐसी विपदा नहीं उठाता | ब्रह्मसंहिता (५.३८) में कहा गया है-",
                "प्रेमाञ्जनच्छुरित भक्तिविलोचनेन",
                "सन्तः सदैव हृदयेषु विलोकयन्ति |",
                "यं श्यामसुन्दरमचिन्त्यगुणस्वरूपं",
                "गोविन्दमादिपुरुषं तमहं भजामि ||",
                "“मैं आदि भगवान् गोविन्द की पूजा करता हूँ, जिनका दर्शन भक्तगण प्रेमरूपी अंजन लगे नेत्रों से करते हैं | वे भक्त के हृदय में स्थित श्यामसुन्दर रूप में देखे जाते हैं |”",
                "इस अवस्था में न तो भगवान् कृष्ण अपने भक्त की दृष्टि से ओझल होते हैं और न भक्त उनकी दृष्टि से ओझल हो पाते हैं | यही बात योगी के लिए भीसत्य है क्योंकि वह अपने हृदय के भीतर परमात्मा रूप में भगवान् का दर्शन करता रहता है | ऐसा योगी शुद्ध भक्त बन जाता है और अपने अन्दर भगवान् को देखे बिना एक क्षण भी नहीं रह सकता |"
            ],
            "english": [
                "A person in Krsna consciousness certainly sees Lord Krsna everywhere, and he sees everything in Krsna. Such a person may appear to see all separate manifestations of the material nature, but in each and every instance he is conscious of Krsna, knowing that everything is the manifestation of Krsna's energy. Nothing can exist without Krsna, and Krsna is the Lord of everything—this is the basic principle of Krsna consciousness.",
                "At this stage, Lord Krsna never disappears from the sight of the devotee, nor does the devotee ever lose sight of the Lord. In the case of a yogi who sees the Lord as Paramatma within the heart, the same applies. Such a yogi turns into a pure devotee and cannot bear to live for a moment with out seeing the Lord within himself.",
                "Krsna consciousness is the development of love of Krsna—a position transcendental even to material liberation. It is the stage beyond self-realization at which the devotee becomes one with Krsna in the sense that Krsna becomes everything for the devotee, and the devotee becomes full in loving Krsna. An intimate relationship between the Lord and the devotee then exists. In that stage, the living entity attains his immortality. Nor is the Personality of Godhead ever out of the sight of the devotee. To merge in Krsna is spiritual annihilation. A devotee takes no such risk. It is stated in the Brahma-samhita:",
                "premanjana-cchurita-bhakti-vilocanenasantah sadaiva hrdayesu vilokayantiyam syamasundaram acintya-guna-svarupamgovindam adi-purusam tam aham bhajami",
                "\"I worship the primeval Lord, Govinda, who is always seen by the devotee whose eyes are anointed with the pulp of love. He is seen in His eternal form of Syamasundara situated within the heart of the devotee.\" (Bs. 5.38)"
            ]
        }
    },
    {
        "id": [
            31
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "सर्वभूतस्थितं यो मां भजत्येकत्वमास्थितः |",
                "सर्वथा वर्तमानोऽपि स योगी मयि वर्तते || ३१ ||"
            ],
            "english": [
                "sarva-bhuta-sthitam yo mam",
                "bhajaty ekatvam asthitah",
                "sarvatha vartamano 'pi",
                "sa yogi mayi vartate"
            ]
        },
        "translation": {
            "hindi": [
                "जो योगी मुझे तथा परमात्मा को अभिन्न जानते हुए परमात्मा की भक्तिपूर्वक सेवा करता है, वह हर प्रकार से मुझमें सदैव स्थित रहता है |"
            ],
            "english": [
                "The yogi who knows that I and the Supersoul within all creatures are one worships Me and remains always in Me in all circumstances."
            ]
        },
        "meaning": {
            "hindi": [
                "जो योगी परमात्मा का ध्यान करता है, वह अपने अन्तःकरण में चतुर्भुज विष्णु का दर्शन कृष्ण के पूर्णरूप में शंख, चक्र, गदा तथा कमलपुष्प धारण किये करता है | योगी को यह जानना चाहिए कि विष्णु कृष्ण से भिन्न नहीं है | परमात्मा रूप में कृष्ण जन-जन के हृदय में स्थित हैं | यही नहीं, असंख्य जीवों के हृदयों में स्थित असंख्य परमात्माओं में कोई अन्तर नहीं है | न ही कृष्ण की दिव्य प्रेमाभक्ति में निरन्तर व्यस्त व्यक्ति तथा परमात्मा के ध्यान में निरत एक पूर्णयोगी के बीच कोई अन्तर है | कृष्णभावनामृत में योगी सदैव कृष्ण में ही स्थित रहता है भले हि भौतिक जगत् में वह विभिन्न कार्यों में व्यस्त क्यों न हो | इसकी पुष्टि श्रील रूप गोस्वामी कृत भक्तिरसामृत सिन्धु में (१.२.१८७) हुई है – निखिलास्वप्यवस्थासु जीवन्मुक्तः स उच्यते| कृष्णभावनामृत में रत रहने वाला भगवद्भक्त स्वतः मुक्त हो जाता है | नारद पञ्चरात्र में इसकी पुष्टि इस प्रकार हुई है –",
                "दिक्कालाद्यनवच्छिन्ने कृष्णे चेतो विधाय च |",
                "तन्मयो भवति क्षिप्रं जीवो ब्रह्मणि योजयेत् ||",
                "“देश-काल से अतीत तथा सर्वव्यापी श्रीकृष्णके दिव्यरूप में ध्यान एकाग्र करने से मनुष्य कृष्ण के चिन्तन में तन्मय हो जाता है और तब उनके दिव्य सान्निध्य की सुखी अवस्था को प्राप्त होता है |”",
                "योगाभ्यास में समाधि की सर्वोच्च अवस्था कृष्णभावनामृत है | केवल इस ज्ञान से कि कृष्ण प्रत्येक जन के हृदय में परमात्मा रूप में उपस्थित हैं योगी निर्दोष हो जाता है | वेदों में (गोपालतापनी उपनिषद् १.२१) भगवान् की इस अचिन्त्य शक्ति की पुष्टि इस प्रकार होती है – एकोऽपि सन्बहुधा योऽवभाति– “यद्यपि भगवान् एक है, किन्तु वह जितने सारे हृदय हैं उनमें उपस्थित रहता है |” इसी प्रकार स्मृति शास्त्र का कथन है–",
                "एक एव परो विष्णुः सर्वव्यापी न संशयः |",
                "ऐश्र्वर्याद् रुपमेकं च सूर्यवत् बहुधेयते ||",
                "“विष्णु एक हैं फिर भी वे सर्वव्यापी हैं | एक रूप होते हुए भी वे अपनी अचिन्त्य शक्ति से सर्वत्र उपस्थित रहते हैं, जिस प्रकार सूर्य एक ही समय अनेक स्थानों में दिखता है |”"
            ],
            "english": [
                "A yogi who is practicing meditation on the Supersoul sees within himself the plenary portion of Krsna as Visnu—with four hands, holding conchshell, wheel, club and lotus flower. The yogi should know that Visnu is not different from Krsna. Krsna in this form of Supersoul is situated in everyone's heart. Furthermore, there is no difference between the innumerable Supersouls present in the innumerable hearts of living entities. Nor is there a difference between a Krsna conscious person always engaged in the transcendental loving service of Krsna and a perfect yogi engaged in meditation on the Supersoul. The yogi in Krsna consciousness—even though he may be engaged in various activities while in material existence—remains always situated in Krsna. This is confirmed in the Bhakti-rasamrta-sindhu of Srila Rupa Gosvami: nikhilesu avasthasu jivanmukta sa ucyate. A devotee of the Lord, always acting in Krsna consciousness, is automatically liberated. In the Narada-pancaratra this is confirmed in this way:",
                "Krsna consciousness is the highest stage of trance in yoga practice. This very understanding that Krsna is present as Paramatma in everyone's heart makes the yogi faultless. The Vedas confirm this inconceivable potency of the Lord as follows:",
                "eko 'pi san bahudha yo 'vabhatiaisvaryad rupam ekam ca suryavad bahudheyate.",
                "\"Visnu is one, and yet He is certainly all-pervading. By His inconceivable potency, in spite of His one form, He is present everywhere. As the sun, He appears in many places at once.\""
            ]
        }
    },
    {
        "id": [
            32
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन |",
                "सुखं वा यदि वा दु:खं स योगी परमो मतः || ३२ ||"
            ],
            "english": [
                "atmaupamyena sarvatra",
                "samam pasyati yo 'rjuna",
                "sukham va yadi va duhkham",
                "sa yogi paramo matah"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! वह पूर्णयोगी है जो अपनी तुलना से समस्त प्राणियों की उनके सुखों तथा दुखों में वास्तविक समानता का दर्शन करता है |"
            ],
            "english": [
                "He is a perfect yogi who, by comparison to his own self, sees the true equality of all beings, both in their happiness and distress, O Arjuna!"
            ]
        },
        "meaning": {
            "hindi": [
                "कृष्णभावनाभावित व्यक्ति पूर्ण योगी होता है | वह अपने व्यक्तिगत अनुभव से प्रत्येक प्राणी के सुख तथा दुःख से अवगत होता है | जीव के दुख का कारण ईश्र्वर से अपने सम्बन्ध का विस्मरण होना है | सुख का कारण कृष्ण को मनुष्यों के समस्त कार्यों का परम भोक्ता, समस्त भूमि तथा लोकों का स्वामी एवं समस्त जीवों का परम हितैषी मित्र समझना है | पूर्ण योगी यह जानता है कि भौतिक प्रकृति के गुणों से प्रभावित बद्धजीव कृष्ण से अपने सम्बन्ध को भूल जाने के कारण तीन प्रकार के तापों(दुखों) को भोगता है; और चूँकि कृष्णभावनाभावित व्यक्ति सुखी होता है इसीलिए वह कृष्णज्ञान को सर्वत्र वितरित कर देना चाहता है | चूँकि पूर्णयोगी कृष्णभावनाभावित बनने के महत्त्व को घोषित करता चलता है; अतः वह विश्र्व का सर्वश्रेष्ठ उपकारी एवं भगवान् का प्रियतम सेवक है | न च तस्मान् मनुष्येषु कश्र्चिन्मे प्रियकृत्तमः (भगवद्गीता १८.६९) | दूसरे शब्दों में, भगवद्भक्त सदैव जीवों के कल्याण को देखता है और इस तरह वह प्रत्येक प्राणी का सखा होता है | वह सर्वश्रेष्ठ योगी है क्योंकि वह स्वान्तःसुखाय सिद्धि नहीं चाहता, अपितु अन्यों के लिए भी चाहता है | वह अपने मित्र जीवों से द्वेष नहीं करता | यही है वह अन्तर जो एक भगवद्भक्त तथा आत्मोन्नति में ही रूचि वाले योगी में होता है | जो योगी पूर्णरूप से ध्यान धरने के लिए एकान्त स्थान में चला जाता है, वह उतना पूर्ण नहीं होता जितना कि वह भक्त जो प्रत्येक व्यक्ति को कृष्णभावनाभावित बनाने का प्रयास करता रहता है |"
            ],
            "english": [
                "One who is Krsna conscious is a perfect yogi; he is aware of everyone's happiness and distress by dint of his own personal experience. The cause of the distress of a living entity is forgetfulness of his relationship with God. And the cause of happiness is knowing Krsna to be the supreme enjoyer of all the activities of the human being. Krsna is the proprietor of all lands and planets. The perfect yogi is the sincerest friend of all living entities. He knows that the living being who is conditioned by the modes of material nature is subjected to the threefold material miseries due to forgetfulness of his relationship with Krsna. Because one in Krsna consciousness is happy, he tries to distribute the knowledge of Krsna everywhere. Since the perfect yogi tries to broadcast the importance of becoming Krsna conscious, he is the best philanthropist in the world, and he is the dearest servitor of the Lord. Na tasmat kascid me priyakrt tamah. In other words, a devotee of the Lord always looks to the welfare of all living entities, and in this way he is factually the friend of everyone. He is the best yogi because he does not desire perfection in yoga for his personal benefit, but tries for others also. He does not envy his fellow living entities. Here is a contrast between a pure devotee of the Lord and a yogi interested only in his personal elevation. The yogi who has withdrawn to a secluded place in order to meditate perfectly may not be as perfect as a devotee who is trying his best to turn every man toward Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            33
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "अर्जुन उवाच",
                "योऽयं योगस्त्वया प्रोक्तः साम्येन मधुसूदन |",
                "एतस्याहं न पश्यामि चञ्चलत्वात्स्थितिं स्थिराम् || ३३ ||"
            ],
            "english": [
                "arjuna uvaca",
                "yo 'yam yogas tvaya proktah",
                "samyena madhusudana",
                "etasyaham na pasyami",
                "cancalatvat sthitim sthiram"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – हे मधुसूदन! आपने जिस योगपद्धति का संक्षेप में वर्णन किया है, वह मेरे लिए अव्यावहारिक तथा असहनीय है, क्योंकि मन चंचल तथा अस्थिर है |"
            ],
            "english": [
                "Arjuna said: O Madhusudana, the system of yoga which you have summarized appears impractical and unendurable to me, for the mind is restless and unsteady."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् कृष्ण ने अर्जुन के लिए शुचौ देशे से लेकर योगी परमो मतः तक जिस योगपद्धति का वर्णन किया है उसे अर्जुन अपनी असमर्थता के कारण अस्वीकार कर रहा है | इस कलियुग में सामान्य व्यक्ति के लिए यह सम्भव नहीं है कि वह अपना घर छोड़कर किसी पर्वत या जंगल के एकान्त स्थान में जाकर योगाभ्यास करे | आधुनिक युग की विशेषता है – अल्पकालिक जीवन के लिए घोर संघर्ष | लोग सरल, व्यवहारिक साधनों से भी आत्म-साक्षात्कार के लिए उत्सुक या गम्भीर नहीं हैं तो फिर इस कठिन योगपद्धति के विषय में क्या कहा जा सकता है जो जीवन शैली, आसन विधि, स्थान के चयन तथा भौतिक व्यवस्ताओं से विरक्ति का नियमन करती है | व्यावहारिक व्यक्ति के रूप में अर्जुन ने सोचा कि इस योगपद्धति का पालन असम्भव है, भले ही वह कई बातों में इस पद्धति पर खरा उतरता था | वह राजवंशी था और उसमें अनेक सद्गुण थे, वह महान योद्धा था, वह दीर्घायु था और सबसे बड़ी बात तो यह कि वह भगवान् श्रीकृष्ण का घनिष्ट मित्र था | पाँच हजार वर्ष पूर्व अर्जुन को हमसे अधिक सुविधाएँ प्राप्त थीं तो भी उसने इस योगपद्धति को स्वीकार करने से मना कर दिया | वास्तव में इतिहास में कोई ऐसा प्रलेख प्राप्त नहीं है जिससे यह ज्ञात हो सके कि उसने कभी योगाभ्यास किया हो | अतः इस पद्धति को इस कलियुग के लिए सर्वथा दुष्कर समझना चाहिए | हाँ, कतिपय विरले व्यक्तियों के लिए यह पद्धति सुगम हो सकती है, किन्तु सामान्यजनों के लिए यह असम्भव प्रस्ताव है | यदि पाँच हजार वर्ष पूर्व ऐसा था तो आधुनिक समय के लिए क्या कहना? जो लोग विभिन्न तथाकथित स्कूलों तथा समितियों के द्वारा इस योगपद्धति का अनुकरण कर रहे हैं, भले ही सन्तोषजनक प्रतीत हो, किन्तु वे सचमुच ही अपना समय गवाँ रहे हैं | वे अपने अभीष्ट लक्ष्य के प्रति सर्वथा अज्ञानी हैं |"
            ],
            "english": [
                "The system of mysticism described by Lord Krsna to Arjuna beginning with the words sucau dese and ending with yogi paramah is here being rejected by Arjuna out of a feeling of inability. It is not possible for an ordinary man to leave home and go to a secluded place in the mountains or jungles to practice yoga in this age of Kali. The present age is characterized by a bitter struggle for a life of short duration. People are not serious about self-realization even by simple, practical means, and what to speak of this difficult yoga system, which regulates the mode of living, the manner of sitting, selection of place, and detachment of the mind from material engagements. As a practical man, Arjuna thought it was impossible to follow this system of yoga, even though he was favorably endowed in many ways. He belonged to the royal family and was highly elevated in terms of numerous qualities; he was a great warrior, he had great longevity, and, above all, he was the most intimate friend of Lord Krsna, the Supreme Personality of Godhead. Five thousand years ago, Arjuna had much better facilities then we do now, yet he refused to accept this system of yoga. In fact, we do not find any record in history of his practicing it at any time. Therefore this system must be considered generally impossible in this age of Kali. Of course it may be possible for some very few, rare men, but for the people in general it is an impossible proposal. If this were so five thousand years ago, then what of the present day? Those who are imitating this yoga system in different so-called schools and societies, although complacent, are certainly wasting their time. They are completely in ignorance of the desired goal."
            ]
        }
    },
    {
        "id": [
            34
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "चञ्चलं हि मनः कृष्ण प्रमाथि बलवद्दृढम् |",
                "तस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम् || ३४ ||"
            ],
            "english": [
                "cancalam hi manah krsna",
                "pramathi balavad drdham",
                "tasyaham nigraham manye",
                "vayor iva su-duskaram"
            ]
        },
        "translation": {
            "hindi": [
                "हे कृष्ण! चूँकि मन चंचल (अस्थिर), उच्छृंखल, हठीला तथा अत्यन्त बलवान है, अतः मुझे इसे वश में करना वायु को वश में करने से भी अधिक कठिन लगता है |"
            ],
            "english": [
                "For the mind is restless, turbulent, obstinate and very strong, O Krsna, and to subdue it is, it seems to me, more difficult than controlling the wind."
            ]
        },
        "meaning": {
            "hindi": [
                "मन इतना बलवान् तथा दुराग्रही है कि कभी-कभी यह बुद्धि का उल्लंघन कर देता है, यद्यपि उसे बुद्धि के अधीन माना जाता है | इस व्यवहार-जगत् में जहाँ मनुष्य को अनेक विरोधी तत्त्वों से संघर्ष करना होता है उसके लिए मन को वश में कर पाना अत्यन्त कठिन हो जाता है | कृत्रिम रूप में मनुष्य अपने मित्र तथा शत्रु दोनों के प्रति मानसिक संतुलन स्थापित कर सकता है, किन्तु अंतिम रूप में कोई भी संसारी पुरुष ऐसा नहीं कर पाता, क्योंकि ऐसा कर पाना वेगवान वायु को वश में करने से भी कठिन है | वैदिक साहित्य (कठोपनिषद् १.३.३-४) में कहा गया है –",
                "आत्मानं रथिनं विद्धि शरीरं रथमेव च",
                "बुद्धिं तु सारथिं विद्धि मनः प्रग्रहमेव च |",
                "इन्द्रियाणि हयानाहुर्विषयांस्तेषु गोचरान्",
                "आत्मेन्द्रियमनोयुक्तं भोक्तेत्याहुर्मनीषिणः ||",
                "“प्रत्येक व्यक्ति इस भौतिक शरीर रूपी रथ पर आरूढ है और बुद्धि इसका सारथी है | मन लगाम है और इन्द्रियाँ घोड़े हैं | इस प्रकार मन तथा इन्द्रियों की संगती से यह आत्मा सुख तथा दुख का भोक्ता है | ऐसा बड़े-बड़े चिन्तकों का कहना है |” यद्यपि बुद्धि को मन का नियन्त्रण करना चाहिए, किन्तु मन इतना प्रबल तथा हठी है कि इसे अपनी बुद्धि से भी जीत पाना कठिन हो जाता है जिस प्रकार कि अच्छी से अच्छी दवा द्वारा कभी-कभी रोग वश में नहीं हो पाता | ऐसे प्रबल मन को योगाभ्यास द्वारा वश में किया जा सकता है, किन्तु ऐसा अभ्यास कर पाना अर्जुन जैसे संसारी व्यक्ति के लिए कभी भी व्यावहारिक नहीं होता | तो फिर आधुनिक मनुष्य के सम्बन्ध में क्या कहा जाय? यहाँ पर प्रयुक्त उपमा अत्यन्त उपयुक्त है – झंझावात को रोक पाना कठिन होता है और उच्छृंखल मन को रोक पाना तो और भी कठिन है | मन को वश में रखने का सरलतम उपाय, जिसे भगवान् चैतन्य ने सुझाया है, यह है कि समस्त दैन्यता के साथ मोक्ष ले लिए “हरे कृष्ण” महामन्त्र का कीर्तन किया जाय | विधि यह है – स वै मनः कृष्ण पदारविन्दयोः– मनुष्य को चाहिए कि वह अपने मन को पूर्णतया कृष्ण में लगाए | तभी मन को विचलित करने के लिए अन्य व्यस्तताएँ शेष नहीं रह जाएँगी |"
            ],
            "english": [
                "The mind is so strong and obstinate that it sometimes overcomes the intelligence, although mind is supposed to be subservient to the intelligence. For a man in the practical world who has to fight so many opposing elements, it is certainly very difficult to control the mind. Artificially, one may establish a mental equilibrium toward both friend and enemy, but ultimately no worldly man can do so, for this is more difficult than controlling the raging wind. In the Vedic literatures it is said:",
                "atmanam rathinam viddhi sariram ratham eva cabuddhintu sarathim viddhi manah pragraham eva caindriyani hayanahur visayams tesu gocaranatmendriya-mano-yukto bhoktety ahur manisinah.",
                "\"The individual is the passenger in the car of the material body, and intelligence is the driver. Mind is the driving instrument, and the senses are the horses. The self is thus the enjoyer or sufferer in the association of the mind and senses. So it is understood by great thinkers.\" Intelligence is supposed to direct the mind, but the mind is so strong and obstinate that it often overcomes even one's own intelligence. Such a strong mind is supposed to be controlled by the practice of yoga, but such practice is never practical for a worldly person like Arjuna. And what can we say of modern man? The simile used here is appropriate: one cannot capture the blowing wind. And it is even more difficult to capture the turbulent mind. The easiest way to control the mind, as suggested by Lord Caitanya, is chanting \"Hare Krsna,\" the great mantra for deliverance, in all humility. The method prescribed is sa vai manah krsna-padaravindayoh: one must engage one's mind fully in Krsna. Only then will there remain no other engagements to agitate the mind."
            ]
        }
    },
    {
        "id": [
            35
        ],
        "chapterId": 6,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच",
                "असंशयं महाबाहो मनो दुर्निग्रहं चलम् |",
                "अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते || ३५ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "asamsayam maha-baho",
                "mano durnigraham calam",
                "abhyasena tu kaunteya",
                "vairagyena ca grhyate"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् श्रीकृष्ण ने कहा – हे महाबाहो कुन्तीपुत्र! निस्सन्देह चंचल मन को वश में करना अत्यन्त कठिन है; किन्तु उपयुक्त अभ्यास द्वारा तथा विरक्ति द्वारा ऐसा सम्भव है |"
            ],
            "english": [
                "The Blessed Lord said: O mighty-armed son of Kunti, it is undoubtedly very difficult to curb the restless mind, but it is possible by constant practice and by detachment."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन द्वारा व्यक्त इस हठीले मन को वश में करने की कठिनाई को भगवान् स्वीकार करते हैं | किन्तु साथ ही वे सुझाते हैं कि अभ्यास तथा वैराग्य द्वारा यह सम्भव है | यह अभ्यास क्या है? वर्तमान युग में तीर्थवास, परमात्मा का ध्यान, मन तथा इन्द्रियों का निग्रह, ब्रह्म्चर्यपालन, एकान्त-वास आदि कठोर विधि-विधानों का पालन कर पाना सम्भव नहीं है | किन्तु कृष्णभावनामृत के अभ्यास से मनुष्य भगवान् की नवधाभक्ति का आचरण करता है | ऐसी भक्ति का प्रथम अंग है-कृष्ण के विषय में श्रवण करना | मन को समस्त प्रकार की दुश्चिन्ताओं से शुद्ध करने के लिए यह परम शक्तिशाली एवं दिव्य विधि है | कृष्ण के विषय में जितना ही अधिक श्रवण किया जाता है , उतना ही मनुष्य उन वस्तुओं के प्रति अनासक्त होता है जो मन को कृष्ण से दूर ले जाने वाली हैं | मन को उन सारे कार्यों से विरक्त कर लेने पर, जिनसे कृष्ण का कोई सम्बन्ध नहीं है, मनुष्य सुगमतापूर्वक वैराग्य सीख सकता है | वैराग्य का अर्थ है – पदार्थ से विरक्ति और मन का आत्मा में प्रवृत्त होना | निर्विशेष आध्यात्मिक विरक्ति कृष्ण के कार्यकलापों में मनको लगाने की अपेक्षा अधिक कठिन है | यह व्यावहारिक है, क्योंकि कृष्ण के विषय में श्रवण करने से मनुष्य स्वतः परमात्मा के प्रति आसक्त हो जाता है | यह आसक्ति परेशानुभूति या आध्यात्मिक तुष्टि कहलाती है | यह वैसे ही है जिस तरह भोजन के प्रत्येक कौर से भूखे को तुष्टि प्राप्त होती है | भूख लगने पर मनुष्य जितना अधिक खाता जाता है, उतनी ही अधिक तुष्टि और शक्ति मिलती जाती है | इसी प्रकार भक्ति सम्पन्न करने से दिव्य तुष्टि और शक्ति उसे मिलती जाती है | इसी प्रकार भक्ति सम्पन्न करने से दिव्य तुष्टि की अनुभूति होती है, क्योंकि मन भौतिक वस्तुओं से विरक्त हो जाता है | यह कुछ-कुछ वैसा ही है जैसे कुशल उपचार तथा सुपथ्य द्वारा रोग का इलाज | अतः भगवान् कृष्ण के कार्यकलापों का श्रवण उन्मत्त मन का कुशल उपचार है और कृष्ण को अर्पित भोजन ग्रहण करना रोगी के लिए उपयुक्त पथ्य है | यह उपचार ही कृष्णभावनामृत की विधि है |"
            ],
            "english": [
                "The difficulty of controlling the obstinate mind, as expressed by Arjuna, is accepted by the Personality of Godhead. But at the same time He suggests that by practice and detachment it is possible. What is that practice? In the present age no one can observe strict rules and regulations, such as placing oneself in a sacred place, focusing the mind on the Supersoul, restraining the senses and mind, observing celibacy, remaining alone, etc. By the practice of Krsna consciousness, however, one engages in nine types of devotional service to the Lord. The first and foremost of such devotional engagements is hearing about Krsna. This is a very powerful transcendental method for purging the mind of all misgivings. The more one hears about Krsna, the more one becomes enlightened and detached from everything that draws the mind away from Krsna. By detaching the mind from activities not devoted to the Lord, one can very easily learn vairagya. Vairagya means detachment from matter and engagement of the mind in spirit. Impersonal spiritual detachment is more difficult than attaching the mind to the activities of Krsna. This is practical because by hearing about Krsna one becomes automatically attached to the Supreme Spirit. This attachment is called paresanubhuti spiritual satisfaction. It is just like the feeling of satisfaction a hungry man has for every morsel of food he eats. Similarly, by discharge of devotional service, one feels transcendental satisfaction as the mind becomes detached from material objectives. It is something like curing a disease by expert treatment and appropriate diet. Hearing of the transcendental activities of Lord Krsna is therefore expert treatment for the mad mind, and eating the foodstuff offered to Krsna is the appropriate diet for the suffering patient. This treatment is the process of Krsna consciousness."
            ]
        }
    }
]