[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "महाभूतान्यहङ्कारो बुद्धिरव्यक्तमेव च ।",
            "इन्द्रियाणि दशैकं च पञ्च चेन्द्रियगोचराः ॥ ६ ॥",
            "इच्छा द्वेषः सुखं दुःखं सङ्घातश्चेतना धृतिः ।",
            "एतत्क्षेत्रं समासेन सविकारमुदाहृतम् ॥ ७ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**महा-भूतानि** - स्थूल तत्त्व; **अहङकार** - मिथ्या अभिमान; **बुद्धिः** - बुद्धि; **अव्यक्तम्** - अप्रकट; **एव** - निश्चय ही; **च** - भी; **इन्द्रियाणि** - इन्द्रियाँ; **दश-एकम्** - ग्यारह; **च** - भी; **पञ्च** - पाँच; **च** - भी; **इन्द्रिय-गो-चराः** - इन्द्रियों के विषय; **इच्छा** - इच्छा; **द्वेषः** - घृणा; **सुखम्** - सुख; **दुःखम्** - दुख; **सङघातः** - समूह; **चेतना** - जीवन के लक्षण; **धृतिः** - धैर्य; **एतत्** - यह सारा; **क्षेत्रम्** - कर्मों का क्षेत्र; **समासेन** - संक्षेप में; **स-विकारम्** - अन्तः-क्रियाओं सहित; **उदाहृतम्** - उदाहरणस्वरूप कहा गया ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "पंच महाभूत, अहंकार, बुद्धि, अव्यक्त (तीनों गुणों की अप्रकट अवस्था), दसों इन्द्रियाँ तथा मन, पाँच इन्द्रियविषय, इच्छा, द्वेष, सुख, दुख, संघात, जीवन के लक्षण तथा धैर्य - इन सब को संक्षेप में कर्म का क्षेत्र तथा उसकी अन्तःक्रियाएँ (विकार) कहा जाता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "महर्षियों, वैदिक सूक्तों (छान्दस) एवं वेदान्त-सूत्र (सूत्रों) के प्रामाणिक कथनों के आधार पर इस संसार के अवयवों को इस प्रकार से समझा जा सकता है । पहले तो पृथ्वी, जल, अग्नि, वायु तथा आकाश - ये पाँच महा-भूत हैं । फिर अहंकार, बुद्धि तथा तीनों गुणों की अव्यक्त अवस्था आती है । इसके पश्चात् पाँच ज्ञानेन्द्रियाँ हैं - नेत्र, कान, नाक, जीभ तथा त्वचा । फिर पाँच कर्मेन्द्रियाँ - वाणी, पाँव, हाथ, गुदा तथा लिंग - हैं । तब इन इन्द्रियों के ऊपर मन होता है जो भीतर रहने के कारण अन्तःइन्द्रिय कहा जा सकता है । इस प्रकार मन समेत कुल ग्यारह इन्द्रियाँ होती हैं । फिर इन इन्द्रियों के पाँच विषय हैं - गंध, स्वाद, रूप, स्पर्श तथा ध्वनि । इस तरह इन चौबीस तत्त्वों का समूह कार्यक्षेत्र कहलाता है । यदि कोई इन चौबीसों विषयों का विश्लेषण करे तो उसे कार्यक्षेत्र समझ में आ जाएगा । फिर इच्छा, द्वेष, सुख तथा दुःख नामक अन्तः-क्रियाएँ (विकार) हैं जो स्थूल देह के पाँच महाभूतों की अभिव्यक्तियाँ हैं । चेतना तथा धैर्य द्वारा प्रदर्शित जीवन के लक्षण सूक्ष्म शरीर अर्थात् मन, अहंकार तथा बुद्धि के प्राकट्य हैं । ये सूक्ष्म तत्त्व भी कर्मक्षेत्र में सम्मिलित रहते हैं ।",
            "पंच महाभूत अहंकार की स्थूल अभिव्यक्ति हैं, जो अहंकार की मूल अवस्था को ही प्रदर्शित करती है, जिसे भौतिकवादी बोध या तामस बुद्धि कहा जाता है । यह और आगे प्रकृति के तीनों गुणों की अप्रकट अवस्था की सूचक है । प्रकृति के अव्यक्त गुणों को प्रधान कहा जाता है ।",
            "जो व्यक्ति इन चौबीस तत्त्वों को, उनके विकारों समेत जानना चाहता है, उसे विस्तार से दर्शन का अध्ययन करना चाहिए । भगवद्गीता में केवल सारांश दिया गया है ।",
            "शरीर इन समस्त तत्त्वों की अभिव्यक्ति है । शरीर में छह प्रकार के परिवर्तन होते हैं - यह उत्पन्न होता है, बढ़ता है, टिकता है, सन्तान उत्पन्न करता है और तब यह क्षीण होता है और अन्त में समाप्त हो जाता है । अतएव क्षेत्र अस्थायी भौतिक वस्तु है लेकिन क्षेत्र का ज्ञाता क्षेत्रज्ञ इससे भिन्न रहता है ।"
        ]
    }
]