[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sumantra returns to Ayodhyā and finds the city a picture of grief"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bhayau niṣāda biṣādabasa dēkhata saciva turaṃga.",
            "bōli susēvaka cāri taba diē sārathī saṃga..143.. [2-143]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Nisada was overcome with grief as he beheld the minister and his horses. He then called four trusted grooms and sent them with the charioteer (Sumantra)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "guha sārathihi phirēu pahucāī. birahu biṣādu barani nahiṃ jāī..",
            "calē avadha lēi rathahi niṣādā. hōhi chanahiṃ chana magana biṣādā.. [2-143-1]",
            "sōca sumaṃtra bikala dukha dīnā. dhiga jīvana raghubīra bihīnā..",
            "rahihi na aṃtahu adhama sarīrū. jasu na lahēu bichurata raghubīrū.. [2-143-2]",
            "bhaē ajasa agha bhājana prānā. kavana hētu nahiṃ karata payānā..",
            "ahaha maṃda manu avasara cūkā. ajahu na hṛdaya hōta dui ṭūkā.. [2-143-3]",
            "mīji hātha siru dhuni pachitāī. manahaom kṛpana dhana rāsi gavāomī..",
            "birida bāomdhi bara bīru kahāī. calēu samara janu subhaṭa parāī.. [2-143-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Seeing off the charioteer, Guha returned; the agony of his separation was too deep for words. And the Nisadas drove off to Ayodhyā, plunged in sorrow every moment. Agitated and stricken with grief, Sumantra lamented: \"Accursed is life without the Hero of Raghu's race. This wretched body will not survive in the long run; but what a pity it did not earn fame by perishing at the time of its parting from the Hero of Raghu's race. This life has become a sink of infamy and sin; I wonder what prevents it from departing. Alas! this vile soul has missed its chance. Oh, that my heart does not break in twain even now!\" Wringing his hands and beating his head he rued his lot like a miser who has lost his hoard of riches. It seemed as if after assuming the role of, and posing as, an eminent hero, a great warrior had taken to flight."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bipra bibēkī bēdabida saṃmata sādhu sujāti.",
            "jimi dhōkhēṃ madapāna kara saciva sōca tēhi bhāomti..144.. [2-144]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The minister gave himself up to grief like a discreet Brāhmaṇa of noble descent, who though well-versed in the Vedas and esteemed by the virtuous, has been deluded into drinking."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jimi kulīna tiya sādhu sayānī. patidēvatā karama mana bānī..",
            "rahai karama basa parihari nāhū. saciva hṛdayaom timi dāruna dāhu.. [2-144-1]",
            "lōcana sajala ḍīṭhi bhai thōrī. sunai na śravana bikala mati bhōrī..",
            "sūkhahiṃ adhara lāgi muhaom lāṭī. jiu na jāi ura avadhi kapāṭī.. [2-144-2]",
            "bibarana bhayau na jāi nihārī. mārēsi manahu pitā mahatārī..",
            "hāni galāni bipula mana byāpī. jamapura paṃtha sōca jimi pāpī.. [2-144-3]",
            "bacanu na āva hṛdayaom pachitāī. avadha kāha maiṃ dēkhaba jāī..",
            "rāma rahita ratha dēkhihi jōī. sakucihi mōhi bilōkata sōī.. [2-144-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The minister felt in his heart agony as terrible as that of a virtuous and discreet lady of high birth who is devoted to her lord in thought, word and deed and who is compelled by evil destiny to live apart from her husband. His eyes were full of tears and lacking in vision, his ears deaf and his mind was agitated and confused. Nay, his lips were getting dry and his tongue had cleaved to the palate; yet his life-breath did not depart, the term of exile serving as a door to prevent its departure from his heart. He had turned pale and repelled the sight as if he had murdered his own father and mother. Great was the despondency which preyed upon his mind as a result of the loss he had just suffered; he looked like a sinner mourning while on his way to the abode of Death. Words failed him and he lamented within himself: \"What shall I see on reaching Ayodhyā? Whoever shall find the chariot devoid of Rāma will shun my sight.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dhāi pūomchihahiṃ mōhi jaba bikala nagara nara nāri.",
            "utaru dēba maiṃ sabahi taba hṛdayaom bajru baiṭhāri..145.. [2-145]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When the agitated citizens run to make enquiries of me, I shall answer them all with a heavy load on my heart.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "puchihahiṃ dīna dukhita saba mātā. kahaba kāha maiṃ tinhahi bidhātā..",
            "pūchihi jabahiṃ lakhana mahatārī. kahihau kavana saomdēsa sukhārī.. [2-145-1]",
            "rāma janani jaba āihi dhāī. sumiri bacchu jimi dhēnu lavāī..",
            "pūomchata utaru dēba maiṃ tēhī. gē banu rāma lakhanu baidēhī.. [2-145-2]",
            "jōi pūomchihi tēhi ūtaru dēbā.jāi avadha aba yahu sukhu lēbā..",
            "pūomchihi jabahiṃ rāu dukha dīnā. jivanu jāsu raghunātha adhīnā.. [2-145-3]",
            "dēhau utaru kaunu muhu lāī. āyau kusala kuaomra pahucāī..",
            "sunata lakhana siya rāma saomdēsū. tṛna jimi tanu pariharihi narēsū.. [2-145-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When all the helpless and afflicted mothers question me, good God, what shall I say to them? When Lakṣmaṇa's mother (Sumitrā) puts questions to me, what glad tidings shall I convey to her? And when Rāma's mother (Kausalyā) comes running like a cow that has recently borne a calf and has her thoughts fixed on it,\" the only answer I can make to her queries will be \"Rāma, Lakṣmaṇa and Sītā (Videha's Daughter) have left for the woods.\" Whosoever question me must be answered; this is the treat I shall have on reaching Ayodhyā. Again, when the king who is oppressed by grief and whose life hangs on Rāma, puts questions to me, with what face shall I tell him in reply that having safely escorted the princes I have come back? The moment he hears the news of Lakṣmaṇa, Sītā and Rāma the king will drop his body like a piece of straw."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "hradau na bidarēu paṃka jimi bichurata prītamu nīru..",
            "jānata hauṃ mōhi dīnha bidhi yahu jātanā sarīru..146.. [2-146]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The swampy ground of my heart did not crack even though the moisture in the shape of my most beloved Rāma has left. From this I conclude that in this very frame God has endowed me with a body* fit for suffering the tortures of hell.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ēhi bidhi karata paṃtha pachitāvā. tamasā tīra turata rathu āvā..",
            "bidā kiē kari binaya niṣādā. phirē pāyaom pari bikala biṣādā.. [2-146-1]",
            "paiṭhata nagara saciva sakucāī. janu mārēsi gura bāombhana gāī..",
            "baiṭhi biṭapa tara divasu gavāomvā. sāomjha samaya taba avasaru pāvā.. [2-146-2]",
            "avadha prabēsu kīnha aomdhiārēṃ. paiṭha bhavana rathu rākhi duārēṃ..",
            "jinha jinha samācāra suni pāē. bhūpa dvāra rathu dēkhana āē.. [2-146-3]",
            "rathu pahicāni bikala lakhi ghōrē. garahiṃ gāta jimi ātapa ōrē..",
            "nagara nāri nara byākula kaiṃsēṃ. nighaṭata nīra mīnagana jaiṃsēṃ.. [2-146-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "While Sumantra was thus lamenting on the way, his chariot presently reached the bank of the Tamasa river. He politely dismissed the Nisadas, who fell at his feet and returned with a heart stricken with grief. The minister hesitated to enter the city as if he had murdered his own preceptor, killed a Brāhmaṇa or butchered a cow. He passed the day sitting under a tree and found his opportunity only when it was dusk. He entered Ayodhyā in the dark and slunk into the palace leaving the chariot at the gate. All who heard the news flocked to the entrance of the royal palace to see the chariot. When they recognized the chariot and found the horses restless with their body wasting away as hail in the sun, the citizens, both men and women, were sore distressed as fish when the water runs short."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "saciva āgamanu sunata sabu bikala bhayau ranivāsu.",
            "bhavana bhayaṃkaru lāga tēhi mānahu prēta nivāsu..147.. [2-147]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The moment they heard of the minister's arrival the whole gynaeceum was restless. To him the palace looked as dreary as though it were an abode of spirits."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ati ārati saba pūomchahiṃ rānī. utaru na āva bikala bhai bānī..",
            "sunai na śravana nayana nahiṃ sūjhā. kahahu kahāom nṛpa tēhi tēhi būjhā.. [2-147-1]",
            "dāsinha dīkha saciva bikalāī. kausalyā gṛhaom gaīṃ lavāī..",
            "jāi sumaṃtra dīkha kasa rājā. amia rahita janu caṃdu birājā.. [2-147-2]",
            "āsana sayana bibhūṣana hīnā. parēu bhūmitala nipaṭa malīnā..",
            "lēi usāsu sōca ēhi bhāomtī. surapura tēṃ janu khaomsēu jajātī.. [2-147-3]",
            "lēta sōca bhari chinu chinu chātī. janu jari paṃkha parēu saṃpātī..",
            "rāma rāma kaha rāma sanēhī. puni kaha rāma lakhana baidēhī.. [2-147-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In deep agony all the queens questioned him; but no reply came from him, his voice failed him. His ears could not hear, nor could his eyes see; he asked whomsoever he met: \"Tell me, where is the king?\" Seeing his confusion, the maid-servants conducted him to Kausalyā's apartments. Arriving there Sumantra found the king as pale and lustreless as the moon without nectar. Without a seat, couch or ornaments he lay on the ground in a most wretched condition. Heaving a sigh he lamented even as Yayati* when he had fallen from the abode of gods. With his heart bursting with grief every moment, he looked like Sampati† who had dropped from the heavens on account of his wings having been singed. That great lover of Rāma cried \"Rāma, Rāma\" and again \"Rāma, Lakṣmaṇa and Sītā."
        ]
    }
]