[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अर्जुन उवाच",
            "योऽयं योगस्त्वया प्रोक्तः साम्येन मधुसूदन |",
            "एतस्याहं न पश्यामि चञ्चलत्वात् स्थितिं स्थिराम् || ३३ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुनः उवाच – अर्जुन ने कहा; यः-अयम् – यह पद्धति; योगः – योग; त्वया – तुम्हारे द्वारा; प्रोक्तः – कही गई; साम्येन – समान्यतया; मधुसूदन – हे मधु असुर के संहर्ता; एतस्य – इसकी; अहम् – मैं; न – नहीं; पश्यामि – देखता हूँ; चञ्चलत्वात् – चंचल होने के करण; स्थितम् – स्थिति को; स्थिराम् – स्थायी |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन ने कहा – हे मधुसूदन! आपने जिस योगपद्धति का संक्षेप में वर्णन किया है, वह मेरे लिए अव्यावहारिक तथा असहनीय है, क्योंकि मन चंचल तथा अस्थिर है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् कृष्ण ने अर्जुन के लिए शुचौ देशे से लेकर योगी परमो मतः तक जिस योगपद्धति का वर्णन किया है उसे अर्जुन अपनी असमर्थता के कारण अस्वीकार कर रहा है | इस कलियुग में सामान्य व्यक्ति के लिए यह सम्भव नहीं है कि वह अपना घर छोड़कर किसी पर्वत या जंगल के एकान्त स्थान में जाकर योगाभ्यास करे | आधुनिक युग की विशेषता है – अल्पकालिक जीवन के लिए घोर संघर्ष | लोग सरल, व्यवहारिक साधनों से भी आत्म-साक्षात्कार के लिए उत्सुक या गम्भीर नहीं हैं तो फिर इस कठिन योगपद्धति के विषय में क्या कहा जा सकता है जो जीवन शैली, आसन विधि, स्थान के चयन तथा भौतिक व्यवस्ताओं से विरक्ति का नियमन करती है | व्यावहारिक व्यक्ति के रूप में अर्जुन ने सोचा कि इस योगपद्धति का पालन असम्भव है, भले ही वह कई बातों में इस पद्धति पर खरा उतरता था | वह राजवंशी था और उसमें अनेक सद्गुण थे, वह महान योद्धा था, वह दीर्घायु था और सबसे बड़ी बात तो यह कि वह भगवान् श्रीकृष्ण का घनिष्ट मित्र था | पाँच हजार वर्ष पूर्व अर्जुन को हमसे अधिक सुविधाएँ प्राप्त थीं तो भी उसने इस योगपद्धति को स्वीकार करने से मना कर दिया | वास्तव में इतिहास में कोई ऐसा प्रलेख प्राप्त नहीं है जिससे यह ज्ञात हो सके कि उसने कभी योगाभ्यास किया हो | अतः इस पद्धति को इस कलियुग के लिए सर्वथा दुष्कर समझना चाहिए | हाँ, कतिपय विरले व्यक्तियों के लिए यह पद्धति सुगम हो सकती है, किन्तु सामान्यजनों के लिए यह असम्भव प्रस्ताव है | यदि पाँच हजार वर्ष पूर्व ऐसा था तो आधुनिक समय के लिए क्या कहना? जो लोग विभिन्न तथाकथित स्कूलों तथा समितियों के द्वारा इस योगपद्धति का अनुकरण कर रहे हैं, भले ही सन्तोषजनक प्रतीत हो, किन्तु वे सचमुच ही अपना समय गवाँ रहे हैं | वे अपने अभीष्ट लक्ष्य के प्रति सर्वथा अज्ञानी हैं |"
        ]
    }
]