[
    {
        "id": [
            16
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "अनेकचित्तविभ्रान्ता मोहजालसमावृताः |",
                "प्रसक्ताः कामभोगेषु पतन्ति नरकेऽश्रुचौ || १६ ||"
            ],
            "english": [
                "aneka-citta-vibhranta",
                "moha-jala-samavrtah",
                "prasaktah kama-bhogesu",
                "patanti narake 'sucau"
            ]
        },
        "translation": {
            "hindi": [
                "इस प्रकार अनेक चिन्ताओं से उद्विग्न होकर तथा मोहजाल में बँधकर वे इन्द्रियभोग में अत्यधिक आसक्त हो जाते हैं और नरक में गिरते हैं ।"
            ],
            "english": [
                "Thus perplexed by various anxieties and bound by a network of illusions, one becomes too strongly attached to sense enjoyment and falls down into hell."
            ]
        },
        "meaning": {
            "hindi": [
                "आसुरी व्यक्ति धन अर्जित करने की इच्छा की कोई सीमा नहीं जानता । उसकी इच्छा असीम बनी रहती है । वह केवल यही सोचता रहता है कि उसके पास इस समय कितनी सम्पत्ति है और ऐसी योजना बनाता है कि सम्पत्ति का संग्रह बढ़ता ही जाय । इसीलिए वह किसी भी पापपूर्ण साधन को अपनाने में झिझकता नहीं और अवैध तृप्ति के लिए कालाबाजारी करता है । वह पहले से अपनी अधिकृत सम्पति, यथा भूमि, परिवार, घर तथा बैंक पूँजी पर मुग्ध रहता है और उनमें वृद्धि के लिए सदैव योजनाएँ बनाता रहता है । उसे अपनी शक्ति पर ही विश्र्वास रहता है और वह यह नहीं जानता कि उसे जो लाभ हो रहा है वह उसके पूर्व जन्म के पूण्य कर्मों का फल है । उसे ऐसी वस्तुओं का संचय करने का अवसर इसीलिए मिला है, लेकिन उसे पूर्व जन्म के कारणों का कोई बोध नहीं होता । वह यही सोचता है कि उसकी सारी सम्पत्ति उसके निजी उद्योग से है । आसुरी व्यक्ति अपने बाहु-बल पर विश्र्वास करता है, कर्म के नियम पर नहीं । कर्म-नियम के अनुसार पूर्वजन्म में उत्तम कर्म करने के फलस्वरूप मनुष्य उच्चकुल में जन्म लेता है, या धनवान बनता है या सुशिक्षित बनता है, या बहुत सुन्दर शरीर प्राप्त करता है । आसुरी व्यक्ति सोचता है कि ये चीजें आकस्मिक हैं और उसके बाहुबल (सामर्थ्य) के फलस्वरूप हैं । उसे विभिन्न प्रकार के लोगों, सुन्दरता तथा शिक्षा के पीछे किसी प्रकार की योजना (व्यवस्था) नहीं प्रतीत होती । ऐसे आसुरी मनुष्य की प्रतियोगिता में जो भी सामने आता है, वह उसका शत्रु बन जाता है । ऐसे अनेक आसुरी व्यक्ति होते हैं और इनमें से प्रत्येक अन्यों का शत्रु होता है । यह शत्रुता पहले मनुष्यों के बीच, फिर परिवारों के बीच, तब समाजों में और अन्ततः राष्ट्रों के बीच बढ़ती जाती है । अतएव विश्र्वभर में निरन्तर संघर्ष, युद्ध तथा शत्रुता बनी हुई है ।",
                "प्रत्येक आसुरी व्यक्ति सोचता है कि वह अन्य सभी लोगों की बलि करके रह सकता है । सामान्यतया ऐसा व्यक्ति स्वयं को परम ईश्र्वर मानता है और आसुरी उपदेशक अपने अनुयायियों से कहता है कि, “तुम लोग ईश्र्वर को अन्यत्र क्यों ढूँढ रहे हो? तुम स्वयं अपने ईश्र्वर हो! तुम जो चाहो कर सकते हो | ईश्र्वर पर विश्र्वास मत करो । ईश्र्वर को दूर करो । ईश्र्वर मृत है ।” ये ही आसुरी लोगों के उपदेश हैं ।",
                "यद्यपि आसुरी मनुष्य अन्यों को अपने ही समान या अपने से बढ़कर धनी और प्रभावशाली देखता है, तो भी वह सोचता है कि उससे बढ़कर न तो कोई धनी है और न प्रभावशाली । जहाँ तक उच्च लोकों में जाने की बात है वे यज्ञों को सम्पन्न करने में विश्र्वास नहीं करते । वे सोचते हैं कि वे अपनी यज्ञ-विधि का निर्माण करेंगे और कोई ऐसे मशीन बना लेंगे जिससे वे किसी भी उच्च लोक तक पहुँच जाएँगे । ऐसे आसुरी व्यक्ति का सर्वश्रेष्ठ उदहारण रावण था । उसने लोगों के समक्ष ऐसी योजना प्रस्तुत की थी, जिसके द्वारा वह एक ऐसी सीढ़ी बनाने वाला था, जिससे कोई भी व्यक्ति वेदों में वर्णित यज्ञों को सम्पन्न किये बिना स्वर्गलोक को जा सकता था । उसी प्रकार से आधुनिक युग के ऐसे ही आसुरी लोग यान्त्रिक विधि से उच्चतर लोकों तक पहुँचने का प्रयास कर रहे हैं । ये सब मोह के उदहारण हैं । परिणाम यह होता है कि बिना जाने हुए वे नरक की ओर बढ़ते जाते हैं । यहाँ पर मोहजाल शब्द अत्यन्त सार्थक है । जाल का तात्पर्य है मनुष्य मछली कीभाँति मोह रूपी जाल में फँस कर उससे निकल नहीं पाता ।"
            ],
            "english": [
                "The demoniac man knows no limit to his desire to acquire money. That is unlimited. He only thinks how much assessment he has just now and schemes to engage that stock of wealth farther and farther. For that reason, he does not hesitate to act in any sinful way and so deals in the black market for illegal gratification. He is enamoured by the possessions he has already, such as land, family, house and bank balance, and he is always planning to improve them. He believes in his own strength, and he does not know that whatever he is gaining is due to his past good deeds. He is given an opportunity to accumulate such things, but he has no conception of past causes. He simply thinks that all his mass of wealth is due to his own endeavor. A demoniac person believes in the strength of his personal work, not in the law of karma. According to the law of karma, a man takes his birth in a high family, or becomes rich, or very well educated, or very beautiful because of good work in the past. The demoniac thinks that all these things are accidental and due to the strength of his personal ability. He does not sense any arrangement behind all the varieties of people, beauty, and education. Anyone who comes into competition with such a demoniac man is his enemy. There are many demoniac people, and each is enemy to the others. This enmity becomes more and more deep-between persons, then between families, then between societies, and at last between nations. Therefore there is constant strife, war and enmity all over the world.",
                "Each demoniac person thinks that he can live at the sacrifice of all others. Generally, a demoniac person thinks of himself as the Supreme God, and a demoniac preacher tells his followers: “Why are you seeking God elsewhere? You are all yourselves God! Whatever you like, you can do. Don't believe in God. Throw away God. God is dead.” These are the demoniac's preachings.",
                "Although the demoniac person sees others equally rich and influential, or even more so, he thinks that no one is richer than him and that no one is more influential than him. As far as promotion to the higher planetary system is concerned, he does not believe in performing yajnas or sacrifices. Demons think that they will manufacture their own process of yajna and prepare some machine, by which they will be able to reach any higher planet. The best example of such a demoniac man was Ravana. He offered a program to the people by which he would prepare a staircase so that anyone could reach the heavenly planets without performing sacrifices, such as are prescribed in the Vedas. Similarly, in the present age such demoniac men are striving to reach the higher planetary systems by mechanical arrangement. These are examples of bewilderment. The result is that, without their knowledge, they are gliding toward hell. Here the Sanskrit word mohajala is very significant. Jala means net; like fishes caught in a net, they have no way to come out."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "आत्मसम्भाविताः स्तब्धा धनमानमदान्विताः |",
                "यजन्ते नामयज्ञैस्ते दम्भेनाविधिपूर्वकम् || १७ ||"
            ],
            "english": [
                "atma-sambhavitah stabdha",
                "dhana-mana-madanvitah",
                "yajante nama-yajnais te",
                "dambhenavidhi-purvakam"
            ]
        },
        "translation": {
            "hindi": [
                "अपने को श्रेष्ठ मानने वाले तथा सदैव घमंड करने वाले, सम्पत्ति तथा मिथ्या प्रतिष्ठा से मोहग्रस्त लोग किसी विधि-विधान का पालन न करते हुए कभी-कभी नाम मात्र के लिए बड़े ही गर्व के साथ यज्ञ करते हैं ।"
            ],
            "english": [
                "Self-complacent and always impudent, deluded by wealth and false prestige, they sometimes perform sacrifices in name only without following any rules or regulations."
            ]
        },
        "meaning": {
            "hindi": [
                "अपने को सब कुछ मानते हुए, किसी प्रमाण या शास्त्र की परवाह न करके आसुरी लोग कभी-कभी तथाकथित धार्मिक या याज्ञिक अनुष्ठान करते हैं । चूँकि वे किसी प्रमाण में विश्र्वास नहीं करते, अतएव वे अत्यन्त घमंडी होते हैं । थोड़ी सी सम्पत्ति तथा झूठी प्रतिष्ठा पा लेने के कारण जो मोह (भ्रम) उत्पन्न होता है, उसी के कारण ऐसा होता है । कभी-कभी ऐसे असुर उपदेशक की भूमिका निभाते हैं, लोगों को भ्रान्त करते हैं और धार्मिक सुधारक या ईश्र्वर के अवतारों के रूप में प्रसिद्ध हो जाते हैं । वे यज्ञ करने का दिखावा करते हैं, या देवताओं की पूजा करते हैं, या अपने निजी ईश्र्वर की सृष्टि करते हैं । सामान्य लोग उनका प्रचार ईश्र्वर कह कर करते हैं, उन्हें पूजते हैं और मुर्ख लोग उन्हें धर्म या आध्यात्मिक ज्ञान के सिद्धान्तों में बढ़ा-चढ़ा मानते हैं । वे संन्यासी का वेश धारण कर लेते हैं और उस वेश में सभी प्रकार का अधर्म करते हैं । वास्तव में इस संसार से विरक्त होने वाले पर अनेक प्रतिबन्ध होते हैं । लेकिन ये असुर इन प्रतिबन्धों की परवाह नहीं करते । वे सोचते हैं जो भी मार्ग बना लिया जाय, वही अपना मार्ग है । उनके समक्ष आदर्श मार्ग जैसी कोई वस्तु नहीं, जिस पर चला जाय । यहाँ पर अविधिपूर्वकम् शब्द पर बल दिया गया है जिसका अर्थ है विधि-विधानों की परवाह न करते हुए । ये सारी बातें सदैव अज्ञान तथा मोह के कारण होती हैं ।"
            ],
            "english": [
                "Thinking themselves all in all, not caring for any authority or scripture, the demoniac sometimes perform so-called religious or sacrificial rites. And since they do not believe in authority, they are very impudent. This is due to illusion caused by accumulating some wealth and false prestige. Sometimes such demons take up the role of preacher, mislead the people, and become known as religious reformers or as incarnations of God. They make a show of performing sacrifices, or they worship the demigods, or manufacture their own God. Common men advertise them as God and worship them, and by the foolish they are considered advanced in the principles of religion, or in the principles of spiritual knowledge. They take the dress of the renounced order of life and engage in all nonsense in that dress. Actually there are so many restrictions for one who has renounced this world. The demons, however, do not care for such restrictions. They think that whatever path one can create is one's own path; there is no such thing as a standard path one has to follow. The word avidhi-purvakam, meaning disregard for the rules and regulations, is especially stressed here. These things are always due to ignorance and illusion."
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "अहङ्कारं बलं दर्पं कामं क्रोधं च संश्रिताः |",
                "मामात्मपरदेहेषु प्रद्विषन्तोऽभ्यसूयकाः || १८ ||"
            ],
            "english": [
                "ahankaram balam darpam",
                "kamam krodham ca samsritah",
                "mam atma-para-dehesu",
                "pradvisanto 'bhyasuyakah"
            ]
        },
        "translation": {
            "hindi": [
                "मिथ्या अहंकार, बल, दर्प, काम तथा क्रोध से मोहित होकर आसुरी व्यक्ति अपने शरीर में तथा अन्यों के शरीर में स्थित भगवान् से ईर्ष्या और वास्तविक धर्म की निन्दा करने लगते हैं ।"
            ],
            "english": [
                "Bewildered by false ego, strength, pride, lust and anger, the demon becomes envious of the Supreme Personality of Godhead, who is situated in his own body and in the bodies of others, and blasphemes against the real religion."
            ]
        },
        "meaning": {
            "hindi": [
                "आसुरी व्यक्ति भगवान् की श्रेष्ठता का विरोधी होने के कारण शास्त्रों में विश्र्वास करना पसन्द नहीं करता । वह शास्त्रों तथा भगवान् के अस्तित्व इन दोनों से ही ईर्ष्या करता है । यह ईर्ष्या उसकी तथाकथित प्रतिष्ठा तथा धन एवं शक्ति के संग्रह से उत्पन्न होती है । वह यह नहीं जनता कि वर्तमान जीवन अगले जीवन की तैयारी है । इसे न जानते हुए वह वास्तव में अपने प्रति तथा अन्यों के प्रति भी द्वेष करता है । वह अन्य जीवधारियों की तथा स्वयं अपनी हिंसा करता है । वह भगवान् के परम नियन्त्रण की चिन्ता नहीं करता, क्योंकि उसे ज्ञान नहीं होता । शास्त्रों तथा भगवान् से ईर्ष्या करने के कारण वह ईश्र्वर के अस्तित्व के विरुद्ध झूठे तर्क प्रस्तुत करता है और शास्त्रीय प्रमाण को अस्वीकार करता है । वह प्रत्येक कार्य में अपने को स्वतन्त्र तथा शक्तिमान मानता है । वह सोचता है कि कोई भी शक्ति, बल या सम्पत्ति में उसकी समता नहीं कर सकता, अतः वह चाहे जिस तरह कर्म करे, उसे कोई रोक नहीं सकता । यदि उसका कोई शत्रु उसे ऐन्द्रिय कार्यों में आगे बढ़ने से रोकता है, तो वह उसे अपनी शक्ति से छिन्न-भिन्न करने की योजनाएँ बनाता है ।"
            ],
            "english": [
                "A demoniac person, being always against God's supremacy, does not like to believe in the scriptures. He is envious of both the scriptures and of the existence of the Supreme Personality of Godhead. This is caused by his so-called prestige and his accumulation of wealth and strength. He does not know that the present life is a preparation for the next life. Not knowing this, he is actually envious of his own self, as well as of others. He commits violence on other bodies and on his own. He does not care for the supreme control of the Personality of Godhead because he has no knowledge. Being envious of the scriptures and the Supreme Personality of Godhead, he puts forward false arguments against the existence of God and refutes the scriptural authority. He thinks himself independant and powerful in every action. He thinks that since no one can equal him in strength, power, or in wealth, he can act in any way and no one can stop him. If he has an enemy who might check the advancement of his sensual activities, he makes plans to cut him down by his own power."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                " \tतानहं द्विषतः क्रूरान्संसारेषु नराधमान् |",
                "क्षिपाम्यजस्त्रमश्रुभानासुरीष्वेव योनिषु || १९ ||"
            ],
            "english": [
                "tan aham dvisatah kruran",
                "samsaresu naradhaman",
                "ksipamy ajasram asubhan",
                "asurisv eva yonisu"
            ]
        },
        "translation": {
            "hindi": [
                "जो लोग ईर्ष्यालु तथा क्रूर हैं और नराधम हैं, उन्हें मैं निरन्तर विभिन्न आसुरी योनियों में, भवसागर में डालता रहता हूँ ।"
            ],
            "english": [
                "Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में स्पष्ट इंगित हुआ है कि किसी जीव को किसी विशेष शरीर में रखने का परमेश्र्वर को विशेष अधिकार प्राप्त है । आसुरी लोग भले ही भगवान् की श्रेष्ठता को न स्वीकार करें और वे अपनी निजी सनकों के अनुसार कर्म करें, लेकिन उनका अगला जन्म भगवान् के निर्णय पर निर्भर करेगा, उन पर नहीं । श्रीमद्भागवत के तृतीय स्कंध में कहा गया है कि मृत्यु के बाद जीव को माता के गर्भ में रखा जाता है, जहाँ उच्च शक्ति के निरिक्षण में उसे विशेष प्रकार का शरीर प्राप्त होता है । यही कारण है कि संसार में जीवों की इतनी योनियाँ प्राप्त होती हैं – यथा पशु, कीट, मनुष्य आदि । ये सब परमेश्र्वर द्वारा व्यवस्थित हैं । वे अकस्मात् नहीं आईं । जहाँ तक असुरों की बात है , यहाँ यह स्पष्ट कहा गया है कि ये असुरों के गर्भ में निरन्तर रखे जाते हैं । इस प्रकार ये ईर्ष्यालु बने रहते हैं और मानवों में अधम हैं । ऐसे आसुरी योनि वाले मनुष्य सदैव काम से पूरित रहते हैं, सदैव उग्र, घृणास्पद तथा अपवित्र होते हैं । जंगलों के अनेक शिकारी मनुष्य आसुरी योनि से सम्बन्धित माने जाते हैं ।"
            ],
            "english": [
                "In this verse it is clearly indicated that the placing of a particular individual soul in a particular body is the prerogative of the supreme will. The demoniac person may not agree to accept the supremacy of the Lord, and it is a fact that he may act according to his own whims, but his next birth will depend upon the decision of the Supreme Personality of Godhead and not on himself. In the Srimad-Bhagavatam, Third Canto, it is stated that an individual soul, after his death, is put into the womb of a mother where he gets a particular type of body under the supervision of superior power. Therefore in the material existence we find so many species of life-animals, insects, men, and so on. All are arranged by the superior power. They are not accidental. As for the demoniac, it is clearly said here that they are perpetually put into the wombs of demons, and thus they continue to be envious, the lowest of mankind. Such demoniac species of life are held to be always full of lust, always violent and hateful and always unclean. They are just like so many beasts in a jungle."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "आसुरीं योनिमापन्ना मूढा जन्मनिजन्मनि |",
                "मामप्राप्यैव कौन्तेय ततो यान्त्यधमां गतिम् || २० ||"
            ],
            "english": [
                "asurim yonim apanna",
                "mudha janmani janmani",
                "mam aprapyaiva kaunteya",
                "tato yanty adhamam gatim"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुन्तीपुत्र! ऐसे व्यक्ति आसुरी योनि में बारम्बार जन्म ग्रहण करते हुए कभी भी मुझ तक पहुँच नहीं पाते । वे धीरे-धीरे अत्यन्त अधम गति को प्राप्त होते हैं ।"
            ],
            "english": [
                "Attaining repeated birth amongst the species of demoniac life, such persons can never approach Me. Gradually they sink down to the most abominable type of existence."
            ]
        },
        "meaning": {
            "hindi": [
                "यह विख्यात है कि ईश्र्वर अत्यन्त दयालु हैं, लेकिन यहाँ पर हम देखते हैं कि वे असुरों पर कभी भी दया नहीं करते । यहाँ स्पष्ट कहा गया है कि आसुरी लोगों को जन्म जन्मान्तर तक उनके समान असुरों के गर्भ में रखा जाता है और ईश्र्वर की कृपा प्राप्त न होने से उनका अधःपतन होता रहता है, जिससे अन्त में उन्हें कुत्तों, बिल्लियों तथा सूकरों जैसा शरीर मिलता है । यहाँ यह स्पष्ट किया गया है कि ऐसे असुर जीवन की किसी भी अवस्था में ईश्र्वर की कृपा का भाजन नहीं बन पाते । वेदों में भी कहा गया है कि ऐसे व्यक्ति अधःपतन होने पर कूकर-सूकर बनते हैं । इस प्रसंग में यह तर्क किया जा सकता है कि यदि ईश्र्वर ऐसे असुरों पर कृपालु नहीं हैं तो उन्हें सर्व कृपालु क्यों कहा जाता है? इस प्रश्न के उत्तर में कहा जा सकता है कि वेदान्तसूत्र से पता चलता है कि परमेश्र्वर किसी से घृणा नहीं करते । असुरों को निम्नतम (अधम) योनि में रखना उनकी कृपा की अन्य विशेषता है । कभी-कभी परमेश्र्वर असुरों का वध करते हैं, लेकिन यह वध भी उनके लिए कल्याणकारी होता है, क्योंकि वैदिक साहित्य से पता चलता है कि जिस किसी का वध परमेश्र्वर द्वारा होता है, उसको मुक्ति मिल जाती है । इतिहास में ऐसे असुरों के अनेक उदाहरण प्राप्त हैं – यथा रावण, कंस, हिरण्यकशिपु, जिन्हें मारने के लिए भगवान् ने विविध अवतार धारण किये । अतएव असुरों पर ईश्र्वर की कृपा तभी होती है, जब वे इतने भाग्यशाली होते हैं कि ईश्र्वर उनका वध करें ।"
            ],
            "english": [
                "It is known that God is all-merciful, but here we find that God is never merciful to the demoniac. It is clearly stated that the demoniac people, life after life, are put into the wombs of similar demons, and, not achieving the mercy of the Supreme Lord, they go down and down, so that at last they achieve bodies like those of cats, dogs and hogs. It is clearly stated that such demons have practically no chance of receiving the mercy of God at any stage of later life. In the Vedas also it is stated that such persons gradually sink to become dogs and hogs. It may be then argued in this connection that God should not be advertised as all-merciful if He is not merciful to such demons. In answer to this question, in the Vedanta-sutra we find that the Supreme Lord has no hatred for anyone. The placing of the asuras, the demons, in the lowest status of life is simply another feature of His mercy. Sometimes the asuras are killed by the Supreme Lord, but this killing is also good for them, for in Vedic literature we find that anyone who is killed by the Supreme Lord becomes liberated. There are instances in history of many asuras-Ravana, Kamsa, Hiranyakasipu-to whom the Lord appeared in various incarnations just to kill. Therefore God's mercy is shown to the asuras if they are fortunate enough to be killed by Him."
            ]
        }
    },
    {
        "id": [
            21
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "त्रिविधं नरकस्येदं द्वारं नाशनमात्मनः |",
                "कामः क्रोधस्तथा लोभास्तस्मादेतत्त्रयं त्यजेत् || २१ ||"
            ],
            "english": [
                "tri-vidham narakasyedam",
                "dvaram nasanam atmanah",
                "kamah krodhas tatha lobhas",
                "tasmad etat trayam tyajet"
            ]
        },
        "translation": {
            "hindi": [
                "इस नरक के तीन द्वार हैं – काम, क्रोध और लोभ । प्रत्येक बुद्धिमान व्यक्ति को चाहिए कि इन्हें त्याग दे, क्योंकि इनसे आत्मा का पतन होता है ।"
            ],
            "english": [
                "There are three gates leading to this hell-lust, anger, and greed. Every sane man should give these up, for they lead to the degradation of the soul."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर आसुरी जीवन आरम्भ होने का वर्णन हुआ है । मनुष्य अपने काम को तुष्ट करना चाहता है, किन्तु जब उसे पूरा नहीं कर पाता तो क्रोध तथा लोभ उत्पन्न होता है । जो बुद्धिमान मनुष्य आसुरी योनि में नहीं गिरना चाहता, उसे चाहिए कि वह इन तीनों शत्रुओं का परित्याग कर दे, क्योंकि ये आत्मा का हनन इस हद तक कर देते हैं कि इस भवबन्धन से मुक्ति की सम्भावना नहीं रह जाती ।"
            ],
            "english": [
                "The beginning of demoniac life is described herein. One tries to satisfy his lust, and when he cannot, anger and greed arise. A sane man who does not want to glide down to the species of demoniac life must try to give up these three enemies which can kill the self to such an extent that there will be no possibility of liberation from this material entanglement."
            ]
        }
    },
    {
        "id": [
            22
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "एतैर्विमुक्तः कौन्तेय तमोद्वारैस्त्रिभिर्नरः |",
                "आचरत्यात्मनः श्रेयस्ततो याति परां गतिम् || २२ ||"
            ],
            "english": [
                "etair vimuktah kaunteya",
                "tamo-dvarais tribhir narah",
                "acaraty atmanah sreyas",
                "tato yati param gatim"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुन्तीपुत्र! जो व्यक्ति इन तीनों नरक-द्वारों से बच पाता है, वह आत्म-साक्षात्कार के लिए कल्याणकारी कार्य करता है और इस प्रकार क्रमशः परम गति को प्राप्त होता है |"
            ],
            "english": [
                "The man who has escaped these three gates of hell, O son of Kunti, performs acts conducive to self-realization and thus gradually attains the supreme destination."
            ]
        },
        "meaning": {
            "hindi": [
                "मनुष्य को मानव-जीवन के तीन शत्रुओं – काम, क्रोध तथा लोभ – से अत्यन्त सावधान रहना चाहिए | जो व्यक्ति जितना ही इन तीनों से मुक्त होगा, उतना ही उसका जीवन शुद्ध होगा | तब वह वैदिक साहित्य में आदिष्ट विधि-विधानों का पालन कर सकता है | इस प्रकार मानव जीवन के विभिन्न विधि-विधानों का पालन करते हुए वह अपने आपको धीरे-धीरे आत्म-साक्षात्कार के पद पर प्रतिष्ठित कर सकता है | यदि वह इतना भाग्यशाली हुआ कि इस अभ्यास से कृष्णभावनामृत के पद तक उठ सके तो उसकी सफलता निश्चित है | वैदिक साहित्य में कर्म तथा कर्मफल की विधियों का आदेश है, जिससे मनुष्य शुद्धि की अवस्था (संस्कार) तक पहुँच सके | सारी विधि काम, क्रोध तथा लोभ के परित्याग पर आधारित है | इस विधि का ज्ञान प्राप्त करके मनुष्य आत्म-साक्षात्कार के उच्चपद तक उठ सकता है और इस आत्म-साक्षात्कार की पूर्णता भक्ति में है | भक्ति में बद्धजीव की मुक्ति निश्चित है | इसीलिए वैदिक पद्धति के अनुसार चार आश्रमों तथा चार वर्णों का विधान किया गया है | विभिन्न जातियों (वर्णों) के लिए विभिन्न विधि-विधानों की व्यवस्था है | यदि मनुष्य उनका पालन कर पाता है, तो वह स्वतः ही आत्म-साक्षात्कार के सर्वोच्चपद को प्राप्त कर लेता है | तब उसकी मुक्ति में कोई सन्देह नहीं रह जाता |"
            ],
            "english": [
                "One should be very careful of these three enemies to human life: lust, anger, and greed. The more a person is freed from lust, anger and greed, the more his existence becomes pure. Then he can follow the rules and regulations enjoined in the Vedic literature. By following the regulative principles of human life, one gradually raises himself to the platform of spiritual realization. If one is so fortunate, by such practice, to rise to the platform of Krsna consciousness, then success is guaranteed for him. In the Vedic literature, the ways of action and reaction are prescribed to enable one to come to the stage of purification. The whole method is based on giving up lust, greed and anger. By cultivating knowledge of this process, one can be elevated to the highest position of self-realization; this self-realization is perfected in devotional service. In that devotional service, the liberation of the conditioned soul is guaranteed. Therefore, according to the Vedic system, there are instituted the four orders of life and the four statuses of life, called the caste system and the spiritual order system. There are different rules and regulations for different castes or divisions of society, and if a person is able to follow them, he will be automatically raised to the highest platform of spiritual realization. Then he can have liberation without a doubt."
            ]
        }
    },
    {
        "id": [
            23
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "यः शास्त्रविधिमुत्सृज्य वर्तते कामकारतः |",
                "न स सिद्धिमवाप्नोति न सुखं न परां गतिम् || २३ ||"
            ],
            "english": [
                "yah sastra-vidhim utsrjya",
                "vartate kama-karatah",
                "na sa siddhim avapnoti",
                "na sukham na param gatim"
            ]
        },
        "translation": {
            "hindi": [
                "जो शास्त्रों के आदेशों की अवहेलना करता है और मनमाने ढंग से कार्य करता है, उसे न तो सिद्धि, न सुख, न ही परमगति की प्राप्ति हो पाती है ।"
            ],
            "english": [
                "But he who discards scriptural injunctions and acts according to his own whims attains neither perfection, nor happiness, nor the supreme destination."
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि पहले कहा जा चुका है मानव समाज के विभिन्न आश्रमों तथा वर्णों के लिए शास्त्रविधि दी गयी है । प्रत्येक व्यक्ति को इन विधि-विधानों का पालन करना होता है । यदि कोई इनका पालन न करके काम, क्रोध और लोभवश स्वेच्छा से कार्य करता है, तो उसे जीवन में कभी सिद्धि प्राप्त नहीं हो सकती | दूसरे शब्दों में, भले ही मनुष्य ये सारी बातें सिद्धान्त के रूप में जानता रहे, लेकिन यदि वह इन्हें अपने जीवन में नहीं उतार पाता, तो वह अधम जाना जाता है । मनुष्ययोनि में जीव से आशा की जाती है कि वह बुद्धिमान बने और सर्वोच्च पद तक जीवन को ले जाने वाले विधानों का पालन करे । किन्तु यदि वह इनका पालन नहीं करता, तो उसका अधःपतन हो जाता है । लेकिन फिर भी जो विधि-विधानों तथा नैतिक सिद्धान्तों का पालन करता है, किन्तु अन्ततोगत्वा परमेश्र्वर को समझ नहीं पाता, तो उसका सारा ज्ञान व्यर्थ जाता है । और यदि वह ईश्र्वर के अस्तित्व को मान भी ले, किन्तु यदि भगवान् की सेवा नहीं करता, तो भी उसके सारे प्रयास निष्फल हो जाते हैं । अतएव मनुष्य को चाहिए कि अपने आप को कृष्णभावनामृत तथा भक्ति के पद तक ऊपर ले जाये । तभी वह परम सिद्धावस्था को प्राप्त कर सकता है, अन्यथा नहीं ।",
                "काम-कारतः शब्द अत्यन्त सार्थक है । जो व्यक्ति जान बूझ का नियमों का अतिक्रमण करता है, वह काम के वश में होकर कर्म करता है । वह जानता है कि ऐसा करना मना है, लेकिन फिर भी वह ऐसा करता है । इसी को स्वेच्छाचार कहते हैं । यह जानते हुए भी कि अमुक काम करना चाहिए, फिर भी वह उसे नहीं करता है, इसीलिए उसे स्वेच्छा कारी कहा जाता है । ऐसे व्यक्ति अवश्य ही भगवान् द्वारा दंडित होते हैं । ऐसे व्यक्तियों को मनुष्य जीवन की सिद्धि प्राप्त नहीं हो पाती । मनुष्य जीवन तो अपने आपको शुद्ध बनाने के लिए है, किन्तु जो व्यक्ति विधि-विधानों का पालन नहीं करता, वह अपने को न तो शुद्ध बना सकता है, न ही वास्तविक सुख प्राप्त कर सकता है |"
            ],
            "english": [
                "As described before, the sastra-vidhim, or the direction of the sastra, is given to the different castes and orders of human society. Everyone is expected to follow these rules and regulations. If one does not follow them and acts whimsically according to his lust, greed and desire, then he never will be perfect in his life. In other words, a man may theoretically know all these things, but if he does not apply them in his own life, then he is to be known as the lowest of mankind. In the human form of life, a living entity is expected to be sane and to follow the regulations given for elevating his life to the highest platform, but if he does not follow them, then he degrades himself. But even if he follows the rules and regulations and moral principles and ultimately does not come to the stage of understanding the Supreme Lord, then all his knowledge becomes spoiled. Therefore one should gradually raise himself to the platform of Krsna consciousness and devotional service; it is then and there that he can attain the highest perfectional stage, not otherwise.",
                "The word kama-caratah is very significant. A person who knowingly violates the rules acts in lust. He knows that this is forbidden, still he acts. This is called acting whimsically. He knows that this should be done, but still he does not do it; therefore he is called whimsical. Such persons are destined to be condemned by the Supreme Lord. Such persons cannot have the perfection which is meant for the human life. The human life is especially meant for purifying one's existence, and one who does not follow the rules and regulations cannot purify himself, nor can he attain the real stage of happiness."
            ]
        }
    },
    {
        "id": [
            24
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "तस्माच्छास्त्रं प्रमाणं ते कार्याकार्यव्यवस्थितौ |",
                "ज्ञात्वा शास्त्रविधानोक्तं कर्म कर्तुमिहार्हसि || २४ ||"
            ],
            "english": [
                "tasmac chastram pramanam te",
                "karyakarya-vyavasthitau",
                "jnatva sastra-vidhanoktam",
                "karma kartum iharhasi"
            ]
        },
        "translation": {
            "hindi": [
                "अतएव मनुष्य को यह जानना चाहिए कि शास्त्रों के विधान के अनुसार क्या कर्तव्य है और क्या अकर्तव्य है । उसे विधि-विधानों को जानकर कर्म करना चाहिए जिससे वह क्रमशः ऊपर उठ सके ।"
            ],
            "english": [
                "One should understand what is duty and what is not duty by the regulations of the scriptures. Knowing such rules and regulations, one should act so that he may gradually be elevated."
            ]
        },
        "meaning": {
            "hindi": [
                "जैसा कि पन्द्रहवें अध्याय में कहा जा चुका है वेदों के सारे विधि-विधान कृष्ण को जानने के लिए हैं । यदि कोई भगवद्गीता से कृष्ण को जान लेता है और भक्ति में प्रवृत्त होकर कृष्णभावनामृत को प्राप्त होता है, तो वह वैदिक साहित्य द्वारा प्रदत्त ज्ञान की चरम सिद्धि तक पहुँच जाता है । भगवान् चैतन्य महाप्रभु ने इस विधि को अत्यन्त सरल बनाया – उन्होंने लोगों से केवल हरे कृष्ण महामन्त्र जपने तथा भगवान् की भक्ति में प्रवृत्त होने और अर्चविग्रह को अर्पित भोग का उच्चिष्ठ खाने के लिए कहा । जो व्यक्ति इन भक्ति कार्यों में संलग्न रहता है, उसे वैदिक साहित्य से अवगत और सार तत्त्व को प्राप्त हुआ माना जाता है । निस्सन्देह, उन सामान्य व्यक्तियों के लिए, जो कृष्णभावनाभावित नहीं हैं, या भक्ति में प्रवृत्त नहीं हैं, करणीय तथा अकरणीय कर्म का निर्णय वेदों के आदेशों के अनुसार किया जाना चाहिए । मनुष्य को तर्क किये बिना तदनुसार कर्म करना चाहिए । इसी को शास्त्र के नियमों का पालन करना कहा जाता है । शास्त्रों में वे चार मुख्य दोष नहीं पाये जाते, जो बद्धजीव में होते हैं । ये हैं – अपूर्ण इन्द्रियाँ, कपटता, त्रुटि करना तथा मोहग्रस्त होना । इन चार दोषों के कारण बद्धजीव विधि-विधान बनाने के लिए अयोग्य होता है, अतएव विधि-विधान, जिनका उल्लेख शास्त्र में होता है जो इन दोषों से परे होते हैं, सभी बड़े-बड़े महात्माओं, आचार्यों तथा महापुरुषों द्वारा बिना किसी परिवर्तन के स्वीकार कर लिए जाते हैं ।",
                "भारत में आध्यात्मिक विद्या के कई दल हैं, जिन्हें प्रायः दो श्रेणियों में रखा जाता है – निराकारवादी और साकारवादी । दोनों ही दल वेदों के नियमों के अनुसार अपना जीवन बिताते हैं । शास्त्रों के नियमों का पालन किये बिना कोई सिद्धि प्राप्त नहीं कर सकता । अतएव जो शास्त्रों के तात्पर्य को वास्तव में समझता है, वह भाग्यशाली माना जाता है ।",
                "मानवसमाज में समस्त पतनों का मुख्य कारण भागवतविद्या के नियमों के प्रति द्वेष है । यह मानव जीवन का सर्वोच्च अपराध है । अतएव भगवान् की भौतिक शक्ति अर्थात् माया त्रयतापों के रूप में हमें सदैव कष्ट देती रहती है । यह भौतिक शक्ति प्रकृति के तीन गुणों से बनी है । इसके पूर्व कि भगवान् के ज्ञान का मार्ग खुले, मनुष्य को कम से कम सतोगुण तक ऊपर उठना होता है । सतोगुण तक उठे बिना वह तमो तथा रजोगुणोंमेंरहता है, जो आसुरी जीवन के कारणस्वरूप हैं । रजो तथा तमोगुणी व्यक्ति शास्त्रों, पवित्र मनुष्यों तथा भगवान् के समुचित ज्ञान की खिल्ली उड़ाते हैं । वे गुरु के आदेशों का उल्लंघन करते हैं और शास्त्रों के विधानों की परवाह नहीं करते | वे भक्ति की महिमा का श्रवण करके भी उसके प्रति आकृष्ट नहीं होते | इस प्रकार वे अपनी उन्नति का अपना निजी मार्ग बनाते हैं | मानव समाज के ये ही कतिपय दोष हैं, जिनके कारण आसुरी जीवन बिताना पड़ता है | किन्तु यदि उपयुक्त तथा प्रामाणिक गुरु का मार्गदर्शन प्राप्त हो जाता है, तो उसका जीवन सफल हो जाता है क्योंकि गुरु उच्चपद की ओर उन्नति का मार्ग दिखा सकता है |",
                "इस प्रकार श्रीमद्भगवद्गीता के सोलहवें अध्याय “दैवी तथा आसुरी स्वभाव” का भक्तिवेदान्त तात्पर्य पूर्ण हुआ |"
            ],
            "english": [
                "As stated in the Fifteenth Chapter, all the rules and regulations of the Vedas are meant for knowing Krsna. If one understands Krsna from the Bhagavad-gita and becomes situated in Krsna consciousness, engaging himself in devotional service, he has reached the highest perfection of knowledge offered by the Vedic literature. Lord Caitanya Mahaprabhu made this process very easy: He asked people simply to chant Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/ Hare Rama, Hare Rama, Rama Rama, Hare Hare and to engage in the devotional service of the Lord and eat the remnants of foodstuff offered to the Deity. One who is directly engaged in all these devotional activities is to be understood as having studied all Vedic literature. He has come to the conclusion perfectly. Of course, for the ordinary persons who are not in Krsna consciousness or who are not engaged in devotional service, what is to be done and what is not to be done must be decided by the injunctions of the Vedas. One should act accordingly, without argument. That is called following the principles of sastra, or scripture. Sastra is without the four principal defects that are visible in the conditioned soul: imperfect senses, the propensity for cheating, certainty of committing mistakes, and certainty of being illusioned. These four principal defects in conditioned life disqualify one from putting forth rules and regulations. Therefore, the rules and regulations as described in the sastra-being above these defects-are accepted without alteration by all great saints, acaryas, and great souls.",
                "In India there are many parties of spiritual understanding, generally classified as two: the impersonalist and the personalist. Both of them, however, lead their lives according to the principles of the Vedas. Without following the principles of the scriptures, one cannot elevate himself to the perfectional stage. One who actually, therefore, understands the purport of the sastras is considered fortunate.",
                "In human society, aversion to the principles of understanding the Supreme Personality of Godhead is the cause of all falldowns. That is the greatest offense of human life. Therefore, maya, the material energy of the Supreme Personality of Godhead, is always giving us trouble in the shape of the threefold miseries. This material energy is constituted of the three modes of material nature. One has to raise himself at least to the mode of goodness before the path to understanding the Supreme Lord can be opened. Without raising oneself to the standard of the mode of goodness, one remains in ignorance and passion, which are the cause of demoniac life. Those in the modes of passion and ignorance deride the scriptures, deride the holy man, and deride the proper understanding of the spiritual master, and they do not care for the regulations of the scriptures. In spite of hearing the glories of devotional service, they are not attracted. Thus they manufacture their own way of elevation. These are some of the defects of human society, which lead to the demoniac status of life. If, however, one is able to be guided by a proper and bona fide spiritual master, who can lead one to the path of elevation, to the higher stage, then one's life becomes successful."
            ]
        }
    }
]