[
    {
        "id": [
            1,
            2,
            3
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                " श्रीभगवानुवाच |",
                "अभयं सत्त्वसंश्रुद्धिर्ज्ञानयोगव्यवस्थितिः |",
                "दानं दमश्र्च यज्ञश्र्च स्वाध्यायस्तप आर्जवम् || १ ||",
                "अहिंसा सत्यमक्रोधस्त्यागः शान्तिरपैशुनम् |",
                "दया भूतेष्वलोलुप्त्वं मार्दवं ह्रीरचापलम् || २ ||",
                "तेजः क्षमा धृतिः शौचमद्रोहो नातिमानिता |",
                "भवन्ति सम्पदं दैवीमभिजातस्य भारत || ३ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "abhayam sattva-samsuddhir",
                "jnana-yoga-vyavasthitih",
                "danam damas ca yajnas ca",
                "svadhyayas tapa arjavam",
                "ahimsa satyam akrodhas",
                "tyagah santir apaisunam",
                "daya bhutesv aloluptvam",
                "mardavam hrir acapalam",
                "tejah ksama dhrtih saucam",
                "adroho nati-manita",
                "bhavanti sampadam daivim",
                "abhijatasya bharata"
            ]
        },
        "translation": {
            "hindi": [
                "भगवान् ने कहा – हे भरतपुत्र! निर्भयता, आत्मशुद्धि, आध्यात्मिक ज्ञान का अनुशीलन, दान, आत्म-संयम, यज्ञपरायणता, वेदाध्ययन, तपस्या, सरलता, अहिंसा, सत्यता, क्रोधविहीनता, त्याग, शान्ति, छिद्रान्वेषण में अरुचि, समस्त जीवों पर करुण, लोभविहीनता, भद्रता, लज्जा, संकल्प, तेज, क्षमा, धैर्य, पवित्रता, ईर्ष्या तथा सम्मान की अभिलाषा से मुक्ति – ये सारे दिव्य गुण हैं, जो दैवी प्रकृति से सम्पन्न देवतुल्य पुरुषों में पाये जाते हैं |"
            ],
            "english": [
                "The Blessed Lord said: Fearlessness, purification of one's existence, cultivation of spiritual knowledge, charity, self-control, performance of sacrifice, study of the Vedas, austerity and simplicity; nonviolence, truthfulness, freedom from anger; renunciation, tranquility, aversion to faultfinding, compassion and freedom from covetousness; gentleness, modesty and steady determination; vigor, forgiveness, fortitude, cleanliness, freedom from envy and the passion for honor-these transcendental qualities, O son of Bharata, belong to godly men endowed with divine nature."
            ]
        },
        "meaning": {
            "hindi": [
                "पन्द्रहवें अध्याय के प्रारम्भ में इस भौतिक जगत् रूपी अश्र्वत्थ वृक्ष की व्याख्या की गई थी | उससे निकलने वाली अतिरिक्त जड़ों की तुलना जीवों के शुभ तथा अशुभ कर्मों से की गई थी | नवें अध्याय में भी देवों तथा असुरों का वर्णन हुआ है | अब, वैदिक अनुष्ठानों के अनुसार, सतोगुण में किये गये सारे कार्य मुक्तिपथ में प्रगति करने के लिए शुभ माने जाते हैं और ऐसे कार्यों को दैवी प्रकृति कहा जाता है | जो लोग इस दैवीप्रकृति में स्थित होते हैं, वे मुक्ति के पथ पर अग्रसर होते हैं | इसके विपरीत उन लोगों के लिए, जो रजो तथा तमोगुण में रहकर कार्य करते हैं, मुक्ति की कोई सम्भावना नहीं रहती | उन्हें या तो मनुष्य की तरह इसी भौतिक जगत् में रहना होता है या फिर वे पशुयोनि में या इससे भी निम्न योनियों में अवतरित होते हैं | इस सोलहवें अध्याय में भगवान् दैवीप्रकृति तथा उसके गुणों एवं आसुरी प्रकृति तथा उसके गुणों का समान रूप से वर्णन करते हैं | वे इन गुणों के लाभों तथा हानियों का भी वर्णन करते हैं |",
                "दिव्यगुणों या दैवीप्रवृत्तियों से युक्त उत्पन्न व्यक्ति के प्रसंग में प्रयुक्त अभिजातस्य शब्द बहुत सार-गर्भित है | दैवी परिवेश में सन्तान उत्पन्न करने को वैदिक शास्त्रों में गर्भाधान संस्कार कहा गया है | यदि माता-पिता चाहते हैं कि दिव्यगुणों से युक्त सन्तान उत्पन्न हो, तो उन्हें सामाजिक जीवन में मनुष्यों के लिए बताये गये दस नियमों का पालन करना चाहिए | भगवद्गीता में हम पहले ही पढ़ चुके हैं कि अच्छी सन्तान उत्पन्न करने के निमित्त मैथुन-जीवन साक्षात् कृष्ण है | मैथुन-जीवन गर्हित नहीं है, यदि इसका कृष्णभावनामृत में प्रयोग किया जाय | जो लोग कृष्णभावनामृत में हैं, कम से कम उन्हें तो कुत्ते-बिल्लियों की तरह सन्तानें उत्पन्न नहीं करनी चाहिए | उन्हें ऐसी सन्तानें उत्पन्न करनी चाहिए जो जन्म लेने के पश्चात् कृष्णभावनाभावित हो सकें | कृष्णभावनामृत में तल्लीन माता-पिता से उत्पन्न सन्तानों को इतना लाभ तो मिलना ही चाहिए |",
                "वर्णाश्रमधर्म नामक सामाजिक संस्था – जो समाज को सामाजिक जीवन के चार विभागों एवं काम-धन्धों अथवा वर्णों के चार विभागों में विभाजित करती है – मानव समाज को जन्म के अनुसार विभाजित करने के उद्देश्य से नहीं है | ऐसा विभाजन शैक्षिक योग्यताओं के आधार पर किया जाता है | ये विभाजन समाज में शान्ति तथा सम्पन्नता बनाये रखने के लिए है | यहाँ पर जिन गुणों का उल्लेख हुआ है, उन्हें दिव्य कहा गया है और वे आध्यात्मिक ज्ञान में प्रगति करने वाले व्यक्तियों के निमित्त हैं, जिससे वे भौतिक जगत् से मुक्त हो सकें |",
                "वर्णाश्रम संस्था में संन्यासी को समस्त सामाजिक वर्णों तथा आश्रमों में प्रधान या गुरु माना जाता है | ब्राह्मण को समाज के तीन वर्णों – क्षत्रियों, वैश्यों तथा शूद्रों – का गुरु माना जाता है, लेकिन संन्यासी इस संस्था के शीर्ष पर होता है और ब्राह्मणों का भी गुरु माना जाता है | संन्यासी की पहली योग्यता निर्भयता होनी चाहिए | चूँकि संन्यासी को किसी सहायक के बिना एकाकी रहना होता है, अतएव भगवान् की कृपा ही उसका एकमात्र आश्रय होता है | जो यह सोचता है कि सारे सम्बन्ध तोड़ लेने के बाद मेरी रक्षा कौन करेगा, तो उसे संन्यास आश्रम स्वीकार नहीं करना चाहिए | उसे यह पूर्ण विश्र्वास होना चाहिए कि कृष्ण या अन्तर्यामी स्वरूप परमात्मा सदैव अन्तर में रहते हैं, वे सब कुछ देखते रहते हैं और जानते हैं कि कोई क्या करना चाहता है | इस तरह मनुष्य को दृढ़विश्र्वास होना चाहिए कि परमात्मा स्वरूप कृष्ण शरणागत व्यक्ति की रक्षा करेंगे | उसे सोचना चाहिए “मैं कभी अकेला नहीं हूँ, भले ही मैं गहनतम जंगल में क्यों न रहूँ | मेरा साथ कृष्ण देंगे और सब तरह से मेरी रक्षा करेंगे |” ऐसा विश्र्वास अभयम् या निर्भयता कहलाता है | संन्यास आश्रम में व्यक्ति की ऐसी मनोदशा आवश्यक है |",
                "तब उसे अपने अस्तित्व को शुद्ध करना होता है | संन्यास आश्रम में पालन किये जाने के लिए अनेक विधि-विधान हैं | इनमें सबसे महत्त्वपूर्ण यह है कि संन्यासी को किसी स्त्री के साथ घनिष्ठ सम्बन्ध नहीं रखना चाहिए | उसे एकान्त स्थान में स्त्री से बातें करने तक की मनाही है | भगवान् चैतन्य आदर्श संन्यासी थे और जब वे पुरी में रह रहे थे, तो उनकी भक्तिनों को उनके पास नमस्कार करने तक के लिए नहीं आने दिया जता था | उन्हें दूर से ही प्रणाम करने के लिए आदेश था | यह स्त्री जाति के प्रति घृणाभाव का चिह्न नहीं था, अपितु संन्यासी पर लगाया गया प्रतिबन्ध था कि उसे स्त्रियों के निकट संपर्क नहीं रखना चाहिए | मनुष्य को अपने अस्तित्व को शुद्ध बनाने के लिए जीवन की विशेष परिस्थिति (स्तर) में विधि-विधानों का पालन करना होता है | संन्यासी के लिए स्त्रियों के साथ घनिष्ट सम्बन्ध तथा इन्द्रियतृप्ति के लिए धन-संग्रह वर्जित हैं| आदर्श संन्यासी तो स्वयं भगवान् चैतन्य थे और उनके जीवन से हमें यह सीख लेनी चाहिए कि वे स्त्रियों के विषय में कितने कठोर थे | यद्यपि वे भगवान् के सबसे वदान्य अवतार माने जाते हैं, क्योंकि वे अधम से अधम बद्ध जीवों को स्वीकार करते थे, लेकिन जहाँ तक स्त्रियों की संगति का प्रश्न था, वे संन्यास आश्रम के विधि-विधानों का कठोरता से पालन करते थे | उनका एक निजी पार्षद, छोटा हरिदास, अन्य पार्षदों के साथ निरन्तर रहा, लेकिन किसी कारणवश उसने एक तरुणी को कामुक दृष्टि से देखा | भगवान् चैतन्य इतने कठोर थे कि उन्होंने उसे अपने पार्षदों की संगति से तुरन्त बाहर निकाल दिया | भगवान् चैतन्य ने कहा, “जो संन्यासी या अन्य कोई व्यक्ति प्रकृति के चंगुल से छूटने का इच्छुक है और अपने को आध्यात्मिक प्रकृति तक ऊपर उठाना चाहता है तथा भगवान् के पास वापस जाना चाहता है, वह यदि भौतिक सम्पत्ति तथा स्त्री की ओर इन्द्रियतृप्ति के लिए देखता है – भले ही वह उनका भोग न करे, केवल उनकी ओर इच्छा-दृष्टि से देखे, तो भी वह इतना गर्हित है कि उसके लिए श्रेयस्कर होगा कि वह ऐसी अवैध इच्छाएँ करने के पूर्व आत्महत्या कर ले |” इस तरह शुद्धि की ये विधियाँ हैं |",
                "अगला गुण है, ज्ञानयोग व्यवस्थिति – ज्ञान के अनुशीलन में संलग्न रहना | संन्यासी का जीवन गृहस्थों तथा उन सबों को, जो आध्यात्मिक उन्नति के वास्तविक जीवन को भूल चुके हैं, ज्ञान वितरित करने के लिए होता है | संन्यासी से आशा की जाती है कि वह अपनी जीविका के लिए द्वार-द्वार भिक्षाटन करे, लेकिन इसका अर्थ यह नहीं है कि वह भिक्षुक है | विनयशीलता भी आध्यात्मिकता में स्थित मनुष्य की एक योग्यता है | संन्यासी मात्र विनयशीलता वश द्वार-द्वार जाता है, भिक्षाटन के उद्देश्य से नहीं जाता, अपितु गृहस्थों को दर्शन देने तथा उनमें कृष्णभावनामृत जगाने के लिए जाता है | यह संन्यासी का कर्तव्य है | यदि वह वास्तव में उन्नत है और उसे गुरु का आदेश प्राप्त है, तो उसे तर्क तथा ज्ञान द्वारा कृष्णभावनामृत का उपदेश करना चाहिए और यदि वह इतना उन्नत नहीं है, तो उसे संन्यास आश्रम ग्रहण नहीं करना चाहिए | लेकिन यदि किसी ने पर्याप्त ज्ञान के बिना संन्यास आश्रम स्वीकार कर लिया है, तो उसे ज्ञान अनुशीलन के लिए प्रामाणिक गुरु से श्रवण में रत होना चाहिए | संन्यासी को निर्भीक होना चाहिए, उसे सत्त्वसंशुद्धि तथा ज्ञानयोग में स्थित होना चाहिए |",
                ".",
                "अगला गुण दान है | दान गृहस्थों के लिए है | गृहस्थों को चाहिए कि वे निष्कपटता से जीवनयापन करना सीखें और कमाई का पचास प्रतिशत विश्र्व भर में कृष्णभावनामृत के प्रचार में खर्च करें | इस प्रकार से गृहस्थ को चाहिए कि ऐसे कार्यों में लगे संस्थान-समितियों को दान दे | दान योग्य पात्र को दिया जाना चाहिए | जैसा आगे वर्णन किया जाएगा, दान भी कई तरह का होता है – यथा सतोगुण, रजोगुण तथा तमोगुण में दिया गया दान | सतोगुण में दिए जाने वाले दान की संस्तुति शास्त्रों ने की है, लेकिन रजो तथा तमोगुण में दिये गये दान की संस्तुति नहीं है, क्योंकि यह धन का अपव्यय मात्र है | संसार भर में कृष्णभावनामृत के प्रसार हेतु ही दान दिया जाना चाहिए | ऐसा दान सतोगुणी होता है |",
                "जहाँ तक दम (आत्मसंयम) का प्रश्न है, यह धार्मिक समाज के अन्य आश्रमों के ही लिए नहीं है, अपितु गृहस्थ के लिए विशेष रूप से है | यद्यपि उसके पत्नी होती है, लेकिन उसे चाहिए कि व्यर्थ ही अपनी इन्द्रियों को विषयभोग की ओर न मोड़े | गृहस्थों पर भी मैथुन-जीवन के लिए प्रतिबन्ध है और इसका उपयोग केवल सन्तानोत्पत्ति के लिए किया जाना चाहिए | यदि वह सन्तान नहीं चाहता, तो उसे अपनी पत्नी के साथ विषय-भोग में लिप्त नहीं होना चाहिए | आधुनिक समाज मैथुन-जीवन का भोग करने के लिए निरोध-विधियों का या अन्य घृणित विधियों का उपयोग करता है, जिससे सन्तान का उत्तरदायित्व न उठाना पड़े | यह दिव्य गुण नहीं, अपितु आसुरी गुण है | यदि कोई व्यक्ति, चाहे वह गृहस्थ ही क्यों न हो, आध्यात्मिक जीवन में प्रगति करना चाहता है, तो उसे अपने मैथुन-जीवन पर संयम रखना होगा और उसे ऐसी सन्तान नहीं उत्पन्न करनी चाहिए, जो कृष्ण की सेवा में काम न आए | यदि वह ऐसी सन्तान उत्पन्न करता है, जो कृष्णभावनाभावित हो सके, तो वह सैकड़ों सन्तानें उत्पन्न कर सकता है | लेकिन ऐसी क्षमता के बिना किसी को इन्द्रियसुख के लिए काम-भोग में लिप्त नहीं होना चाहिए |",
                "गृहस्थों को यज्ञ भी करना चाहिए, क्योंकि यज्ञ के लिए पर्याप्त धन चाहिए | ब्रह्मचर्य, वानप्रस्थ तथा संन्यास आश्रम वालों के पास धन नहीं होता | वे तो भिक्षाटन करके जीवित रहते हैं | अतएव विभिन्न प्रकार के यज्ञ गृहस्थों के दायित्व हैं | उन्हें चाहिए कि वैदिक साहित्य द्वारा आदिष्ट अग्निहोत्र यज्ञ करें, लेकिन आज-कल ऐसे यज्ञ अत्यन्त खर्चीले हैं और हर किसी गृहस्थ के लिए इन्हें सम्पन्न कर पाना कठिन है | इस युग के लिए संस्तुत सर्वश्रेष्ठ यज्ञ है – संकीर्तनयज्ञ | यह संकीर्तनयज्ञ – हरे कृष्ण, हरे कृष्ण, कृष्ण कृष्ण, हरे हरे, हरे राम, हरे राम, राम राम, हरे हरे – का जप सर्वोतम और सबसे कम खर्च वाला यज्ञ है और प्रत्येक व्यक्ति इसे करके लाभ उठा सकता है | अतएव दान, इन्द्रियसंयम तथा यज्ञ करना – ये तीन बातें गृहस्थ के लिए हैं |",
                "स्वाध्याय या वेदाध्ययन ब्रह्मचर्य आश्रम या विद्यार्थी जीवन के लिए है | ब्रह्मचारियों का स्त्रियों से किसी प्रकार सम्बन्ध नहीं होना चाहिए | उन्हें ब्रह्मचर्यजीवन बिताना चाहिए और आध्यात्मिक ज्ञान के अनुशीलन हेतु, अपना मन वेदों के अध्ययन में लगाना चाहिए | यही स्वाध्याय है |",
                "तपस् या तपस्या वानप्रस्थों के लिए है | मनुष्य को जीवन भर गृहस्थ ही नहीं बने रहना चाहिए | उसे स्मरण रखना होगा कि जीवन के चार विभाग हैं – ब्रह्मचर्य, गृहस्थ, वानप्रस्थ तथा संन्यास | अतएव गृहस्थ रहने के बाद उसे विरक्त हो जाना चाहिए | यदि कोई एक सौ वर्ष जीवित रहता है, तो उसे २५ वर्ष तक ब्रह्मचर्य, २५ वर्ष तक गृहस्थ, २५ वर्ष तक वानप्रस्थ तथा २५ वर्ष तक संन्यास का जीवन बिताना चाहिए | ये वैदिक धार्मिक अनुशासन के नियम हैं | गृहस्थ जीवन से विरक्त होने पर मनुष्य को शरीर, मन तथा वाणी का संयम बरतना चाहिए | यही तपस्या है | समग्र वर्णाश्रमधर्म समाज ही तपस्या के निमित्त है | तपस्या के बिना किसी को मुक्ति नहीं मिल सकती | इस सिद्धान्त की संस्तुती न तो वैदिक साहित्य में की गई है, न भगवद्गीता में कि जीवन में तपस्या की आवश्यकता नहीं है और कोई कल्पनात्मक चिन्तन करता रहे तो सब कुछ ठीक हो जायगा | ऐसे सिद्धान्त तो उन दिखावटी अध्यात्मवादियों द्वारा बनाये जाते हैं, जो अधिक से अधिक अनुयायी बनाना चाहते हैं | यदि प्रतिबन्ध हों, विधि-विधान न हों तो लोग इस प्रकार आकर्षित न हों | अतएव जो लोग धर्म के नाम पर अनुयायी चाहते हैं, वे केवल दिखावा करते हैं, वे अपनी विद्यार्थिओं के जीवनों पर कोई प्रतिबन्ध नहीं लगते और न ही अपने जीवन पर | लेकिन वेदों में ऐसी विधि को स्वीकृति नहीं की गई |",
                "जहाँ तक ब्राह्मणों की सरलता (आर्जवम्) का सम्बन्ध है, इसका पालन न केवल किसी एक आश्रम में किया जाना चाहिए, अपितु चारों आश्रमों के प्रत्येक सदस्य को करना चाहिए चाहे वह ब्रह्मचर्य, गृहस्थ, वानप्रस्थ अतवा संन्यास आश्रम में हो | मनुष्य को अत्यन्त सरल तथा सीधा होना चाहिए |",
                "अहिंसा का अर्थ है किसी जीव के प्रगतिशील जीवन को न रोकना | किसी को यह नहीं सोचना चाहिए कि चूँकि शरीर के वध किये जाने के बाद आत्मा-स्फुलिंग नहीं मरता, इसीलिए इन्द्रियतृप्ति के लिए पशुवध करने में कोई हानि नहीं है | प्रचुर अन्न, फल तथा दुग्ध की पूर्ति होते हुए भी आजकल लोगों में पशुओं का मांस खाने की लत पड़ी हुई है | लेकिन पशुओं के वध की कोई आवश्यकता नहीं है | यह आदेश हर एक के लिए है | जब कोई विकल्प न रहे, तभी पशुवध किया जाय | लेकिन इसकी यज्ञ में बलि की जाय | जो भी हो, जब मानवता के लिए प्रचुर भोजन हो, तो जो लोग आध्यात्मिक साक्षात्कार में प्रगति करने के इच्छुक हैं, उन्हें पशुहिंसा नहीं करनी चाहिए | वास्तविक अहिंसा का अर्थ है किसी की प्रगतिशील जीवन को रोका न जाय | पशु भी अपने विकास काल में एक पशुयोनि से दूसरी पशुयोनि में देहान्तरण करके प्रगति करते हैं | यदि किसी ऐसे पशु का वध कर दिया जाता है, तो उसकी प्रगति रुक जाती है | यदि कोई पशु किसी शरीर में बहुत दिनों से या वर्षों से रह रहा हो और उसे असमय ही मार दिया जाय तो उसे पुनः उसी जीवन में वापस आकर शेष दिन पूरे करने के बाद ही दूसरी योनि में जाना पड़ता है | अतएव अपने स्वाद की तुष्टि के लिए किसी की प्रगति को नहीं रोकना चाहिए | यही अहिंसा है |",
                "सत्यम् का अर्थ है कि मनुष्य को अपने स्वार्थ के लिए सत्य को ताड़ना-मरोड़ना नहीं चाहिए | वैदिक साहित्य में कुछ अंश अत्यन्त कठिन हैं, लेकिन उनका अर्थ किसी प्रामाणिक गुरु से जानना चाहिए | वेदों को समझने की यही विधि है | श्रुति का अर्थ है, किसी अधिकारी से सुनना | मनुष्य को चाहिए कि अपने स्वार्थ के लिए कोई विवेचना न गढ़े | भगवद्गीता की अनेक टीकाएँ हैं, जिसमें मूलपाठ की गलत व्याख्या की गई है | शब्द का वास्तविक भावार्थ प्रस्तुत किया जाना चाहिए और इसे प्रामाणिक गुरु से ही सीखना चाहिए |",
                "अक्रोध का अर्थ है, क्रोध को रोकना | यदि कोई क्षुब्ध बनावे तो ही सहिष्णु बने रहना चाहिए, क्योंकि एक बार क्रोध करने पर सारा शरीर दूषित हो जाता है | क्रोध रजोगुण तथा काम से उत्पन्न होता है | अतएव जो योगी है उसे क्रोध पर नियन्त्रण रखना चाहिए | अपैशुनम् का अर्थ है कि दूसरे के दोष न निकाले और व्यर्थ ही उन्हें सही न करे | निस्सन्देह चोर को चोर कहना छिद्रान्वेषण नहीं है, लेकिन निष्कपट व्यक्ति को चोर कहना उस व्यक्ति के लिए परम अपराध होगा जो आध्यात्मिक जीवन में प्रगति करना चाहता है | ह्री का अर्थ है कि मनुष्य अत्यन्त लज्जाशील हो और कोई गर्हित कार्य न करे | अचापलम् या संकल्प का अर्थ है कि मनुष्य किसी प्रयास से विचलित या उदास न हो | किसी प्रयास में भले ही असफलता क्यों न मिले, किन्तु मनुष्य को उसके लिए खिन्न नहीं होना चाहिए | उसे धैर्य तथा संकल्प के साथ प्रगति करनी चाहिए |",
                "यहाँ पर प्रयुक्त तेजस् शब्द क्षत्रियों के निमित्त है | क्षत्रियों को अत्यन्त बलशाली होना चाहिए, जिससे वह निर्बलों की रक्षा कर सकें | उन्हें अहिंसक होने का दिखावा नहीं करना चाहिए | यदि हिंसा की आवश्यकता पड़े, तो हिंसा दिखानी चाहिए | लेकिन जो व्यक्ति अपने शत्रु का दमन कर सकता है, उसे चाहिए कि कुछ विशेष परिस्थितियों में क्षमा कर दे | वह छोटे अपराधों के लिए क्षमा-दान कर सकता है |",
                "शौचम् का अर्थ है पवित्रता, जो न केवल मन तथा शरीर की हो, अपितु व्यवहार में भी हो | यह विशेष रूप से वणिक वर्ग के लिए है | उन्हें चाहिए कि वे काला बाजारी न करें | नाति-मानिता अर्थात् सम्मान की आशा न करना शूद्रों अर्थात् श्रमिक वर्ग के लिए है, जिन्हें वैदिक आदेशों के अनुसार चारों वर्णों में सबसे निम्न माना जाता है | उन्हें वृथा सम्मान या प्रतिष्ठा से फूलना नहीं चाहिए, बल्कि अपनी मर्यादा में बने रहना चाहिए | शूद्रों का कर्तव्य है कि सामाजिक व्यवस्था बनाये रखने के लिए वे उच्चवर्णों का सम्मान करें |",
                "यहाँ पर वर्णित छब्बीसों गुण दिव्य हैं | वर्णाश्रमधर्म के अनुसार इनका आचरण होना चाहिए | सारांश यह है कि भले ही भौतिक परिस्थितियाँ शौचनीय हों, यदि सभी वर्णों के लोग इन गुणों का अभ्यास करें, तो वे क्रमशः आध्यात्मिक अनुभूति के सर्वोच्च पद तक उठ सकते हैं |"
            ],
            "english": [
                "In the beginning of the Fifteenth Chapter, the banyan tree of this material world was explained. The extra roots coming out of it were compared to the activities of the living entities, some auspicious, some inauspicious. In the Ninth Chapter, also, the devas, or godly, and the asuras, the ungodly, or demons, were explained. Now, according to Vedic rites, activities in the mode of goodness are considered auspicious for progress on the path of liberation, and such activities are known as deva prakrti, transcendental by nature. Those who are situated in the transcendental nature make progress on the path of liberation. For those who are acting in the modes of passion and ignorance, on the other hand, there is no possibility of liberation. Either they will have to remain in this material world as human beings, or they will descend among the species of animals or even lower life forms. In this Sixteenth Chapter the Lord explains both the transcendental nature and its attendant qualities, as well as the demoniac nature and its qualities. He also explains the advantages and disadvantages of these qualities.",
                "The word abhijatasya in reference to one born of transcendental qualities or godly tendencies is very significant. To beget a child in a godly atmosphere is known in the Vedic scriptures as Garbhadhana-samskara. If the parents want a child in the godly qualities they should follow the ten principles of the human being. In Bhagavad-gita we have studied also before that sex life for begetting a good child is Krsna Himself. Sex life is not condemned provided the process is used in Krsna consciousness. Those who are in Krsna consciousness at least should not beget children like cats and dogs but should beget them so they may become Krsna conscious after birth. That should be the advantage of children born of a father or mother absorbed in Krsna consciousness.",
                "The social institution known as varnasrama-dharma-the institution dividing society into four divisions or castes-is not meant to divide human society according to birth. Such divisions are in terms of educational qualifications. They are to keep the society in a state of peace and prosperity. The qualities mentioned herein are explained as transcendental qualities meant for making a person progress in spiritual understanding so he can get liberated from the material world. In the varnasrama institution the sannyasi, or the person in the renounced order of life, is considered to be the head or the spiritual master of all the social statuses and orders. A brahmana is considered to be the spiritual master of the three other sections of a society, namely, the ksatriyas, the vaisyas and the sudras, but a sannyasi, who is on the top of the institution, is considered to be the spiritual master of the brahmanas also. For a sannyasi, the first qualification should be fearlessness. Because a sannyasi has to be alone without any support or guarantee of support, he has simply to depend on the mercy of the Supreme Personality of Godhead. If he thinks, “After leaving my connections, who will protect me?” he should not accept the renounced order of life. One must be fully convinced that Krsna or the Supreme Personality of Godhead in His localized aspect as Paramatma is always within, that He is seeing everything and He always knows what one intends to do. One must thus have firm conviction that Krsna as Paramatma will take care of a soul surrendered to Him. “I shall never be alone,” one should think. “Even if I live in the darkest regions of a forest I shall be accompanied by Krsna, and He will give me all protection.” That conviction is called abhayam, without fear. This state of mind is necessary for a person in the renounced order of life. Then he has to purify his existence. There are so many rules and regulations to be followed in the renounced order of life. Most important of all, a sannyasi is strictly forbidden to have any intimate relationship with a woman. He is even forbidden to talk with a woman in a secluded place. Lord Caitanya was an ideal sannyasi, and when He was at Puri His feminine devotees could not even come near to offer their respects. They were advised to bow down from a distant place. This is not a sign of hatred for women as a class, but it is a stricture imposed on the sannyasi not to have close connections with women. One has to follow the rules and regulations of a particular status of life in order to purify his existence. For a sannyasi, intimate relations with women and possessions of wealth for sense gratification are strictly forbidden. The ideal sannyasi was Lord Caitanya Himself, and we can learn from His life that He was very strict in regards to women. Although He is considered to be the most liberal incarnation of Godhead, accepting the most fallen conditioned souls, He strictly followed the rules and regulations of the sannyasa order of the life in connection with association with woman. One of His personal associates, namely Chota Haridasa, was personally associated with Lord Caitanya, along with His other confidential personal associates, but somehow or other this Chota Haridasa looked lustily on a young woman, and Lord Caitanya was so strict that He at once rejected him from the society of His personal associates. Lord Caitanya said, “For a sannyasi or anyone who is aspiring to get out of the clutches of material nature and trying to elevate himself to the spiritual nature and go back to home, back to Godhead, for him, looking toward material possessions and women for sense gratification-not even enjoying them, but just looking toward them with such a propensity-is so condemned that he had better commit suicide before experiencing such illicit desires.” So these are the processes for purification.",
                "The next item is jnana-yoga-vyavasthitih: being engaged in the cultivation of knowledge. Sannyasi life is meant for distributing knowledge to the householders and others who have forgotten their real life of spiritual advancement. A sannyasi is supposed to beg from door to door for his livelihood, but this does not mean that he is a beggar. Humility is also one of the qualifications of a transcendentally situated person, and out of sheer humility the sannyasi goes from door to door, not exactly for the purpose of begging, but to see the householders and awaken them to Krsna consciousness. This is the duty of a sannyasi. If he is actually advanced and so ordered by his spiritual master, he should preach Krsna with logic and understanding, and if he is not so advanced he should not accept the renounced order of life. But even if he has accepted the renounced order of life without sufficient knowledge, he should engage himself fully in hearing from a bona fide spiritual master to cultivate knowledge. A sannyasi or one in the renounced order of life must be situated in fearlessness, sattva-samsuddhih (purity) and jnana-yoga (knowledge).",
                "The next item is charity. Charity is meant for the householders. The householders should earn a livelihood by an honorable means and spend fifty percent of their income to propagate Krsna consciousness all over the world. Thus a householder should give in charity to such institutional societies that are engaged in that way. Charity should be given to the right receiver. There are different kinds of charities, as will be explained later on, charity in the modes of goodness, passion and ignorance. Charity in the mode of goodness is recommended by the scriptures, but charity in the modes of passion and ignorance is not recommended because it is simply a waste of money. Charity should be given only to propagate Krsna consciousness all over the world. That is charity in the mode of goodness.",
                "Then as far as damah (self-control) is concerned, it is not only meant for other orders of religious society, but it is especially meant for the householder. Although he has a wife, a householder should not use his senses for sex life unnecessarily. There are restrictions for the householders even in sex life, which should only be engaged in for the propagation of children. If he does not require children, he should not enjoy sex life with his wife. Modern society enjoys sex life with contraceptive methods or more abominable methods to avoid the responsibility of children. This is not in the transcendental quality but is demoniac. If anyone, even if he is a householder, wants to make progress in spiritual life, he must control his sex life and should not beget a child without the purpose of serving Krsna. If he is able to beget children who will be in Krsna consciousness, one can produce hundreds of children, but without this capacity one should not indulge only for sense pleasure.",
                "Sacrifice is another item to be performed by the householders because sacrifices require a large amount of money. Other orders of life, namely the brahmacarya, the vanaprastha and sannyasa, have no money; they live by begging. So performance of different types of sacrifice is meant for the householder. They should perform agni-hotra sacrifices as enjoined in the Vedic literature, but such sacrifices at the present moment are very expensive, and it is not possible for any householder to perform them. The best sacrifice recommended in this age is called sankirtana-yajna, the chanting of Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/Hare Rama, Hare Rama, Rama Rama, Hare Hare. This is the best and most inexpensive sacrifice; everyone can adopt it and derive benefit. So these three items, namely charity, sense control and performance of sacrifice, are meant for the householder.",
                "Then svadhyayah, Vedic study, and tapas, austerity, and arjavam, gentleness or simplicity, are meant for the brahmacarya or student life. Brahmacaris should have no connection with women; they should live a life of celibacy and engage the mind in the study of Vedic literature for cultivation of spiritual knowledge. This is called svadhyayah. Tapas or austerity is especially meant for the retired life. One should not remain a householder throughout his whole life; he must always remember that there are four divisions of life, brahmacarya, grhastha, vanaprastha and sannyasa. So after grhastha, householder life, one should retire. If one lives for a hundred years, he should spend twenty-five years in student life, twenty-five in householder life, twenty-five in retired life and twenty-five in the renounced order of life. These are the regulations of the Vedic religious discipline. A man retired from household life must practice austerities of the body, mind and tongue. That is tapasya. The entire varnasrama-dharma society is meant for tapasya. Without tapasya or austerity no human being can get liberation. The theory that there is no need of austerity in life, that one can go on speculating and everything will be nice, is neither recommended in the Vedic literature nor in Bhagavad-gita. Such theories are manufactured by showbottle spiritualists who are trying to gather more followers. If there are restrictions, rules and regulations, people will not become attracted. Therefore those who want followers in the name of religion, just to have a show only, don't restrict the lives of their students nor their own lives. But that method is not approved by the Vedas.",
                "As far as simplicity is concerned, not only should a particular order of life follow this principle, but every member, be he in the brahmacarya-asrama, or grhastha-asrama or vanaprastha-asrama. One must live very simply.",
                "Ahimsa means not arresting the progressive life of any living entity. One should not think that since the spirit spark is never killed even after the killing of the body there is no harm in killing animals for sense gratification. People are now addicted to eating animals, in spite of having an ample supply of grains, fruits and milk. There is no necessity for animal killing. This injunction is for everyone. When there is no other alternative, one may kill an animal, but it should be offered in sacrifice. At any rate, when there is an ample food supply for humanity, persons who are desiring to make advancement in spiritual realization should not commit violence to animals. Real ahimsa means not checking anyone's progressive life. The animals are also making progress in their evolutionary life by transmigrating from one category of animal life to another. If a particular animal is killed, then his progress is checked. If an animal is staying in a particular body for so many days or so many years and is untimely killed, then he has to come back again in that form of life to complete the remaining days in order to be promoted to another species of life. So their progress should not be checked simply to satisfy one's palate. This is called ahimsa.",
                "Satyam. This word means that one should not distort the truth for some personal interest. In Vedic literature there are some difficult passages, but the meaning or the purpose should be learned from a bona fide spiritual master. That is the process for understanding Vedas. Sruti means that one should hear from the authority. One should not construe some interpretation for his personal interest. There are so many commentaries on Bhagavad-gita that misinterpret the original text. The real import of the word should be presented, and that should be learned from a bona fide spiritual master.",
                "Akrodhah means to check anger. Even if there is provocation one should be tolerant, for once one becomes angry his whole body becomes polluted. Anger is the product of the modes of passion and lust, so one who is transcendentally situated should check himself from anger. Apaisunam means that one should not find fault with others or correct them unnecessarily. Of course to call a thief a thief is not faultfinding, but to call an honest person a thief is very much offensive for one who is making advancement in spiritual life. Hrih means that one should be very modest and must not perform some act which is abominable. Acapalam, determination, means that one should not be agitated or frustrated in some attempt. There may be failure in some attempt, but one should not be sorry for that; he should make progress with patience and determination. The word tejah used here is meant for the ksatriyas. The ksatriyas should always be very strong to be able to give protection to the weak. They should not pose themselves as nonviolent. If violence is required, they must exhibit it.",
                "Saucam means cleanliness, not only in mind and body but in one's dealings also. It is especially meant for the mercantile people, who should not deal in the black market. Natimanita, not expecting honor, applies to the sudras, the worker class, which are considered, according to Vedic injunctions, to be the lowest of the four classes. They should not be puffed up with unnecessary prestige or honor and should remain in their own status. It is the duty of the sudras to offer respect to the higher class for the upkeep of the social order.",
                "All these sixteen qualifications mentioned are transcendental qualities. They should be cultivated according to the different statuses of the social order. The purport is that even though material conditions are miserable, if these qualities are developed by practice, by all classes of men, then gradually it is possible to rise to the highest platform of transcendental realization."
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "दम्भो दर्पोऽभिमानश्र्च क्रोधः पारुष्यमेव च |",
                "अज्ञानं चाभिजातस्य पार्थ सम्पदमासुरीम् || ४ ||"
            ],
            "english": [
                "dambho darpo 'bhimanas ca",
                "krodhah parusyam eva ca",
                "ajnanam cabhijatasya",
                "partha sampadam asurim"
            ]
        },
        "translation": {
            "hindi": [
                "हे पृथापुत्र! दम्भ, दर्प, अभिमान, क्रोध, कठोरता तथा अज्ञान – ये सारे आसुरी स्वभाव वालों के गुण हैं |"
            ],
            "english": [
                "Arrogance, pride, anger, conceit, harshness and ignorance-these qualities belong to those of demonic nature, O son of Prtha."
            ]
        },
        "meaning": {
            "hindi": [
                "इस श्लोक में नरक के राजमार्ग का वर्णन है | आसुरी स्वभाव वाले लोग धर्म तथा आत्मविद्या की प्रगति का आडम्बर रचना चाहते हैं, भले ही वे उनके सिद्धान्तों का पालन न करते हों | वे सदैव किसी शिक्षा या प्रचुर सम्पत्ति का अधिकारी होने का दर्प करते हैं | वे चाहते हैं कि अन्य लोग उनकी पूजा करें और सम्मान दिखलाएँ, भले ही वे सम्मान के योग्य न हों | वे छोटी-छोटी बातों पर क्रुद्ध हो जाते हैं खरी-खोटी सुनाते हैं और नम्रता से नहीं बोलते | वे यह नहीं जानते कि क्या करना चाहिए और क्या नहीं करना चाहिए | वे अपनी इच्छानुसार, सनकवश, सारे कार्य करते हैं, वे किसी प्रमाण को नहीं मानते | वे ये आसुरी गुण तभी से प्राप्त करते हैं, जब वे अपनी माताओं के गर्भ में होते हैं और ज्यों-ज्यों वे बढ़ते हैं, त्यों-त्यों ये अशुभ गुण प्रकट होते हैं |"
            ],
            "english": [
                "In this verse, the royal road to hell is described. The demoniac want to make a show of religion and advancement in spiritual science, although they do not follow the principles. They are always arrogant or proud in possessing some type of education or so much wealth. They desire to be worshiped by others, and demand respectability, although they do not command respect. Over trifles they become very angry and speak harshly, not gently. They do not know what should be done and what should not be done. They do everything whimsically, according to their own desire, and they do not recognize any authority. These demoniac qualities are taken on by them from the beginning of their bodies in the wombs of their mothers, and as they grow they manifest all these inauspicious qualities."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "दैवी सम्पद्विमोक्षाय निबन्धायासुरी मता |",
                "मा शुचः सम्पदं दैवीमभिजातोऽसि पाण्डव || ५ ||"
            ],
            "english": [
                "daivi sampad vimoksaya",
                "nibandhayasuri mata",
                "ma sucah sampadam daivim",
                "abhijato 'si pandava"
            ]
        },
        "translation": {
            "hindi": [
                "दिव्य गुण मोक्ष के लिए अनुकूल हैं और आसुरी गुण बन्धन दिलाने के लिए हैं । हे पाण्डुपुत्र! तुम चिन्ता मत करो, क्योंकि तुम दैवी गुणों से युक्त होकर जन्मे हो ।"
            ],
            "english": [
                "The transcendental qualities are conducive to liberation, whereas the demonic qualities make for bondage. Do not worry, O son of Pandu, for you are born with the divine qualities."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् कृष्ण अर्जुन को यह कह कर प्रोत्साहित करते हैं कि वह आसुरी गुणों के साथ नहीं जन्मा है । युद्ध में उसका सम्मिलित होना आसुरी नहीं है, क्योंकि वह उसके गुण-दोषों पर विचार कर रहा था । वह यह विचार कर रहा था कि भीष्म तथा द्रोण जैसे प्रतिष्ठित महापुरुषों का वध किया जाये या नहीं, अतएव वह न तो क्रोध के वशीभूत होकर कार्य कर रहा था, न झूठी प्रतिष्ठा या निष्ठुरता के अधीन होकर । अतएव वह आसुरी स्वभाव का नहीं था । क्षत्रिय के लिए शत्रु पर बाण बरसाना दिव्य माना जाता है और ऐसे कर्तव्य से विमुख होना आसुरी । अतएव अर्जुन के लिए शोक (संताप) करने का कोई कारण न था । जो कोई भी जीवन के विभिन्न आश्रमों के विधानों का पालन करता है, वह दिव्य पद पर स्थित होता है ।"
            ],
            "english": [
                "Lord Krsna encouraged Arjuna by telling him that he was not born with demoniac qualities. His involvement in the fight was not demoniac because he was considering the pro's and con's. He was considering whether respectable persons such as Bhisma and Drona should be killed or not, so he was not acting under the influence of anger, false prestige, or harshness. Therefore he was not of the quality of the demons. For a ksatriya, a military man, shooting arrows at the enemy is considered transcendental, and refraining from such a duty is demoniac. Therefore, there was no cause for Arjuna to lament. Anyone who performs the regulated principles of the different orders of life is transcendentally situated."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "द्वौ भूतसर्गौ लोकेऽस्मिन्दैव आसुर एव च |",
                "दैवो विस्तरशः प्रोक्त आसुरं पार्थ मे श्रृणु || ६ ||"
            ],
            "english": [
                "dvau bhuta-sargau loke 'smin",
                "daiva asura eva ca",
                "daivo vistarasah prokta",
                "asuram partha me srnu"
            ]
        },
        "translation": {
            "hindi": [
                "हे पृथापुत्र! इस संसार में सृजित प्राणी दो प्रकार के हैं – दैवी तथा आसुरी । मैं पहले ही विस्तार से तुम्हें दैवी गुण बतला चुका हूँ । अब मुझसे आसुरी गुणों के विषय में सुनो ।"
            ],
            "english": [
                "O son of Prtha, in this world there are two kinds of created beings. One is called the divine and the other demonic. I have already explained to you at length the divine qualities. Now hear from Me of the demoniac."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन को यह कह कर कि वह दैवी गुणों से उत्पन्न होकर जन्मा है, भगवान् कृष्ण अब उसे आसुरी गुण बताते हैं । इस संसार में बद्ध जीव दो श्रेणियों में बँटे हुए हैं । जो जीव दिव्य गुणों से सम्पन्न होते हैं, वे नियमित जीवन बिताते हैं अर्थात् वे शास्त्रों तथा विद्वानों द्वारा बताये गये आदेशों का निर्वाह करते हैं । मनुष्य को चाहिए कि प्रामाणिक शास्त्रों के अनुसार ही कर्तव्य निभाए, यह प्रकृति दैवी कहलाती है । जो शास्त्र विहित विधानों को नहीं मानता और अपनी सनक के अनुसार कार्य करता है, वह आसुरी कहलाता है । शास्त्र के विधिविधानों के प्रति आज्ञा भाव ही एकमात्र कसौटी है, अन्य नहीं । वैदिक साहित्य में उल्लेख है कि देवता तथा असुर दोनों ही प्रजापति से उत्पन्न हुए, अन्तर इतना ही है कि एक श्रेणी के लोग वैदिक आदेशों को मानते हैं और दूसरे नहीं मानते ।"
            ],
            "english": [
                "Lord Krsna, having assured Arjuna that he was born with the divine qualities, is now describing the demoniac way. The conditioned living entities are divided into two classes in this world. Those who are born with divine qualities follow a regulated life; that is to say they abide by the injunctions in scriptures and by the authorities. One should perform duties in the light of authoritative scripture. This mentality is called divine. One who does not follow the regulative principles as they are laid down in the scriptures and who acts according to his whims is called demoniac or asuric. There is no other criterion but obedience to the regulative principles of scriptures. It is mentioned in Vedic literature that both the demigods and the demons are born of the Prajapati; the only difference is that one class obeys the Vedic injunctions and the other does not."
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "प्रवृत्तिं च निवृत्तिं च जना न विदुरासुराः |",
                "न शौचं नापि चाचारो न सत्यं तेषु विद्यते || ७ ||"
            ],
            "english": [
                "pravrttim ca nivrttim ca",
                "jana na vidur asurah",
                "na saucam napi cacaro",
                "na satyam tesu vidyate"
            ]
        },
        "translation": {
            "hindi": [
                "जो आसुरी हैं , वे यह नहीं जानते कि क्या करना चाहिए और क्या नहीं करना चाहिए । उनमें न तो पवित्रता, न उचित आचरण और न ही सत्य पाया जाता है ।"
            ],
            "english": [
                "Those who are demoniac do not know what is to be done and what is not to be done. Neither cleanliness nor proper behavior nor truth is found in them."
            ]
        },
        "meaning": {
            "hindi": [
                "प्रत्येक सभ्य मानव समाज में कुछ आचार-संहिताएँ होती हैं, जिनका प्रारम्भ से पालन करना होता है । विशेषतया आर्यगण, जो वैदिक सभ्यता को मानते हैं और अत्यन्त सभ्य माने जाते हैं, इनका पालन करते हैं । किन्तु जो शास्त्रीय आदेशों को नहीं मानते, वे असुर समझे जाते हैं । इसीलिए यहाँ कहा गया है कि असुरगण न तो शास्त्रीय नियमों को जानते हैं, न उनमें इनके पालन करने की प्रवृत्ति पाई जाती है । उनमें से अधिकांश इन नियमों को नहीं जानते और जो थोड़े से लोग जानते भी हैं, उनमें इनके पालन करने की प्रवृत्ति नहीं होती । उन्हें न तो वैदिक आदेशों में कोई श्रद्धा होती है , न ही वे उसके अनुसार कार्य करने के इच्छुक होते हैं । असुरगण न तो बाहर से, न भीतर से स्वच्छ होते हैं । मनुष्य को चाहिए कि स्नान करके, दंतमंजन करके, बाल बना कर, वस्र बदल कर शरीर को स्वच्छ रखे । जहाँ तक आन्तरिक स्वच्छता की बात है, मनुष्य को चाहिए कि वह सदैव ईश्र्वर के पवित्र नामों का स्मरण करे और हरे कृष्ण महामन्त्र का कीर्तन करे । असुरगण बाह्य तथा आन्तरिक स्वच्छता के इन नियमों को न तो चाहते हैं , न इनका पालन ही करते हैं ।",
                "जहाँ तक आचरण की बात है, मानव आचरण का मार्गदर्शन करने वाले अनेक विधि-विधान हैं, जैसे मनु-संहिता, जो मानवजाति का अधिनियम है । यहाँ तक कि आज भी सारे हिन्दू मनुसंहिता का ही अनुगमन करते हैं । इसी ग्रंथ से उत्तराधिकार तथा अन्य विधि सम्बन्धी बातें ग्रहण की जाती हैं । मनुसंहिता में स्पष्ट कहा गया है कि स्त्री को स्वतन्त्रता न प्रदान की जाय । इसका अर्थ यह नहीं होता कि स्त्रियों को दासी बना कर रखा जाय । वे तो बालकों के समान हैं । बालकों को स्वतन्त्रता नहीं दी जाती, लेकिन इसका अर्थ यह नहीं है कि वे दास बना कर रखे जाते हैं । लेकिन असुरों ने ऐसे आदेशों की उपेक्षा कर दी है और वे सोचने लगे हैं कि स्त्रियों को पुरुषों के समान ही स्वतन्त्रता प्रदान की जाय । लेकिन इससे संसार की सामाजिक स्थिति में सुधार नहीं हुआ । वास्तव में स्त्री को जीवन की प्रत्येक अवस्था में सुरक्षा प्रदान की जानी चाहिए । उसके बाल्यकाल में पिता द्वारा संरक्षण प्रदान किया जाना चाहिए, तारुण्य में पति द्वारा और बुढ़ापे में बड़े पुत्रों द्वारा । मनु-संहिता के अनुसार यही उचित सामाजिक आचरण है । लेकिन आधुनिक शिक्षा ने नारी जीवन का एक अतिरंजित अहंकारपूर्ण बोध उत्पन्न कर दिया है, अतएव अब विवाह एक कल्पना बन चुका है । स्त्री की नैतिक स्थिति भी अब बहुत अच्छी नहीं रह गई है । अतएव असुरगण कोई ऐसा उपदेश ग्रहण नहीं करते, जो समाज के लिए अच्छा हो । चूँकि वे महर्षियों के अनुभवों तथा उनके द्वारा निर्धारित विधि-विधानों का पालन नहीं करते , अतएव आसुरी लोगों की सामाजिक स्थिति अत्यन्त शोचनीय है ।"
            ],
            "english": [
                "In every civilized human society there is some set of scriptural rules and regulations which are followed from the beginning, especially among the Aryans, those who adopt the Vedic civilization and who are known as the most advanced civilized peoples. Those who do not follow the scriptural injunctions are supposed to be demons. Therefore it is stated here that the demons do not know the scriptural rules, nor do they have any inclination to follow them. Most of them do not know them, and even if some of them know, they have not the tendency to follow them. They have no faith, nor are they willing to act in terms of the Vedic injunctions. The demons are not clean, either externally or internally.",
                "One should always be careful to keep his body clean by bathing, brushing teeth, changing clothes, etc. As far as internal cleanliness is concerned, one should always remember the holy names of God and chant Hare Krsna, Hare Krsna, Krsna Krsna, Hare Hare/Hare Rama, Hare Rama, Rama Rama, Hare Hare. The demons neither like nor follow all these rules for external and internal cleanliness.",
                "As for behavior, there are many rules and regulations guiding human behavior, such as the Manu-samhita, which is the law of the human race. Even up to today, those who are Hindu follow the Manu-samhita. Laws of inheritance and other legalities are derived from this book. Now, in the Manu-samhita, it is clearly stated that a woman should not be given freedom. That does not mean that women are to be kept as slaves, but they are like children. Children are not given freedom, but that does not mean that they are kept as slaves. The demons have now neglected such injunctions, and they think that women should be given as much freedom as men. However, this has not improved the social condition of the world. Actually, a woman should be given protection at every stage of life. She should be given protection by the father in her younger days, by the husband in her youth, and by the grownup sons in her old age. This is proper social behavior according to the Manu-samhita. But modern education has artificially devised a puffed up concept of womanly life, and therefore marriage is practically now an imagination in human society. Nor is the moral condition of woman very good now. The demons, therefore, do not accept any instruction which is good for society, and because they do not follow the experience of great sages and the rules and regulations laid down by the sages, the social condition of the demoniac people is very miserable."
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "असत्यमप्रतिष्ठं ते जगदाहुरनीश्र्वरम् |",
                "अपरस्परससम्भूतं किमन्यत्कामहैतुकम् || ८ ||"
            ],
            "english": [
                "asatyam apratistham te",
                "jagad ahur anisvaram",
                "aparaspara-sambhutam",
                "kim anyat kama-haitukam"
            ]
        },
        "translation": {
            "hindi": [
                "वे कहते हैं कि यह जगत् मिथ्या है, इसका कोई आधार नहीं है और इसका नियमन किसी ईश्र्वर द्वारा नहीं होता । उनका कहना है कि यह कामेच्छा से उत्पन्न होता है और काम के अतिरिक्त कोई अन्य कारण नहीं है ।"
            ],
            "english": [
                "They say that this world is unreal, that there is no foundation and that there is no God in control. It is produced of sex desire, and has no cause other than lust."
            ]
        },
        "meaning": {
            "hindi": [
                "आसुरी लोग यह निष्कर्ष निकालते हैं कि यह जगत् मायाजाल है । इसका न कोई कारण है, न कार्य, न नियामक, न कोई प्रयोजन – हर वस्तु मिथ्या है । उनका कहना है कि दृश्य जगत् आकस्मिक भौतिक क्रियाओं तथा प्रतिक्रियाओं के कारण है । वे यह नहीं सोचते कि ईश्र्वर ने किसी प्रयोजन से इस संसार की रचना की है । उनका अपना सिद्धान्त है कि यह संसार अपने आप उत्पन्न हुआ है और यह विश्र्वास करने का कोई कारण नहीं है कि इसके पीछे किसी ईश्र्वर का हाथ है । उनके लिए आत्मा तथा पदार्थ में कोई अन्तर नहीं होता और वे परम आत्मा को स्वीकार नहीं करते । उनके लिए हर वस्तु पदार्थ मात्र है और यह पूरा जगत् मानो अज्ञान का पिण्ड हो । उनके अनुसार प्रत्येक वस्तु शून्य है और जो भी सृष्टि दिखती है, वह केवल दृष्टि-भ्रम के कारण है । वे इसे सच मान बैठते हैं कि विभिन्नता से पूर्ण यह सारी सृष्टि अज्ञान का प्रदर्शन है । जिस प्रकार स्वप्न में हम ऐसी अनेक वस्तुओं की सृष्टि कर सकते हैं, जिनका वास्तव में कोई अस्तित्व नहीं होता, अतएव जब हम जाग जाते हैं, तो देखते हैं कि सब कुछ स्वप्नमात्र था । लेकिन वास्तव में, यद्यपि असुर यह कहते हैं कि जीवन स्वप्न है, लेकिन वे इस स्वप्न को भोगने में बड़े कुशल होते हैं । अतएव वे ज्ञानार्जन करने के बजाय अपने स्वप्नलोक में अधिकाधिक उलझ जाते हैं । उनकी मान्यता है कि जिस प्रकार शिशु केवल स्त्रीपुरुष के सम्भोग का फल है, उसी तरह यह संसार बिना किसी आत्मा के उत्पन्न हुआ है । उनके लिए यह पदार्थ का संयोगमात्र है, जिसने जीवों को उत्पन्न किया, अतएव आत्मा के अस्तित्व का प्रश्न ही नहीं उठता । जिस प्रकार अनेक जीवित प्राणी आकरण पसीने ही से (स्वेदज) तथा मृत शरीर से उत्पन्न हो जाते हैं, उसी प्रकार यह सारा जीवित संसार दृश्य जगत् के भौतिक संयोगों से प्रकट हुआ है । अतएव प्रकृति ही इस संसार की कारणस्वरूपा है, इसका कोई अन्य कारण नहीं है । वे भगवद्गीता में कहे गये कृष्ण के इन वचनों को नहीं मानते – मयाध्यक्षेण प्रकृतिः सूयते सचराचरम् – सारा भौतिक जगत् मेरे ही निर्देश के अन्तर्गत गतिशील है । दूसरे शब्दों में, असुरों को संसार की सृष्टि के विषय में पूरा-पूरा ज्ञान नहीं है, प्रत्येक का अपना कोई न कोई सिद्धान्त है । उनके अनुसार शास्त्रों की कोई एक व्याख्या दूसरी व्याख्या के ही समान है, क्योंकि वे शास्त्रीय आदेशों के मानक ज्ञान में विश्र्वास नहीं करते ।"
            ],
            "english": [
                "The demoniac conclude that the world is phantasmagoria. There is no cause, no effect, no controller, no purpose: everything is unreal. They say that this cosmic manifestation arises due to chance material actions and reactions. They do not think that the world was created by God for a certain purpose. They have their own theory: that the world has come about in its own way and that there is no reason to believe that there is a God behind it. For them there is no difference between spirit and matter, and they do not accept the Supreme Spirit. Everything is matter only, and the whole cosmos is supposed to be a mass of ignorance. According to them, everything is void, and whatever manifestation exists is due to our ignorance in perception. They take it for granted that all manifestation of diversity is a display of ignorance. Just as in a dream we may create so many things, which actually have no existence, so when we are awake we shall see that everything is simply a dream. But factually, although the demons say that life is a dream, they are very expert in enjoying this dream. And so, instead of acquiring knowledge, they become more and more implicated in their dreamland. They conclude that as a child is simply the result of sexual intercourse between man and woman, this world is born without any soul. For them it is only a combination of matter that has produced the living entities, and there is no question of the existence of the soul. As many living creatures come out from perspiration and from a dead body without any cause, similarly, the whole living world has come out of the material combinations of the cosmic manifestation. Therefore material nature is the cause of this manifestation, and there is no other cause. They do not believe in the words of Krsna in Bhagavad-gita: mayadhyaksena prakrtih suyate sa-caracaram. “Under My direction the whole material world is moving.” In other words, amongst the demons there is no perfect knowledge of the creation of this world; every one of them has some particular theory of his own. According to them, one interpretation of the scriptures is as good as another, for they do not believe in a standard understanding of the scriptural injunctions."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "एतां दृष्टिमवष्टभ्य नष्टात्मानोऽल्पबुद्धयः |",
                "प्रभवन्त्युग्रकर्माणः क्षयाय जगतोऽहिताः || ९ ||"
            ],
            "english": [
                "etam drstim avastabhya",
                "nastatmano 'lpa-buddhayah",
                "prabhavanty ugra-karmanah",
                "ksayaya jagato 'hitah"
            ]
        },
        "translation": {
            "hindi": [
                "ऐसे निष्कर्मों का अनुगमन करते हुए आसुरी लोग, जिन्होंने आत्म-ज्ञान खो दिया है और जो बुद्धिहीन हैं, ऐसे अनुपयोगी एवं भयावह कार्यों में प्रवृत्त होते हैं जो संसार का विनाश करने के लिए होता है ।"
            ],
            "english": [
                "Following such conclusions, the demoniac, who are lost to themselves and who have no intelligence, engage in unbeneficial, horrible works meant to destroy the world."
            ]
        },
        "meaning": {
            "hindi": [
                "आसुरी लोग ऐसे कार्यों में व्यस्त रहते हैं जिससे संसार का विनाश हो जाये । भगवान् यहाँ कहते हैं कि वे कम बुद्धि वाले हैं । भौतिकवादी, जिन्हें ईश्र्वर का कोई बोध नहीं होता, सोचते हैं कि वे प्रगति कर रहे हैं । लेकिन भगवद्गीता के अनुसार वे बुद्धिहीन तथा समस्त विचारों से शून्य होते हैं । वे इस भौतिक जगत् का अधिक से अधिक भोग करने का प्रयत्न करते हैं, अतएव इन्द्रियतृप्ति के लिए कुछ न कुछ नया अविष्कार करते रहते हैं । ऐसे भौतिक अविष्कारों को मानव सभ्यता का विकास माना जाता है, लेकिन इसका दुष्परिणाम यह होता है कि लोग अधिकाधिक हिंसक तथा क्रूर होते जाते हैं – वे पशुओं के प्रति क्रूर हो जाते हैं और अन्य मनुष्यों के प्रति भी । उन्हें इसका कोई ज्ञान नहीं कि एक दूसरे से किस प्रकार व्यवहार किया जाय । आसुरी लोगों में पशु वध अत्यन्त प्रधान होता है । ऐसे लोग संसार के शत्रु समझे जाते हैं, क्योंकि वे अन्ततः ऐसा अविष्कार कर लेंगे या कुछ ऐसी सृष्टि कर देंगे जिससे सबका विनाश हो जाय । अप्रत्यक्षतः यह श्लोक नाभिकीय अस्त्रों के अविष्कार की पूर्व सूचना देता है, जिसका आज सारे विश्र्व को गर्व है । किसी भी क्षण युद्ध हो सकता है और ये परमाणु हथियार विनाशलीला उत्पन्न कर सकते हैं । ऐसी वस्तुएँ संसार के विनाश के उद्देश्य से ही उत्पन्न की जाती हैं और यहाँ पर इसका संकेत किया गया है । ईश्र्वर के प्रति अविश्र्वास के कारण ही ऐसे हथियारों का अविष्कार मानव समाज में किया जाता है – वे संसार की शान्ति तथा सम्पन्नता के लिए नहीं होते ।"
            ],
            "english": [
                "The demoniac are engaged in activities that will lead the world to destruction. The Lord states here that they are less intelligent. The materialists, who have no concept of God, think that they are advancing. But, according to Bhagavad-gita, they are unintelligent and devoid of all sense. They try to enjoy this material world to the utmost limit and therefore always engage in inventing something for sense gratification. Such materialistic inventions are considered to be advancement of human civilization, but the result is that people grow more and more violent and more and more cruel, cruel to animals and cruel to other human beings. They have no idea how to behave toward one another. Animal killing is very prominent amongst demoniac people. Such people are considered the enemies of the world because ultimately they will invent or create something which will bring destruction to all. Indirectly, this verse anticipates the invention of nuclear weapons, of which the whole world is today very proud. At any moment war may take place, and these atomic weapons may create havoc. Such things are created solely for the destruction of the world, and this is indicated here. Due to godlessness, such weapons are invented in human society; they are not meant for the peace and prosperity of the world."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "मकाममाश्रित्य दुष्पूरं दम्भमानमदान्विताः |",
                "मोहाद्गृहीत्वासद्ग्राहान्प्रवर्तन्तेऽश्रुचिव्रताः || १० ||"
            ],
            "english": [
                "kamam asritya duspuram",
                "dambha-mana-madanvitah",
                "mohad grhitvasad-grahan",
                "pravartante 'suci-vratah"
            ]
        },
        "translation": {
            "hindi": [
                "कभी न संतुष्ट होने वाले काम का आश्रय लेकर तथा गर्व के मद एवं मिथ्या प्रतिष्ठा में डूबे हुए आसुरी लोग इस तरह मोहग्रस्त होकर सदैव क्षणभंगुर वस्तुओं के द्वारा अपवित्र कर्म का व्रत लिए रहते हैं |"
            ],
            "english": [
                "The demoniac, taking shelter of insatiable lust, pride and false prestige, and being thus illusioned, are always sworn to unclean work, attracted by the impermanent."
            ]
        },
        "meaning": {
            "hindi": [
                "यहाँ पर आसुरी प्रवृत्ति का वर्णन हुआ है | असुरों में काम कभी तृप्त नहीं होता | वे भौतिक भोग के लिए अपनी अतृप्त इच्छाएँ बढ़ाते चले जाते हैं | यद्यपि वे क्षणभंगुर वस्तुओं को स्वीकार करने के कारण सदैव चिन्तामग्न रहते हैं, तो भी वे मोहवश ऐसे कार्य करते जाते हैं | उन्हें कोई ज्ञान नहीं होता, अतएव वे यह नहीं कह पाते कि वे गलत दिशा में जा रहे हैं | क्षणभंगुर वस्तुओं को स्वीकार करने के कारण वे अपना निजी ईश्र्वर निर्माण कर लेते हैं, अपने निजी मन्त्र बना लेते हैं और तदानुसार कीर्तन करते हैं | इसका फल यह होता है कि वे दो वस्तुओं की ओर अधिकाधिक आकृष्ट होते हैं – कामभोग तथा सम्पत्ति संचय | इस प्रसंग में अशुचि-व्रताः शब्द अत्यन्त महत्त्वपूर्ण है, जिसका अर्थ है ‘अपवित्र व्रत’ | ऐसे आसुरी लोग मद्य, स्त्रियों, द्यूत क्रीडा तथा मांसाहार के प्रति आसक्त होते हैं – ये ही उनकी अशुचि अर्थात् अपवित्र (गंदी) आदतें हैं | दर्प तथा अहंकार से प्रेरित होकर वे ऐसे धार्मिक सिद्धान्त बनाते हैं, जिनकी अनुमति वैदिक आदेश नहीं देते | यद्यपि ऐसे आसुरी लोग अत्यन्त निन्दनीय होते हैं, लेकिन संसार में कृत्रिम साधनों से ऐसे लोगों का झूठा सम्मान किया जाता है | यद्यपि वे नरक की ओर बढ़ते रहते हैं, लेकिन वे अपने को बहुत बड़ा मानते हैं |"
            ],
            "english": [
                "The demoniac mentality is described here. The demons' lust is never satiated. They will go on increasing and increasing their insatiable desires for material enjoyment. Although they are always full of anxieties on account of accepting nonpermanent things, they still continue to engage in such activities out of illusion. They have no knowledge and cannot tell that they are heading the wrong way. Accepting nonpermanent things, such demoniac people create their own God, create their own hymns and chant accordingly. The result is that they become more and more attracted to two things-sex enjoyment and accumulation of material wealth. The word asuci-vratah, unclean vow, is very significant in this connection. Such demoniac people are only attracted by wine, women, gambling and meat eating; those are their asuci, unclean habits. Induced by pride and false prestige, they create some principles of religion which are not approved by the Vedic injunctions. Although such demoniac people are most abominable in the world, still, by artificial means, the world creates a false honor for them. Although they are gliding toward hell, they consider themselves very much advanced."
            ]
        }
    },
    {
        "id": [
            11,
            12
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "चिन्तामपरिमेयां च प्रलयान्तामुपाश्रिताः |",
                "कामोपभोगपरमा एतावदिति निश्र्चिताः || ११ ||",
                "आशापाशशतैर्बद्धाः कामक्रोधपरायणाः |",
                "ईहन्ते कामभोगार्थमन्यायेनार्थसञ्चयान् || १२ ||"
            ],
            "english": [
                "cintam aparimeyam ca",
                "pralayantam upasritah",
                "kamopabhoga-parama",
                "etavad iti niscitah",
                "asa-pasa-satair baddhah",
                "kama-krodha-parayanah",
                "ihante kama-bhogartham",
                "anyayenartha-sancayan"
            ]
        },
        "translation": {
            "hindi": [
                "उनका विश्र्वास है कि इन्द्रियों की तुष्टि ही मानव सभ्यता की मूल आवश्यकता है | इस प्रकार मरणकाल तक उनको अपार चिन्ता होती रहती है | वे लाखों इच्छाओं के जाल में बँधकर तथा काम और क्रोध में लीन होकर इन्द्रियतृप्ति के लिए अवैध ढंग से धनसंग्रह करते हैं |"
            ],
            "english": [
                "They believe that to gratify the senses unto the end of life is the prime necessity of human civilization. Thus there is no end to their anxiety. Being bound by hundreds and thousands of desires, by lust and anger, they secure money by illegal means for sense gratification."
            ]
        },
        "meaning": {
            "hindi": [
                "आसुरी लोग मानते हैं कि इन्द्रियों का भोग ही जीवन का चरमलक्ष्य है और वे आमरण इसी विचारधारा को धारण किये रहते हैं | वे मृत्यु के बाद जीवन में विश्र्वास नहीं करते | वे यह नहीं मानते कि मनुष्य को इस जगत् में अपने कर्म के अनुसार विविध प्रकार के शरीर धारण करने पड़ते हैं | जीवन के लिए उनकी योजनाओं का अन्त नहीं होता और वे एक के बाद एक योजना बनाते रहते हैं जो कभी समाप्त नहीं होती | हमें ऐसे व्यक्ति की ऐसी आसुरी मनोवृत्ति का निजी अनुभव है, जो मरणाकाल तक अपने वैद्य से अनुनय-विनय करता रहा कि वह किसी तरह उसके जीवन की अवधि चार वर्ष बढ़ा दे, क्योंकि उसकी योजनाएँ तब भी अधूरी थीं | ऐसे मुर्ख लोग यह नहीं जानते कि वैद्य क्षणभर भी जीवन को नहीं बढ़ा सकता | जब मृत्यु का बुलावा आ जाता है, तो मनुष्य की इच्छा पर ध्यान नहीं दिया जाता | प्रकृति के नियम किसी को निश्चित अवधि के आगे क्षणभर भी भोग करने की अनुमति प्रदान नहीं करते |",
                "आसुरी मनुष्य, जो ईश्र्वर या अपने अन्तर में स्थित परमात्मा में श्रद्धा नहीं रखता, केवल इन्द्रियतृप्ति के लिए सभी प्रकार के पापकर्म करता रहता है | वह नहीं जानता कि उसके हृदय के भीतर एक साक्षी बैठा है | परमात्मा प्रत्येक जीवात्मा के कार्यों को देखता रहता है | जैसा कि उपनिषदों में कहा गया है कि एक वृक्ष में दो पक्षी बैठे हैं, एक पक्षी कर्म करता हुआ टहनियों में लगे सुख-दुख रूपी फलों को भोग रहा है और दूसरा उसका साक्षी है | लेकिन आसुरी मनुष्य को न तो वैदिकशास्त्र का ज्ञान है, न कोई श्रद्धा है | अतएव वह इन्द्रियभोग के लिए कुछ भी करने के लिए अपने को स्वतन्त्र मानता है, उसे परिणाम की परवाह नहीं रहती |"
            ],
            "english": [
                "The demoniac accept that the enjoyment of the senses is the ultimate goal of life, and this concept they maintain until death. They do not believe in life after death, and they do not believe that one takes on different types of bodies according to one's karma, or activities in this world. Their plans for life are never finished, and they go on preparing plan after plan, all of which are never finished. We have personal experience of a person of such demoniac mentality, who, even at the point of death, was requesting the physician to prolong his life for four years more because his plans were not yet complete. Such foolish people do not know that a physician cannot prolong life even for a moment. When the notice is there, there is no consideration of the man's desire. The laws of nature do not allow a second beyond what one is destined to enjoy.",
                "The demoniac person, who has no faith in God or the Supersoul within himself, performs all kinds of sinful activities simply for sense gratification. He does not know that there is a witness sitting within his heart. The Supersoul is observing the activities of the individual soul. As it is stated in the Vedic literature, the Upanisads, there are two birds sitting in one tree; the one is acting and enjoying or suffering the fruits of the branches, and the other is witnessing. But one who is demoniac has no knowledge of Vedic scripture, nor has he any faith; therefore he feels free to do anything for sense enjoyment, regardless of the consequences."
            ]
        }
    },
    {
        "id": [
            13,
            14,
            15
        ],
        "chapterId": 16,
        "text": {
            "hindi": [
                "इदमद्य मया लब्धमिमं प्राप्स्ये मनोरथम् |",
                "इदमस्तीदमपि मे भविष्यति पुनर्धनम् || १३ ||",
                "असौ मया हतः शत्रुर्हनिष्ये चापरानपि |",
                "इश्र्वरोऽहमहं भोगी सिद्धोऽहं बलवान्सुखी || १४ ||",
                "आढ्योऽभिजनवानस्मि कोऽन्योऽस्ति सदृशो मया |",
                "यक्ष्ये दास्यामि मोदिष्य इत्यज्ञानमोहिताः || १५ ||"
            ],
            "english": [
                "idam adya maya labdham",
                "imam prapsye manoratham",
                "idam astidam api me",
                "bhavisyati punar dhanam",
                "asau maya hatah satrur",
                "hanisye caparan api",
                "isvaro 'ham aham bhogi",
                "siddho 'ham balavan sukhi",
                "adhyo 'bhijanavan asmi",
                "ko 'nyo 'sti sadrso maya",
                "yaksye dasyami modisya",
                "ity ajnana-vimohitah"
            ]
        },
        "translation": {
            "hindi": [
                "आसुरी व्यक्ति सोचता है, आज मेरे पास इतना धन है और अपनी योजनाओं से मैं और अधिक धन कमाऊँगा | इस समय मेरे पास इतना है किन्तु भविष्य में यह बढ़कर और अधिक हो जायेगा | वह मेरा शत्रु है और मैंने उसे मार दिया है और मेरे अन्य शत्रु भी मार दिये जाएंगे | मैं सभी वस्तुओं का स्वामी हूँ | मैं भोक्ता हूँ | मैं सिद्ध, शक्तिमान् तथा सुखी हूँ | मैं सबसे धनी व्यक्ति हूँ और मेरे आसपास मेरे कुलीन सम्बन्धी हैं | कोई अन्य मेरे समान शक्तिमान तथा सुखी नहीं है | मैं यज्ञ करूँगा, दान दूँगा और इस तरह आनन्द मनाऊँगा | इस प्रकार ऐसे व्यक्ति अज्ञानवश मोहग्रस्त होते रहते हैं |"
            ],
            "english": [
                "The demoniac person thinks: “So much wealth do I have today, and I will gain more according to my schemes. So much is mine now, and it will increase in the future, more and more. He is my enemy, and I have killed him; and my other enemy will also be killed. I am the lord of everything, I am the enjoyer, I am perfect, powerful and happy. I am the richest man, surrounded by aristocratic relatives. There is none so powerful and happy as I am. I shall perform sacrifices, I shall give some charity, and thus I shall rejoice.” In this way, such persons are deluded by ignorance."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    }
]