[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अधिभूतं क्षरो भावः पुरुषश्चाधिदैवतम् ।",
            "अधियज्ञोऽहमेवात्र देहे देहभृतां वर ॥ ४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**अधिभूतम्** – भौतिक जगत्; **क्षरः** – निरन्तर परिवर्तनशील; **भावः** – प्रकृति; **पुरुषः** – सूर्य, चन्द्र जैसे समस्त देवताओं सहित विराट रूप; **च** – तथा; **अधिदैवतम्** – अधिदैव नामक; **अधियज्ञः** – परमात्मा; **अहम्** – मैं (कृष्ण); **एव** – निश्चय ही; **अन्न** – इस; **देहे** – शरीर में; **देह-भृताम्** – देहधारियों में; **वर** – हे श्रेष्ठ ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे देहधारियों में श्रेष्ठ! निरन्तर परिवर्तनशील यह भौतिक प्रकृति अधिभूत (भौतिक अभिव्यक्ति) कहलाती है । भगवान् का विराट रूप, जिसमें सूर्य तथा चन्द्र जैसे समस्त देवता सम्मिलित हैं, अधिदैव कहलाता है । तथा प्रत्येक देहधारी के हृदय में परमात्मा स्वरूप स्थित मैं परमेश्वर अधियज्ञ (यज्ञ का स्वामी) कहलाता हूँ ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यह भौतिक प्रकृति निरन्तर परिवर्तित होती रहती है । सामान्यतः भौतिक शरीरों को छह अवस्थाओं से निकलना होता है - वे उत्पन्न होते हैं, बढ़ते हैं, कुछ काल तक रहते हैं, कुछ गौण पदार्थ उत्पन्न करते हैं, क्षीण होते हैं और अन्त में विलुप्त हो जाते हैं । यह भौतिक प्रकृति अधिभूत कहलाती है । यह किसी निश्चित समय में उत्पन्न की जाती है और किसी निश्चित समय में विनष्ट कर दी जाती है । परमेश्वर के विराट स्वरूप की धारणा, जिसमें सारे देवता तथा उनके लोक सम्मिलित हैं, अधिदैवत कहलाती है । प्रत्येक शरीर में आत्मा सहित परमात्मा का वास होता है, जो भगवान् कृष्ण का अंश स्वरूप है । यह परमात्मा अधियज्ञ कहलाता है और हृदय में स्थित होता है । इस श्लोक के प्रसंग में एव शब्द अत्यन्त महत्त्वपूर्ण है, क्योंकि इसके द्वारा भगवान् बल देकर कहते हैं कि परमात्मा उनसे भिन्न नहीं है । यह परमात्मा प्रत्येक आत्मा के पास आसीन है और आत्मा के कार्यकलापों का साक्षी है तथा आत्मा की विभिन्न चेतनाओं का उद्गम है । यह परमात्मा प्रत्येक आत्मा को मुक्त भाव से कार्य करने की छूट देता है और उसके कार्यों पर निगरानी रखता है । परमेश्वर के इन विविध स्वरूपों के सारे कार्य उस कृष्णभावनाभावित भक्त को स्वतः स्पष्ट हो जाते हैं, जो भगवान् की दिव्यसेवा में लगा रहता है । अधिदैवत नामक भगवान् के विराट स्वरूप का चिन्तन उन नवदीक्षितों के लिए है जो भगवान् के परमात्मा स्वरूप तक नहीं पहँच पाते । अतः उन्हें परामर्श दिया जाता है कि वे उस विराट पुरुष का चिन्तन करें जिसके पाँव अधोलोक हैं, जिसके नेत्र सूर्य तथा चन्द्र हैं और जिसका सिर उच्चलोक है ।"
        ]
    }
]