[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यदा भूतपृथग्भावमेकस्थमनुपश्यति ।",
            "तत एव च विस्तारं ब्रह्म सम्पद्यते तदा ॥ ३१ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "yadā bhūta-pṛthag-bhāvam",
            "eka-stham anupaśyati",
            "tata eva ca vistāraṁ",
            "brahma sampadyate tadā"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "yadā — when; bhūta — of living entities; pṛthak-bhāvam — separated identities; eka-stham — situated in one; anupaśyati — one tries to see through authority; tataḥ eva — thereafter; ca — also; vistāram — the expansion; brahma — the Absolute; sampadyate — he attains; tadā — at that time."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When a sensible man ceases to see different identities due to different material bodies and he sees how beings are expanded everywhere, he attains to the Brahman conception."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When one can see that the various bodies of living entities arise due to the different desires of the individual soul and do not actually belong to the soul itself, one actually sees. In the material conception of life, we find someone a demigod, someone a human being, a dog, a cat, etc. This is material vision, not actual vision. This material differentiation is due to a material conception of life. After the destruction of the material body, the spirit soul is one. The spirit soul, due to contact with material nature, gets different types of bodies. When one can see this, he attains spiritual vision; thus being freed from differentiations like man, animal, big, low, etc., one becomes purified in his consciousness and able to develop Kṛṣṇa consciousness in his spiritual identity. How he then sees things will be explained in the next verse."
        ]
    }
]