[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "सर्वभूतेषु येनैकं भावमव्ययमीक्षते ।",
            "अविभक्तं विभक्तेषु तज्ज्ञानं विद्धि सात्त्विकम् ॥ २० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सर्व-भूतेषु - समस्त जीवों में; येन - जिससे; एकम् - एक; भावम् - स्थिति; अव्ययम् - अविनाशी; ईक्षते - देखता है; अविभक्तम् - अविभाजित; विभक्तेषु - अनन्त विभागों में बँटे हुए में; तत् - उस; ज्ञानम् - ज्ञान को; विद्धि - जानो; सात्त्विकम् - सतोगुणी |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जिस ज्ञान से अनन्त रूपों में विभक्त सारे जीवों में एक ही अविभक्त आध्यात्मिक प्रकृति देखी जाती है, उसे ही तुम सात्त्विक जानो |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो व्यक्ति हर जीव में, चाहे वह देवता हो, पशु-पक्षी हो या जलजन्तु अथवा पौधा हो, एक ही आत्मा देखता है, उसे सात्त्विक ज्ञान प्राप्त रहता है | समस्त जीवों में एक ही आत्मा है, यद्यपि पूर्व कर्मों के अनुसार उनके शरीर भिन्न-भिन्न हैं | जैसा कि सातवें अध्याय में वर्णन हुआ है, प्रत्येक शरीर में जीवनी शक्ति की अभिव्यक्ति परमेश्वर की पराप्रकृति के कारण होती है | उस एक पराप्रकृति, उस जीवनी शक्ति को प्रत्येक शरीर में देखना सात्त्विक दर्शन है | यह जीवनी शक्ति अविनाशी है, भले ही शरीर विनाशशील हों | जो आपसी भेद है, वह शरीर के कारण है | चूँकि बद्धजीवन में अनेक प्रकार के भौतिक रूप हैं, अतएव जीवनी शक्ति विभक्त प्रतीत होती है | ऐसा निराकार ज्ञान आत्म-साक्षात्कार का एक पहलू है |"
        ]
    }
]