[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "इदं ज्ञानमुपाश्रित्य मम साधर्म्यमागताः ।",
            "सर्गेऽपि नोपजायन्ते प्रलये न व्यथन्ति च ॥ २ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इदम् - इस; ज्ञानम् - ज्ञान को; उपाश्रित्य - आश्रय बनाकर; मम - मेरा; साधार्म्यम् - समान प्रकृति को; आगताः - प्राप्त करके; सर्गे अपि - सृष्टि में भी; न - कभी नहीं; उपजायन्ते - उत्पन्न होते हैं; प्रलये - प्रलय में; न - न तो; व्यथन्ति - विचलित होते हैं; च - भी |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस ज्ञान में स्थिर होकर मनुष्य मेरी जैसी दिव्य प्रकृति (स्वभाव) को प्राप्त कर सकता है | इस प्रकार स्थित हो जाने पर वह न तो सृष्टि के समय उत्पन्न होता है और न प्रलय के समय विचलित होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "पूर्ण दिव्य ज्ञान प्राप्त कर लेने के बाद मनुष्य भगवान् से गुणात्मक समता प्राप्त कर लेता है और जन्म-मरण के चक्र से मुक्त हो जाता है | लेकिन जीवात्मा के रूप में उसका वह स्वरूप समाप्त नहीं होता | वैदिक ग्रन्थों से ज्ञात होता है कि जो मुक्तात्माएँ वैकुण्ठ जगत् में पहुँच चुकी हैं, वे निरन्तर परमेश्वर के चरणकमलों के दर्शन करती हुई उनकी दिव्य प्रेमाभक्ति में लगी रहती हैं | अतएव मुक्ति के बाद भी भक्तों का अपना निजी स्वरूप नहीं समाप्त होता |",
            "सामान्यतया इस संसार में हम जो भी ज्ञान प्राप्त करते हैं, वह प्रकृति के तीन गुणों द्वारा दूषित रहता है | जो ज्ञान इन गुणों से दूषित नहीं होता, वह दिव्य ज्ञान कहलाता है | जब कोई व्यक्ति इस दिव्य ज्ञान को प्राप्त होता है, तो वह परमपुरुष के समकक्ष पद पर पहुँच जाता है | जिन लोगों को चिन्मय आकाश का ज्ञान नहीं है, वे मानते हैं कि भौतिक स्वरूप के कार्यकलापों से मुक्त होने पर यह आध्यात्मिक पहचान बिना किसी विविधता के निराकार हो जाती है | लेकिन जिस प्रकार इस संसार में विविधता है, उसी प्रकार आध्यात्मिक जगत में भी है | जो लोग इससे परिचित नहीं हैं, वे सोचते हैं कि आध्यात्मिक जगत् इस भौतिक जगत् की विविधता से उल्टा है | लेकिन वास्तव में होता यह है कि आध्यात्मिक जगत् (चिन्मय आकाश) में मनुष्य को आध्यात्मिक रूप प्राप्त हो जाता है | वहाँ के सारे कार्यकलाप आध्यात्मिक होते हैं और यह आध्यात्मिक स्थिति भक्तिमय जीवन कहलाती है | यह वातावरण अदूषित होता है और यहाँ पर व्यक्ति गुणों की दृष्टि से परमेश्वर के समकक्ष होता है | ऐसा ज्ञान प्राप्त करने के लिए मनुष्य को समस्त आध्यात्मिक गुण उत्पन्न करने होते हैं | जो इस प्रकार से आध्यात्मिक गुण उत्पन्न कर लेता है, वह भौतिक जगत् के सृजन या उसके विनाश से प्रभावित नहीं होता |"
        ]
    }
]