[
    {
        "id": [
            31
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि |",
                "धर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते || ३१ ||"
            ],
            "english": [
                "sva-dharmam api caveksya",
                "na vikampitum arhasi",
                "dharmyad dhi yuddhac chreyo 'nyat",
                "ksatriyasya na vidyate"
            ]
        },
        "translation": {
            "hindi": [
                "क्षत्रिय होने के नाते अपने विशिष्ट धर्म का विचार करते हुए तुम्हें जानना चाहिए कि धर्म के लिए युद्ध करने से बढ़ कर तुम्हारे लिए अन्य कोई कार्य नहीं है | अतः तुम्हें संकोच करने की कोई आवश्यकता नहीं है |"
            ],
            "english": [
                "Considering your specific duty as a ksatriya, you should know that there is no better engagement for you than fighting on religious principles; and so there is no need for hesitation."
            ]
        },
        "meaning": {
            "hindi": [
                "सामाजिक व्यवस्था के चार वर्णों में द्वितीय वर्ण उत्तम शासन के लिए है और क्षत्रिय कहलाता है | क्षत् का अर्थ है चोट खाया हुआ | जो क्षति से रक्षा करे वह क्षत्रिय कहलाता है (त्रायते– रक्षा प्रदान करना) | क्षत्रियों को वन में आखेट करने का प्रशिक्षण दिया जाता है | क्षत्रिय जंगल में जाकर शेर को ललकारता और उससे आमने-सामने अपनी तलवार से लड़ता है | शेर की मृत्यु होने पर उसकी राजसी ढंग से अन्त्येष्टि की जाती थी | आज भी जयपुर रियासत के क्षत्रियराजा इस प्रथा का पालन करते हैं | क्षत्रियों को विशेष रूप से ललकारने तथा मारने की शिक्षा दी जाती है क्योंकि कभी-कभी धार्मिक हिंसा अनिवार्य होती है | इसलिए क्षत्रियों को सीधे संन्यसाश्रम ग्रहण करने का विधान नहीं है | राजनीति में अहिंसा कूटनीतिक चाल हो सकती है, किन्तु यह कभी भी कारण या सिद्धान्त नहीं रही | धार्मिक संहिताओं में उल्लेख मिलता है –",
                "आहवेषु मिथोऽन्योन्यं जिघांसन्तो महीक्षितः |",
                "युद्धमानाः परं शक्त्या स्वर्गं यान्त्यपराङ्मुखाः ||",
                "यज्ञेषु पशवो ब्रह्मान् हन्यन्ते सततं द्विजैः |",
                "संस्कृताः किल मन्त्रैश्र्च तेऽपि स्वर्गमवाप्नुवन् ||",
                "“युद्ध में विरोधी ईर्ष्यालु राजा से संघर्ष करते हुए मरने वाले राजा या क्षत्रिय को मृत्यु के अनन्तर वे ही उच्च्लोक प्राप्त होते हैं जिनकी प्राप्ति यज्ञाग्नि में मारे गये पशुओं को होती है |” अतः धर्म के लिए युद्धभूमि में वध करना तथा याज्ञिक अग्नि के लिए पशुओं का वध करना हिंसा कार्य नहीं माना जाता क्योंकि इसमें निहित धर्म के कारण प्रत्येक व्यक्ति को लाभ पहुँचता है और यज्ञ में बलि दिये गये पशु को एक स्वरूप से दूसरे में बिना विकास प्रक्रिया के ही तुरन्त मनुष्य का शरीर प्राप्त हो जाता है | इसी तरह युद्धभूमि में मारे गये क्षत्रिय यज्ञ सम्पन्न करने वाले ब्राह्मणों को प्राप्त होने वाले स्वर्गलोक में जाते हैं |",
                "स्वधर्म दो प्रकार का होता है | जब तक मनुष्य मुक्त नहीं हो जाता तब तक मुक्ति प्राप्त करने के लिए धर्म के अनुसार शरीर विशेष के कर्तव्य करने होते हैं | जब वह मुक्त हो जाता है तो उसका विशेष कर्तव्य या स्वधर्म आध्यात्मिक हो जाता है और देहात्मबुद्धि में नहीं रहता | जब तक देहात्मबुद्धि है तब तक ब्राह्मणों तथा क्षत्रियों के लिए स्वधर्म पालन अनिवार्य होता है | स्वधर्म का विधान भगवान् द्वारा होता है, जिसका स्पष्टीकरण चतुर्थ अध्याय में किया जायेगा | शारीरिक स्तर पर स्वधर्म को वर्णाश्रम-धर्म अथवा अध्यात्मिक बोध का प्रथम सोपान कहते हैं | वर्णाश्रम-धर्म अर्थात् प्राप्त शरीर के विशिष्ट गुणों पर आधारित स्वधर्म की अवस्था से मानवीय सभ्यता का शुभारम्भ होता है | वर्णाश्रम-धर्म के अनुसार किसी कार्य-क्षेत्र में स्वधर्म का निर्वाह करने से जीवन के उच्चतर पद को प्राप्त किया जा सकता है |"
            ],
            "english": [
                "Out of the four orders of social administration, the second order, for the matter of good administration, is called ksatriya. Ksat means hurt. One who gives protection from harm is called ksatriya (trayate—to give protection). The ksatriyas are trained for killing in the forest. A ksatriya would go into the forest and challenge a tiger face to face and fight with the tiger with his sword. When the tiger was killed, it would be offered the royal order of cremation. This system is being followed even up to the present day by the ksatriya kings of Jaipur state. The ksatriyas are specially trained for challenging and killing because religious violence is sometimes a necessary factor. Therefore, ksatriyas are never meant for accepting directly the order of sannyasa or renunciation. Nonviolence in politics may be a diplomacy, but it is never a factor or principle. In the religious law books it is stated:",
                "There are two kinds of svadharmas, specific duties. As long as one is not liberated, one has to perform the duties of that particular body in accordance with religious principles in order to achieve liberation. When one is liberated, one's svadharma—specific duty—becomes spiritual and is not in the material bodily concept. In the bodily conception of life there are specific duties for the brahmanas and ksatriyas respectively, and such duties are unavoidable. Svadharma is ordained by the Lord, and this will be clarified in the Fourth Chapter. On the bodily plane svadharma is called varnasrama-dharma, or man's steppingstone for spiritual understanding. Human civilization begins from the stage of varnasrama-dharma, or specific duties in terms of the specific modes of nature of the body obtained. Discharging one's specific duty in any field of action in accordance with varnasrama-dharma serves to elevate one to a higher status of life."
            ]
        }
    },
    {
        "id": [
            32
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम् |",
                "सुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम् || ३२ ||"
            ],
            "english": [
                "yadrcchaya copapannam",
                "svarga-dvaram apavrtam",
                "sukhinah ksatriyah partha",
                "labhante yuddham idrsam"
            ]
        },
        "translation": {
            "hindi": [
                "हे पार्थ! वे क्षत्रिय सुखी हैं जिन्हें ऐसे युद्ध के अवसर अपने आप प्राप्त होते हैं जिससे उनके लिए स्वर्गलोक के द्वार खुल जाते हैं |"
            ],
            "english": [
                "O Partha, happy are the ksatriyas to whom such fighting opportunities come unsought, opening for them the doors of the heavenly planets."
            ]
        },
        "meaning": {
            "hindi": [
                "विश्र्व के परम गुरु भगवान् कृष्ण अर्जुन की इस प्रवृत्ति की भर्त्सना करते हैं जब वह कहता है कि उसे इस युद्ध में कुछ भी तो लाभ नहीं दिख रहा है | इससे नरक में शाश्र्वत वास करना होगा | अर्जुन द्वारा ऐसे वक्तव्य केवल अज्ञानजन्य थे | वह अपने स्वधर्म के आचरण में अहिंसक बनना चाह रहा था, किन्तु एक क्षत्रिय के लिए युद्धभूमि में स्थित होकर इस प्रकार अहिंसक बनना मूर्खों का दर्शन है | पराशर-स्मृति में व्यासदेव के पिता पराशर ने कहा है –",
                "क्षत्रियो हि प्रजारक्षन् शस्त्रपाणिः प्रदण्डयन् |",
                "निर्जित्य परसैन्यादि क्षितिं धर्मेण पाल्येत् ||",
                "क्षत्रिय का धर्म है कि वह सभी क्लेशों से नागरिकों की रक्षा करे | इसीलिए उसे शान्ति तथा व्यवस्था बनाये रखने के लिए हिंसा करनी पड़ती है | अतः उसे शत्रु राजाओं के सैनिकों को जीत कर धर्मपूर्वक संसार पर राज्य करना चाहिए |",
                "यदि सभी पक्षों पर विचार करें तो अर्जुन को युद्ध से विमुख होने का कोई कारण नहीं था | यदि वह शत्रुओं को जीतता है तो राज्यभोग करेगा और यदि वह युद्धभूमि में मरता है तो स्वर्ग को जायेगा जिसके द्वार उसके लिए खुले हुए हैं | युद्ध करने के लिए उसे दोनों ही तरह लाभ होगा |"
            ],
            "english": [
                "As supreme teacher of the world, Lord Krsna condemns the attitude of Arjuna who said, “I do not find any good in this fighting. It will cause perpetual habitation in hell.” Such statements by Arjuna were due to ignorance only. He wanted to become nonviolent in the discharge of his specific duty. For a ksatriya to be in the battlefield and to become nonviolent is the philosophy of fools. In the Parasara-smrti or religious codes made by Parasara, the great sage and father of Vyasadeva, it is stated:",
                "Considering all aspects, Arjuna had no reason to refrain from fighting. If he should conquer his enemies, he would enjoy the kingdom; and if he should die in the battle, he would be elevated to the heavenly planets whose doors were wide open to him. Fighting would be for his benefit in either case."
            ]
        }
    },
    {
        "id": [
            33
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "अथ चेत्त्वमिमं धर्म्यं संग्रामं न करिष्यसि |",
                "ततः स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि || ३३ ||"
            ],
            "english": [
                "atha cet tvam imam dharmyam",
                "sangramam na karisyasi",
                "tatah sva-dharmam kirtim ca",
                "hitva papam avapsyasi"
            ]
        },
        "translation": {
            "hindi": [
                "किन्तु यदि तुम युद्ध करने के स्वधर्म को सम्पन्न नहीं करते तो तुम्हें निश्चित रूप से अपने कर्तव्य की अपेक्षा करने का पाप लगेगा और तुम योद्धा के रूप में भी अपना यश खो दोगे |"
            ],
            "english": [
                "If, however, you do not fight this religious war, then you will certainly incur sins for neglecting your duties and thus lose your reputation as a fighter."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन विख्यात योद्धा था जिसने शिव आदि अनेक देवताओं से युद्ध करके यश अर्जित किया था | शिकारी के वेश में शिवजी से युद्ध करके तथा उन्हें हरा कर अर्जुन ने उन्हें प्रसन्न किया था और वर के रूप में पाशुपतास्त्र प्राप्त किया था | सभी लोग जानते थे कि वह महान योद्धा है | स्वयं द्रोणाचार्य ने उसे आशीष दिया था और एक विशेष अस्त्र प्रदान किया था, जिससे वह अपने गुरु का भी वध कर सकता था | इस प्रकार वह अपने धर्मपिता एवं स्वर्ग के रजा इन्द्र समेत अनेक अधिकारीयों से अनेक युद्धों के प्रमाणपत्र प्राप्त कर चुका था , किन्तु यदि वह इस समय युद्ध का परित्याग करता है तो वह न केवल क्षत्रिय धर्म की अपेक्षा का दोषी होगा, अपितु उसके यश की भी हानि होगी और वह नरक जाने के लिए अपना मार्ग तैयार कर लेगा | दूसरे शब्दों में, वह युद्ध करने से नहीं, अपितु युद्ध से पलायन करने के कारण नरक का भागी होगा |"
            ],
            "english": [
                "Arjuna was a famous fighter, and he attained fame by fighting many great demigods, including even Lord Siva. After fighting and defeating Lord Siva in the dress of a hunter, Arjuna pleased the Lord and received as a reward a weapon called pasupata-astra. Everyone knew that he was a great warrior. Even Dronacarya gave him benediction and awarded him the special weapon by which he could kill even his teacher. So he was credited with so many military certificates from many authorities, including his adopted father Indra, the heavenly king. But if he abandoned the battle, he would not only neglect his specific duty as a ksatriya, but he would lose all his fame and good name and thus prepare his royal road to hell. In other words, he would go to hell, not by fighting, but by withdrawing from battle."
            ]
        }
    },
    {
        "id": [
            34
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "अकीर्तिं चापि भूतानि कथयिष्यन्ति तेऽव्ययाम् |",
                "सम्भावितस्य चाकीर्तिर्मरणादतिरिच्यते || ३४ ||"
            ],
            "english": [
                "akirtim capi bhutani",
                "kathayisyanti te 'vyayam",
                "sambhavitasya cakirtir",
                "maranad atiricyate"
            ]
        },
        "translation": {
            "hindi": [
                "लोग सदैव तुम्हारे अपयश का वर्णन करेंगे और सम्मानित व्यक्ति के लिए अपयश तो मृत्यु से भी बढ़कर है |"
            ],
            "english": [
                "People will always speak of your infamy, and for one who has been honored, dishonor is worse than death."
            ]
        },
        "meaning": {
            "hindi": [
                "अब अर्जुन के मित्र तथा गुरु के रूप में भगवान् कृष्ण अर्जुन को युद्ध से विमुख न होने का अन्तिम निर्णय देते हैं | वे कहते हैं, “अर्जुन! यदि तुम युद्ध प्रारम्भ होने के पूर्व ही युद्धभूमि छोड़ देते हो तो लोग तुम्हें कायर कहेंगे | और यदि तुम सोचते हो कि लोग गाली देते रहें, किन्तु तुम युद्धभूमि से भागकर अपनी जान बचा लोगे तो मेरी सलाह है कि तुम्हें युद्ध में मर जाना ही श्रेयस्कर होगा | तुम जैसे सम्माननीय व्यक्ति के लिए अपकीर्ति मृत्यु से भी बुरी है | अतः तुम्हें प्राणभय से भागना नहीं चाहिए, युद्ध में मर जाना ही श्रेयस्कर होगा | इसे तुम मेरी मित्रता का दुरूपयोग करने तथा समाजमें अपनी प्रतिष्ठा खोने के अपयश से बच जाओगे |”",
                "अतः अर्जुन के लिए भगवान् का अन्तिम निर्णय था कि वह संग्राम से पलायन न करे अपितु युद्ध में मरे |"
            ],
            "english": [
                "Both as friend and philosopher to Arjuna, Lord Krsna now gives His final judgement regarding Arjuna's refusal to fight. The Lord says, “Arjuna, if you leave the battlefield, people will call you a coward even before your actual flight. And if you think that people may call you bad names but that you will save your life by fleeing the battlefield, then My advice is that you'd do better to die in the battle. For a respectable man like you, ill fame is worse than death. So, you should not flee for fear of your life; better to die in the battle. That will save you from the ill fame of misusing My friendship and from losing your prestige in society.”",
                "So, the final judgement of the Lord was for Arjuna to die in the battle and not withdraw."
            ]
        }
    },
    {
        "id": [
            35
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                " भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः |",
                "येषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम् || ३५ ||"
            ],
            "english": [
                "bhayad ranad uparatam",
                "mamsyante tvam maha-rathah",
                "yesam ca tvam bahu-mato",
                "bhutva yasyasi laghavam"
            ]
        },
        "translation": {
            "hindi": [
                "जिन-जिन महाँ योद्धाओं ने तुम्हारे नाम तथा यश को सम्मान दिया है वे सोचेंगे कि तुमने डर के मारे युद्धभूमि छोड़ दी है और इस तरह वे तुम्हें तुच्छ मानेंगे |"
            ],
            "english": [
                "The great generals who have highly esteemed your name and fame will think that you have left the battlefield out of fear only, and thus they will consider you a coward."
            ]
        },
        "meaning": {
            "hindi": [
                "भगवान् कृष्ण अर्जुन को अपना निर्णय सुना रहे हैं, “तुम यह मत सोचो कि दुर्योधन, कर्ण तथा अन्य समकालीन महारथी यह सोचेंगे कि तुमने अपने भाईओं तथा पितामह पर दया करके युद्धभूमि छोड़ी है | वे तो यही सोचेंगे कि तुमने अपने प्राणों के भय से युद्धभूमि छोड़ी है | इस प्रकार उनकी दृष्टि में तुम्हारे प्रति जो सम्मान है वह धूल में मिल जायेगा |”"
            ],
            "english": [
                "Lord Krsna continued to give His verdict to Arjuna: “Do not think that the great generals like Duryodhana, Karna, and other contemporaries will think that you have left the battlefield out of compassion for your brothers and grandfather. They will think that you have left out of fear for your life. And thus their high estimation of your personality will go to hell.”"
            ]
        }
    },
    {
        "id": [
            36
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "अवाच्यवादांश्र्च बहून्वदिष्यन्ति तवाहिताः |",
                "निन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम् || ३६ ||"
            ],
            "english": [
                "avacya-vadams ca bahun",
                "vadisyanti tavahitah",
                "nindantas tava samarthyam",
                "tato duhkhataram nu kim"
            ]
        },
        "translation": {
            "hindi": [
                "तुम्हारे शत्रु अनेक प्रकार के कटु शब्दों से तुम्हारा वर्णन करेंगे और तुम्हारी सामर्थ्य का उपहास करेंगे | तुम्हारे लिए इससे दुखदायी और क्या हो सकता है?"
            ],
            "english": [
                "Your enemies will describe you in many unkind words and scorn your ability. What could be more painful for you?"
            ]
        },
        "meaning": {
            "hindi": [
                "प्रारम्भ में ही भगवान् कृष्ण को अर्जुन के अयाचित दयाभाव पर आश्चर्य हुआ था और उन्होंने इस दयाभाव को अनार्योचित बताया था | अब उन्होंने विस्तार से अर्जुन के तथाकथित दयाभाव के विरुद्ध कहे गये अपने वचनों को सिद्ध कर दिया है |"
            ],
            "english": [
                "Lord Krsna was astonished in the beginning at Arjuna's uncalled-for plea for compassion, and He described his compassion as befitting the non-Aryans. Now in so many words, He has proved His statements against Arjuna's so-called compassion."
            ]
        }
    },
    {
        "id": [
            37
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम् |",
                "तस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्र्चयः || ३७ ||"
            ],
            "english": [
                "hato va prapsyasi svargam",
                "jitva va bhoksyase mahim",
                "tasmad uttistha kaunteya",
                "yuddhaya krta-niscayah"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुन्तीपुत्र! तुम यदि युद्ध में मारे जाओगे तो स्वर्ग प्राप्त करोगे या यदि तुम जीत जाओगे तो पृथ्वी के साम्राज्य का भोग करोगे | अतः दृढ़ संकल्प करके खड़े होओ और युद्ध करो |"
            ],
            "english": [
                "O son of Kunti, either you will be killed on the battlefield and attain the heavenly planets, or you will conquer and enjoy the earthly kingdom. Therefore get up and fight with determination."
            ]
        },
        "meaning": {
            "hindi": [
                "यद्यपि अर्जुन के पक्ष में विजय निश्चित न थी फिर भी उसे युद्ध करना था, क्योंकि यदि वह युद्ध में मारा भी गया तो वह स्वर्गलोक को जायेगा |"
            ],
            "english": [
                "Even though there was no certainty of victory for Arjuna's side, he still had to fight; for, even being killed there, he could be elevated into the heavenly planets."
            ]
        }
    },
    {
        "id": [
            38
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ |",
                "ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि || ३८ ||"
            ],
            "english": [
                "sukha-duhkhe same krtva",
                "labhalabhau jayajayau",
                "tato yuddhaya yujyasva",
                "naivam papam avapsyasi"
            ]
        },
        "translation": {
            "hindi": [
                "तुम सुख या दुख, हानि या लाभ, विजय या पराजय का विचार किये बिना युद्ध के लिए युद्ध करो | ऐसा करने पर तुम्हें कोई पाप नहीं लगेगा |"
            ],
            "english": [
                "Do thou fight for the sake of fighting, without considering happiness or distress, loss or gain, victory or defeat—and, by so doing, you shall never incur sin."
            ]
        },
        "meaning": {
            "hindi": [
                "अब भगवान् कृष्ण प्रत्यक्ष रूप से कहते हैं कि अर्जुन को युद्ध के लिए युद्ध करना चाहिए क्योंकि यह उनकी इच्छा है | कृष्णभावनामृत के कार्यों में सुख या दुख, हानि या लाभ, जय या पराजय को कोई महत्त्व नहीं दिया जाता | दिव्य चेतना तो यही होगी कि हर कार्य कृष्ण के निमित्त किया जाय, अतः भौतिक कार्यों का कोई बन्धन (फल) नहीं होता | जो कोई सतोगुण या रजोगुण के अधीन होकर अपनी इन्द्रियतृप्ति के लिए कर्म करता है उसे अच्छे या बुरे फल प्राप्त होते हैं किन्तु जो कृष्णभावनामृत के कार्यों में अपने आपको समर्पित कर देता है वह सामान्य कर्म करने वाले के समान किसी का कृतज्ञ या ऋणी नहीं होता | भागवत में (११.५.४१) कहा गया है –",
                "देवर्षिभूताप्तनृणां पितृणां न किङ्करो नायमृणी च राजन् |",
                "सर्वात्मा यः शरणं शरण्यं गतो मुकुन्दं परिहत्य कृतम् |",
                "“जिसने अन्य समस्त कार्यों को त्याग कर मुकुन्द श्रीकृष्ण की शरण ग्रहण कर ली है वह न तो किसी का ऋणी है और न किसी का कृतज्ञ – चाहे वे देवता, साधु, सामान्यजन, अथवा परिजन, मानवजाति या उसके पितर ही क्यों न हों |” इस श्लोक में कृष्ण ने अर्जुन को अप्रत्यक्ष रूप से इसी का संकेत किया है | इसकी व्याख्या अगले श्लोकों में और भी स्पष्टता से की जायेगी |"
            ],
            "english": [
                "Lord Krsna now directly says that Arjuna should fight for the sake of fighting because He desires the battle. There is no consideration of happiness or distress, profit or gain, victory or defeat in the activities of Krsna consciousness. That everything should be performed for the sake of Krsna is transcendental consciousness; so there is no reaction to material activities. He who acts for his own sense gratification, either in goodness or in passion, is subject to the reaction, good or bad. But he who has completely surrendered himself in the activities of Krsna consciousness is no longer obliged to anyone, nor is he a debtor to anyone, as one is in the ordinary course of activities. It is said:",
                "devarsi-bhutapta-nrnam pitrnamna kinkaro nayamrni ca rajansarvatmana yah saranam saranyamgato mukundam parihrtya kartam",
                "“Anyone who has completely surrendered unto Krsna, Mukunda, giving up all other duties, is no longer a debtor, nor is he obliged to anyone—not the demigods, nor the sages, nor the people in general, nor kinsmen, nor humanity, nor forefathers.” That is the indirect hint given by Krsna to Arjuna in this verse, and the matter will be more clearly explained in the following verses."
            ]
        }
    },
    {
        "id": [
            39
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "एषा तेऽभिहिता सांख्ये बुद्धिर्योगे त्विमां श्रृणु |",
                "बुद्धया युक्तो यया पार्थ कर्मबन्धं प्रहास्यसि || ३९ ||"
            ],
            "english": [
                "esa te 'bhihita sankhye",
                "buddhir yoge tv imam srnu",
                "buddhya yukto yaya partha",
                "karma-bandham prahasyasi"
            ]
        },
        "translation": {
            "hindi": [
                "यहाँ मैंने वैश्लेषिक अध्ययन (सांख्य) द्वारा इस ज्ञान का वर्णन किया है | अब निष्काम भाव से कर्म करना बता रहा हूँ, उसे सुनो | हे पृथापुत्र! तुम यदि ऐसे ज्ञान से कर्म करोगे तो तुम कर्मों के बन्धन से अपने को मुक्त कर सकते हो |"
            ],
            "english": [
                "Thus far I have declared to you the analytical knowledge of sankhya philosophy. Now listen to the knowledge of yoga whereby one works without fruitive result. O son of Prtha, when you act by such intelligence, you can free yourself from the bondage of works."
            ]
        },
        "meaning": {
            "hindi": [
                "वैदिक कोश निरुक्ति के अनुसार सांख्य का अर्थ है – विस्तार से वस्तुओं का वर्णन करने वाला तथा सांख्य उस दर्शन के लिए प्रयुक्त मिलता है जो आत्मा की वास्तविक प्रकृति का वर्णन करता है | और योग का अर्थ है – इन्द्रियों का निग्रह | अर्जुन का युद्ध न करने का प्रस्ताव इन्द्रियतृप्ति पर आधारित था | वह अपने प्रधान कर्तव्य को भुलाकर युद्ध से दूर रहना चाहता था क्योंकि उसने सोचा कि धृतराष्ट्र के पुत्रों अर्थात् अपने बन्धु-बान्धवों को परास्त करके राज्यभोग करने की अपेक्षा अपने सम्बन्धियों तथा स्वजनों को न मारकर वह अधिक सुखी रहेगा | दोनों ही प्रकार से मूल सिद्धान्त तो इन्द्रियतृप्ति था | उन्हें जीतने से प्राप्त होने वाला सुख तथा स्वजनों को जीवित देखने का सुख ये दोनों इन्द्रियतृप्ति के धरातल पर एक हैं, क्योंकि इससे बुद्धि तथा कर्तव्य दोनों का अन्त हो जाता है | अतः कृष्ण ने अर्जुन को बताना चाहा कि वह अपने पितामह के शरीर का वध करके उनके आत्मा को नहीं मारेगा | उन्होंने यह बताया कि उनके सहित सारे जीव शाश्र्वत प्राणी हैं, वे भूतकाल में प्राणी थे, वर्तमान में भी प्राणी रूप में हैं और भविष्य में भी प्राणी बने रहेंगे क्योंकि हम सब शाश्र्वत आत्मा हैं | हम विभिन्न प्रकार से केवल अपना शारीरिक परिधान (वस्त्र) बदलते रहते हैं और इस भौतिक वस्त्र के बन्धन से मुक्ति के बाद भी हमारी पृथक् सत्ता बनी रहती है | भगवान् कृष्ण द्वारा आत्मा तथा शरीर का अत्यन्त विशद् वैश्लेषिक अध्ययन प्रस्तुत किया गया है और निरुक्तिकोश की शब्दावली में इस विशद् अध्ययन को यहाँ सांख्य कहा गया है | इस सांख्य का नास्तिक-कपिल के सांख्य-दर्शन से कोई सरोकार नहीं है | इस नास्तिक-कपिल के सांख्यदर्शन से बहुत पहले भगवान् कृष्ण के अवतार भगवान् कपिल ने अपनी माता देवहूति के समक्ष श्रीमद्भागवत में वास्तविक सांख्य-दर्शन पर प्रवचन किया था | उन्होंने स्पष्ट बताया है कि पुरुष या परमेश्र्वर क्रियाशील हैं और वे प्रकृति पर दृष्टिपात करके सृष्टि कि उत्पत्ति करते हैं | इसको वेदों ने तथा गीता ने स्वीकार किया है | वेदों में वर्णन मिलता है कि भगवान् ने प्रकृति पर दृष्टिपात किया और उसमें आणविक जीवात्माएँ प्रविष्ट कर दीं | ये सारे जीव भौतिक-जगत् में इन्द्रियतृप्ति के लिए कर्म करते रहते हैं और माया के वशीभूत् होकर अपने को भोक्ता मानते रहते हैं | इस मानसिकता की चरम सीमा भगवान् के साथ सायुज्य प्राप्त करना है | यह माया अथवा इन्द्रियतृप्तिजन्य मोह का अन्तिम पाश है और अनेकानेक जन्मों तक इस तरह इन्द्रियतृप्ति करते हुए कोई महात्मा भगवान् कृष्ण यानी वासुदेव की शरण में जाता है जिससे परम सत्य की खोज पूरी होती है |",
                "अर्जुन ने कृष्ण की शरण ग्रहण करके पहले ही उन्हें गुरु रूप में स्वीकार कर लिया है – शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम्| फलस्वरूप कृष्ण अब उसे बुद्धियोग या कर्मयोग की कार्यविधि बताएँगे जो कृष्ण की इन्द्रियतृप्ति के लिए किया गया भक्तियोग है | यह बुद्धियोग अध्याय दस के दसवें श्लोक में वर्णित है जिससे इसे उन भगवान् के साथ प्रत्यक्ष सम्पर्क बताया गया है जो सबके हृदय में परमात्मा रूप में विद्यमान हैं, किन्तु ऐसा सम्पर्क भक्ति के बिना सम्भव नहीं है | अतः जो भगवान् की भक्ति या दिव्य प्रेमाभक्ति में या कृष्णभावनामृत में स्थित होता है, वही भगवान् की विशिष्ट कृपा से बुद्धियोग की यह अवस्था प्राप्त कर पाता है | अतः भगवान् कहते हैं कि जो लोग दिव्य प्रेमवश भक्ति में निरन्तर लगे रहते हैं उन्हें ही वे भक्ति का विशुद्ध ज्ञान प्रदान करते हैं | इस प्रकार भक्त सरलता से उनके चिदानन्दमय धाम में पहुँच सकते हैं |",
                "इस प्रकार इस श्लोक में वर्णित बुद्धियोग भगवान् कृष्ण की भक्ति है और यहाँ पर उल्लिखित सांख्य शब्द का नास्तिक-कपिल द्वारा प्रतिपादित अनीश्र्वरवादी सांख्य-योग से कुछ भी सम्बन्ध नहीं है | अतः किसी को यह भ्रम नहीं होना चाहिए कि यहाँ पर उल्लिखित सांख्य-योग का अनीश्र्वरवादी सांख्य से किसी प्रकार का सम्बन्ध है | न ही उस समय उसके दर्शन का कोई प्रभाव था, और न कृष्ण ने ऐसी ईश्र्वरविहीन दार्शनिक कल्पना का उल्लेख करने की चिन्ता की | वास्तविक सांख्य-दर्शन का वर्णन भगवान् कपिल द्वारा श्रीमद्भागवत में हुआ है, किन्तु वर्तमान प्रकरणों में उस सांख्य से भी कोई सरोकार नहीं है | यहाँ सांख्य का अर्थ है शरीर तथा आत्मा का वैश्लेषिक अध्ययन | भगवान् कृष्ण ने आत्मा का वैश्लेषिक वर्णन अर्जुन को बुद्धियोग या कर्मयोग तक लाने के लिए किया | अतः भगवान् कृष्ण का सांख्य तथा भागवत में भगवान् कपिल द्वारा वर्णित सांख्य एक ही हैं | ये दोनों भक्तियोग हैं | अतः भगवान् कृष्ण ने कहा है कि केवल अल्पज्ञ ही सांख्य-योग तथा भक्तियोग में भेदभाव मानते हैं (सांख्ययोगौ पृथग्बालाः प्रवदन्ति न पण्डिताः) |",
                "निस्सन्देह अनीश्र्वरवादी सांख्य-योग का भक्तियोग से कोई सम्बन्ध नहीं है फिर भी बुद्धिहीन व्यक्तियों का दावा है कि भगवद्गीता में अनीश्र्वरवादी सांख्य का ही वर्णन हुआ है |",
                "अतः मनुष्य को यह जान लेना चाहिए कि बुद्धियोग का अर्थ कृष्णभावनामृत में, पूर्ण आनन्द तथा भक्ति के ज्ञान में कर्म करना है | जो व्यक्ति भगवान् की तुष्टि के लिए कर्म करता है, चाहे वह कर्म कितना भी कठिन क्यों न हो, वह बुद्धियोग के सिद्धान्त के अनुसार कार्य करता है और दिव्य आनन्द का अनुभव करता है | ऐसी दिव्य व्यस्तता के कारण उसे भगवत्कृपा से स्वतः सम्पूर्ण दिव्य ज्ञान प्राप्त हो जाता है और ज्ञान प्राप्त करने के लिए अतिरिक्त श्रम किये बिना ही उसकी पूर्ण मुक्ति हो जाति है | कृष्णभावनामृत कर्म तथा फल प्राप्ति की इच्छा से किये गये कर्म में, विशेषतया पारिवारिक या भौतिक सुख प्राप्त करने की इन्द्रियतृप्ति के लिए किये गये कर्म में, प्रचुर अन्तर होता है | अतः बुद्धियोग हमारे द्वारा सम्पन्न कार्य का दिव्य गुण है |"
            ],
            "english": [
                "According to the Nirukti, or the Vedic dictionary, sankhya means that which describes phenomena in detail, and sankhya refers to that philosophy which describes the real nature of the soul. And yoga involves controlling the senses. Arjuna's proposal not to fight was based on sense gratification. Forgetting his prime duty, he wanted to cease fighting because he thought that by not killing his relatives and kinsmen he would be happier than by enjoying the kingdom by conquering his cousins and brothers, the sons of Dhrtarastra. In both ways, the basic principles were for sense gratification. Happiness derived from conquering them and happiness derived by seeing kinsmen alive are both on the basis of personal sense gratification, for there is a sacrifice of wisdom and duty. Krsna, therefore, wanted to explain to Arjuna that by killing the body of his grandfather he would not be killing the soul proper, and He explained that all individual persons, including the Lord Himself, are eternal individuals; they were individuals in the past, they are individuals in the present, and they will continue to remain individuals in the future, because all of us are individual souls eternally, and we simply change our bodily dress in different manners. But, actually, we keep our individuality even after liberation from the bondage of material dress. An analytical study of the soul and the body has been very graphically explained by Lord Krsna. And this descriptive knowledge of the soul and the body from different angles of vision has been described here as sankhya, in terms of the Nirukti dictionary. This sankhya has nothing to do with the sankhya philosophy of the atheist Kapila. Long before the imposter Kapila's sankhya, the sankhya philosophy was expounded in the Srimad-Bhagavatam by the true Lord Kapila, the incarnation of Lord Krsna, who explained it to His mother, Devahuti. It is clearly explained by Him that the Purusa, or the Supreme Lord, is active and that He creates by looking over the prakrti. This is accepted in the Vedas and in the Gita. The description in the Vedas indicates that the Lord glanced over the prakrti, or nature, and impregnated it with atomic individuals souls. All these individuals are working in the material world for sense gratification, and under the spell of material energy they are thinking of being enjoyers. This mentality is dragged to the last point of liberation when the living entity wants to become one with the Lord. This is the last snare of maya or sense gratificatory illusion, and it is only after many, many births of such sense gratificatory activities that a great soul surrenders unto Vasudeva, Lord Krsna, thereby fulfilling the search after the ultimate truth.",
                "Arjuna has already accepted Krsna as his spiritual master by surrendering himself unto Him: sisyas te 'ham sadhi mam tvam prapannam. Consequently, Krsna will now tell him about the working process in buddhi-yoga, or karma-yoga, or in other words, the practice of devotional service only for the sense gratification of the Lord. This buddhi-yoga is clearly explained in Chapter Ten, verse ten, as being direct communion with the Lord, who is sitting as Paramatma in everyone's heart. But such communion does not take place without devotional service. One who is therefore situated in devotional or transcendental loving service to the Lord, or, in other words, in Krsna consciousness, attains to this stage of buddhi-yoga by the special grace of the Lord. The Lord says, therefore, that only to those who are always engaged in devotional service out of transcendental love does He award the pure knowledge of devotion in love. In that way the devotee can reach Him easily in the ever-blissful kingdom of God.",
                "Thus the buddhi-yoga mentioned in this verse is the devotional service of the Lord, and the word sankhya mentioned herein has nothing to do with the atheistic sankhya-yoga enunciated by the impostor Kapila. One should not, therefore, misunderstand that the sankhya-yoga mentioned herein has any connection with the atheistic sankhya. Nor did that philosophy have any influence during that time; nor would Lord Krsna care to mention such godless philosophical speculations. Real sankhya philosophy is described by Lord Kapila in the Srimad-Bhagavatam, but even that sankhya has nothing to do with the current topics. Here, sankhya means analytical description of the body and the soul. Lord Krsna made an analytical description of the soul just to bring Arjuna to the point of buddhi-yoga, or bhakti-yoga. Therefore, Lord Krsna's sankhya and Lord Kapila's sankhya, as described in the Bhagavatam; are one and the same. They are all bhakti-yoga. He said, therefore, that only the less intelligent class of men make a distinction between sankhya-yoga and bhakti-yoga.",
                "Of course, atheistic sankhya-yoga has nothing to do with bhakti-yoga, yet the unintelligent claim that the atheistic sankhya-yoga is referred to in the Bhagavad-gita.",
                "One should therefore understand that buddhi-yoga means to work in Krsna consciousness, in the full bliss and knowledge of devotional service. One who works for the satisfaction of the Lord only, however difficult such work may be, is working under the principles of buddhi-yoga and finds himself always in transcendental bliss. By such transcendental engagement, one achieves all transcendental qualities automatically, by the grace of the Lord, and thus his liberation is complete in itself, without his making extraneous endeavors to acquire knowledge. There is much difference between work in Krsna consciousness and work for fruitive results, especially in the matter of sense gratification for achieving results in terms of family or material happiness. Buddhi-yoga is therefore the transcendental quality of the work that we perform."
            ]
        }
    },
    {
        "id": [
            40
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते |",
                "स्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् || ४० ||"
            ],
            "english": [
                "nehabhikrama-naso 'sti",
                "pratyavayo na vidyate",
                "sv-alpam apy asya dharmasya",
                "trayate mahato bhayat"
            ]
        },
        "translation": {
            "hindi": [
                "इस प्रयास में न तो हानि होती है न ही ह्रास अपितु इस पथ पर की गई अल्प प्रगति भी महान भय से रक्षा कर सकती है |"
            ],
            "english": [
                "In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear."
            ]
        },
        "meaning": {
            "hindi": [
                "कर्म का सर्वोच्च दिव्य गुण है, कृष्णभावनामृत में कर्म या इन्द्रियतृप्ति की आशा न करके कृष्ण के हित में कर्म करना | ऐसे कर्म का लघु आरम्भ होने पर भी कोई बाधा नहीं आती है, न कभी इस आरम्भ का विनाश होता है | भौतिक स्तर पर प्रारम्भ किये जाने वाले किसी भी कार्य को पूरा करना होता है अन्यथा सारा प्रयास निष्फल हो जाता है | किन्तु कृष्णभावनामृत में प्रारम्भ किया जाने वाला कोई भी कार्य अधूरा रह कर भी स्थायी प्रभाव डालता है | अतः ऐसे कर्म करने वाले को कोई हानि नहीं होती, चाहे यह कर्म अधूरा ही क्यों न रह जाय | यदि कृष्णभावनामृत का एक प्रतिशत भी कार्य पूरा हुआ हो तो उसका स्थायी फल होता है, अतः अगली बार दो प्रतिशत से शुभारम्भ होगा, किन्तु भौतिक कर्म में जब तक शत प्रतिशत सफलता प्राप्त न हो तब तक कोई लाभ नहीं होता | अजामिल ने कृष्णभावनामृत में अपने कर्तव्य का कुछ ही प्रतिशत पूरा किया था, किन्तु भगवान् की कृपा से उसे शत प्रतिशत लाभ मिला | इस सम्बन्ध में श्रीमद्भागवत में (१.५.१७) एक अत्यन्त सुन्दर श्लोक आया है –",
                "त्यक्त्वा स्वधर्मं चरणाम्बुजं हरेर्भजन्नपक्कोऽथ पतेत्ततो यदि |",
                "यत्र क्क वाभद्रमभूदमुष्यं किं को वार्थ आप्तोऽभजतां स्वधर्मतः ||",
                "यदि कोई अपना धर्म छोड़कर कृष्णभावनामृत में काम करता है और फिर काम पूरा न होने के कारण नीचे गिर जाता है तो इसमें उसको क्या हानि? और यदि कोई अपने भौतिक कार्यों को पूरा करता है तो इससे उसको क्या लाभ होगा? अथवा जैसा कि ईसाई कहते हैं “यदि कोई अपनी शाश्र्वत आत्मा को खोकर सम्पूर्ण जगत् को पा ले तो मनुष्य को इससे क्या लाभ होगा?",
                "भौतिक कार्य तथा उनके फल शरीर के साथ ही समाप्त हो जाते हैं, किन्तु कृष्णभावनामृत में किया गया कार्य मनुष्य को इस शरीर के विनष्ट होने पर भी पुनः कृष्णभावनामृत तक ले जाता है | कम से कम इतना तो निश्चित है कि अगले जन्म में उसे सुसंस्कृत ब्राह्मण परिवार में या धनीमानी कुल में मनुष्य का शरीर प्राप्त हो सकेगा जिससे उसे भविष्य में ऊपर उठने का अवसर प्राप्त हो सकेगा | कृष्णभावनामृत में सम्पन्न कार्य का यही अनुपम गुण है |"
            ],
            "english": [
                "Activity in Krsna consciousness, or acting for the benefit of Krsna without expectation of sense gratification, is the highest transcendental quality of work. Even a small beginning of such activity finds no impediment, nor can that small beginning be lost at any stage. Any work begun on the material plane has to be completed, otherwise the whole attempt becomes a failure. But any work begun in Krsna consciousness has a permanent effect, even though not finished. The performer of such work is therefore not at a loss even if his work in Krsna consciousness is incomplete. One percent done in Krsna consciousness bears permanent results, so that the next beginning is from the point of two percent; whereas, in material activity, without a hundred percent success, there is no profit. Ajamila performed his duty in some percentage of Krsna consciousness, but the result he enjoyed at the end was a hundred percent, by the grace of the Lord. There is a nice verse in this connection in Srimad-Bhagavatam:",
                "Material activities and their results end with the body. But work in Krsna consciousness carries the person again to Krsna consciousness, even after the loss of the body. At least one is sure to have a chance in the next life of being born again as a human being, either in the family of a great cultured brahmana or in a rich aristocratic family that will give one a further chance for elevation. That is the unique quality of work done in Krsna consciousness."
            ]
        }
    }
]