[
    {
        "id": [
            1
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "सञ्जय उवाच",
                "तं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् |",
                "विषीदन्तमिदं वाक्यमुवाच मधुसूदनः || १ ||"
            ],
            "english": [
                "sanjaya uvaca",
                "tam tatha krpayavistam",
                "asru-purnakuleksanam",
                "visidantam idam vakyam",
                "uvaca madhusudanah"
            ]
        },
        "translation": {
            "hindi": [
                "संजय ने कहा – करुणा से व्याप्त, शोकयुक्त, अश्रुपूरित नेत्रों वाले अर्जुन को देख कर मधुसूदन कृष्ण ने ये शब्द कहे |"
            ],
            "english": [
                "Sanjaya said: Seeing Arjuna full of compassion and very sorrowful, his eyes brimming with tears, Madhusudana, Krsna, spoke the following words."
            ]
        },
        "meaning": {
            "hindi": [
                "भौतिक पदार्थों के प्रति करुणा, शोक तथा अश्रु – ये सब असली आत्मा को न जानने का लक्षण हैं | शाश्र्वत आत्मा के प्रति करुणा ही आत्म-साक्षात्कार है | इस श्लोक में मधुसूदन शब्द महत्त्वपूर्ण है | कृष्ण ने मधु नामक असुर का वध किया था और अब अर्जुन चाह रहा है कि कृष्ण अज्ञान रूपी असुर का वध करें जिसने उसे कर्तव्य से विमुख कर रखा है | यह कोई नहीं जानता कि करुणा का प्रयोग कहाँ होना चाहिए | डूबते हुए मनुष्य के वस्त्रों के लिए करुणा मुर्खता होगी | अज्ञान-सागर में गिरे हुए मनुष्य को केवल उसके बाहरी पहनावे अर्थात् स्थूल शरीर की रक्षा करके नहीं बचाया जा सकता | जो इसे नहीं जानता और बाहरी पहनावे के लिए शोक करता है, वह शुद्र कहलाता है अर्थात् वह वृथा ही शोक करता है | अर्जुन तो क्षत्रिय था, अतः उससे ऐसे आचरण की आशा न थी | किन्तु भगवान् कृष्ण अज्ञानी पुरुष के शोक को विनष्ट कर सकते हैं और इसी उद्देश्य से उन्होंने भगवद्गीता का उपदेश दिया | यह अध्याय हमें भौतिक शरीर तथा आत्मा के वैश्लेषिक अध्ययन द्वारा आत्म-साक्षात्कार का उपदेश देता है, जिसकी व्याख्या परम अधिकारी भगवान् कृष्ण द्वारा की गई है | यह साक्षात्कार तभी सम्भव है जब मनुष्य निष्काम भाव से कर्म करे और आत्म-बोध को प्राप्त हो |"
            ],
            "english": [
                "Material compassion, lamentation and tears are all signs of ignorance of the real self. Compassion for the eternal soul is self-realization. The word “Madhusudana” is significant in this verse. Lord Krsna killed the demon Madhu, and now Arjuna wanted Krsna to kill the demon of misunderstanding that had overtaken him in the discharge of his duty. No one knows where compassion should be applied. Compassion for the dress of a drowning man is senseless. A man fallen in the ocean of nescience cannot be saved simply by rescuing his outward dress—the gross material body. One who does not know this and laments for the outward dress is called a sudra, or one who laments unnecessarily. Arjuna was a ksatriya, and this conduct was not expected from him. Lord Krsna, however, can dissipate the lamentation of the ignorant man, and for this purpose the Bhagavad-gita was sung by Him. This chapter instructs us in self-realization by an analytical study of the material body and the spirit soul, as explained by the supreme authority, Lord Sri Krsna. This realization is made possible by working with the fruitive being situated in the fixed conception of the real self."
            ]
        }
    },
    {
        "id": [
            2
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच",
                "कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् |",
                "अनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन || २ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "kutas tva kasmalam idam",
                "visame samupasthitam",
                "anarya-justam asvargyam",
                "akirti-karam arjuna"
            ]
        },
        "translation": {
            "hindi": [
                "श्रीभगवान् ने कहा – हे अर्जुन! तुम्हारे मन में यह कल्मष आया कैसे? यह उस मनुष्य के लिए तनिक भी अनुकूल नहीं है, जो जीवन के मूल्य को जानता हो | इससे उच्चलोक की नहीं अपितु अपयश की प्राप्ति होती है |"
            ],
            "english": [
                "The Supreme Person [Bhagavan] said: My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the progressive values of life. They do not lead to higher planets, but to infamy."
            ]
        },
        "meaning": {
            "hindi": [
                "श्रीकृष्ण तथा भगवान् अभिन्न हैं, इसीलिए श्रीकृष्ण को सम्पूर्ण गीता में भगवान् ही कहा गया है | भगवान् परम सत्य की पराकाष्ठा हैं | परमसत्य का बोध ज्ञान की तीन अवस्थाओं में होता है – ब्रह्म या निर्विशेष सर्वव्यापी चेतना, परमात्मा या भगवान् का अन्तर्यामी रूप जो समस्त जीवों के हृदय में है तथा भगवान् या श्रीभगवान् कृष्ण | श्रीमद्भागवत में (१.२.११) परम सत्य की यह धारणा इस प्रकार बताई गई है –",
                "वदन्ति तत्तत्त्वविदस्तत्त्वं यज्यानमद्वयम् |",
                "ब्रह्मेति परमात्मेतिभगवानिति शब्द्यते ||",
                "परम सत्य का ज्ञाता परमसत्य का अनुभव ज्ञान की तीन अवस्थाओं में करता है, और ये सब अवस्थाएँ एकरूप हैं | ये ब्रह्म, परमात्मा तथा भगवान् के रूप में व्यक्त की जाती हैं |",
                "इन तीन दिव्य पक्षों को सूर्य के दृष्टान्त द्वारा समझाया जा सकता है क्योंकि उसके भी तीन भिन्न पक्ष होते हैं – यथा, धूप(प्रकाश), सूर्य की सतह तथा सूर्यलोक स्वयं | जो सूर्य के प्रकाश का अध्ययन करता है वह नौसिखिया है | जो सूर्य की सतह को समझता है वह कुछ आगे बढ़ा हुआ होता है और जो सूर्यलोक में प्रवेश कर सकता है वह उच्चतम ज्ञानी है | जो नौसिखिया सूर्य प्रकाश – उसकी विश्र्व व्याप्ति तथा उसकी निर्विशेष प्रकृति के अखण्ड तेज – के ज्ञान से ही तुष्ट हो जाता है वह उस व्यक्ति के समान है जो परम सत्य के ब्रह्म रूप को ही समझ सकता है | जो व्यक्ति कुछ अधिक जानकार है वह सूर्य गोले के विषय में जान सकता है जिसकी तुलना परम सत्य के परमात्मा स्वरूप से की जाति है | जो व्यक्ति सूर्यलोक के अन्तर में प्रवेश कर सकता है उसकी तुलना उससे की जाती है जो परम सत्य के साक्षात् रूप की अनुभूति प्राप्त करता है | अतः जिन भक्तों ने परमसत्य के भगवान् स्वरूप का साक्षात्कार किया है वे सर्वोच्च अध्यात्मवादी हैं, यद्यपि परम सत्य के अध्ययन में रत सारे विद्यार्थी एक ही विषय के अध्ययन में लगे हुए हैं | सूर्य का प्रकाश, सूर्य का गोला तथा सूर्यलोक की भीतरी बातें – इन तीनों को एक दूसरे से विलग नहीं किया जा सकता, फिर भी तीनों अवस्थाओं के अध्येता एक ही श्रेणी के नहीं होते |",
                "संस्कृत शब्द भगवान्की व्याख्या व्यासदेव के पिता पराशर मुनि ने की है | समस्त धन, शक्ति, यश, सौंदर्य, ज्ञान तथा त्याग से युक्त परम पुरुष भगवान् कहलाता है | ऐसे अनेक व्यक्ति हैं जो अत्यन्त धनी हैं, अत्यन्त शक्तिमान हैं, अत्यन्त सुन्दर हैं और अत्यन्त विख्यात, विद्वान् तथा विरक्त भी हैं, किन्तु कोई साधिकार यह नहीं कह सकता कि उसके पास सारा धन, शक्ति आदि है | एकमात्र कृष्ण ही ऐसा दावा कर सकते हैं क्योंकि वे भगवान् हैं | ब्रह्मा, शिव या नारायण सहित कोई भी जीव कृष्ण के समान पूर्ण एश्र्वर्यवान नहीं है | अतः ब्रह्मसंहिता में स्वयं ब्रह्माजी का निर्णय है कि श्रीकृष्ण स्वयं भगवान् हैं | न तो कोई उनके तुल्य है, न उनसे बढ़कर है | वे आदि स्वामी या भगवान् हैं, गोविन्द रूप में जाने जाते हैं और समस्त कारणों के परम कारण हैं –",
                "ईश्र्वरः परमः कृष्णः सच्चिदानन्द विग्रहः |",
                "अनादिरादिर्गोविन्दः सर्वकारणकारणम् ||",
                "“ऐसे अनेक पुरुष हैं जो भगवान् के गुणों से युक्त हैं, किन्तु कृष्ण परम हैं क्योंकि उनसे बढ़कर कोई नहीं है | वे परमपुरुष हैं और उनका शरीर सच्चिदानन्दमय है | वे आदि भगवान् गोविन्द हैं और समस्त कारणों के कारण हैं |” (ब्रह्मसंहिता ५.१)",
                "भागवत में भी भगवान् के नाना अवतारों की सूची है, कृष्ण को आदि भगवान् बताया गया है, जिससे अनेकानेक अवतार तथा ईश्वर विस्तार करते हैं –",
                "एते चांशकलाः पुंसः कृष्णस्तु भगवान् स्वयम् |",
                "इन्द्रारिव्याकुलं लोकं मृडयन्ति युगे युगे ||",
                "“यहाँ पर वर्णित सारे अवतारों की सूचियाँ या तो भगवान् की अंशकलाओं अथवा पूर्ण कलाओं की हैं, किन्तु कृष्ण तो स्वयं भगवान् हैं |” (भागवत् १.३.२८)",
                "अतः कृष्ण आदि भगवान्, परम सत्य, परमात्मा तथा निर्विशेष ब्रह्म दोनों के अद्गम है |",
                "भगवान् की उपस्थिति में अर्जुन द्वारा स्वजनों के लिए शोक करना सर्वथा अशोभनीय है, अतः कृष्ण ने कुतः शब्द से अपना आश्चर्य व्यक्त किया है | आर्य जैसी सभ्य जाति के किसी व्यक्ति से ऐसी मलिनता की उम्मीद नहीं की जाती | आर्य शब्द उन व्यक्तियों पर लागू होता है जो जीवन के मूल्य को जानते हैं और जिनकी सभ्यताआत्म-साक्षात्कार पर निर्भर करती है | देहात्मबुद्धि से प्रेरित मनुष्यों को यह ज्ञान नहीं रहता कि जीवन का उद्देश्य परम सत्य, विष्णु या भगवान् का साक्षात्कार है | वे तो भौतिक जगत के बाह्य स्वरूप से मोहित हो जाते हैं, अतः वे यह नहीं समझ पाते कि मुक्ति क्या है | जिन पुरुषों को भौतिक बन्धन से मुक्ति का कोई ज्ञान नहीं होता वे अनार्य कहलाते हैं | यद्यपि अर्जुन क्षत्रिय था, किन्तु युद्ध से विचलित होकर वह अपने कर्तव्य से च्युत हो रहा था | उसकी यह कायरता अनार्यों के लिए ही शोभा देने वाली हो सकती है | कर्तव्य-पथ से इस प्रकार का विचलन न तो आध्यात्मिक जीवन की प्रगति करने में सहायक बनता है न ही इससे संसार में ख्याति प्राप्त की जा सकती है | भगवान् कृष्ण ने अर्जुन द्वारा अपने स्वजनों पर इस प्रकार की करुणा का अनुमोदन नहीं किया |"
            ],
            "english": [
                "Krsna and the Supreme Personality of Godhead are identical. Therefore Lord Krsna is referred to as “Bhagavan” throughout the Gita. Bhagavan is the ultimate in the Absolute Truth. Absolute Truth is realized in three phases of understanding, namely Brahman or the impersonal all-pervasive spirit; Paramatma, or the localized aspect of the Supreme within the heart of all living entities; and Bhagavan, or the Supreme Personality of Godhead, Lord Krsna. In the Srimad-Bhagavatam this conception of the Absolute Truth is explained thus:",
                "The Sanskrit word Bhagavan is explained by the great authority, Parasara Muni, the father of Vyasadeva. The Supreme Personality who possesses all riches, all strength, all fame, all beauty, all knowledge and all renunciation is called Bhagavan. There are many persons who are very rich, very powerful, very beautiful, very famous, very learned, and very much detached, but no one can claim that he possesses all riches, all strength, etc., entirely. Only Krsna can claim this because He is the Supreme Personality of Godhead. No living entity, including Brahma, Lord Siva, or Narayana, can possess opulences as fully as Krsna. Therefore it is concluded in the Brahma-samhita by Lord Brahma himself that Lord Krsna is the Supreme Personality of Godhead. No one is equal to or above Him. He is the primeval Lord, or Bhagavan, known as Govinda, and He is the supreme cause of all causes.",
                "In the Bhagavatam also there is a list of many incarnations of the Supreme Personality of Godhead, but Krsna is described as the original Personality of Godhead, from whom many, many incarnations and Personalities of Godhead expand:",
                "Therefore, Krsna is the original Supreme Personality of Godhead, the Absolute Truth, the source of both the Supersoul and the impersonal Brahman.",
                "In the presence of the Supreme Personality of Godhead, Arjuna's lamentation for his kinsmen is certainly unbecoming, and therefore Krsna expressed His surprise with the word kutas, “wherefrom.” Such unmanly sentiments were never expected from a person belonging to the civilized class of men known as Aryans. The word aryan is applicable to persons who know the value of life and have a civilization based on spiritual realization. Persons who are led by the material conception of life do not know that the aim of life is realization of the Absolute Truth, Visnu, or Bhagavan, and they are captivated by the external features of the material world, and therefore they do not know what liberation is. Persons who have no knowledge of liberation from material bondage are called non-Aryans. Although Arjuna was a ksatriya, he was deviating from his prescribed duties by declining to fight. This act of cowardice is described as befitting the non-Aryans. Such deviation from duty does not help one in the progress of spiritual life, nor does it even give one the opportunity to become famous in this world. Lord Krsna did not approve of the so-called compassion of Arjuna for his kinsmen."
            ]
        }
    },
    {
        "id": [
            3
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते |",
                "क्षुद्रं हृदयदौर्बल्यं त्यक्तवोत्तिष्ठ परन्तप || ३ ||"
            ],
            "english": [
                "klaibyam ma sma gamah partha",
                "naitat tvayy upapadyate",
                "ksudram hrdaya-daurbalyam",
                "tyaktvottistha parantapa"
            ]
        },
        "translation": {
            "hindi": [
                "हे पृथापुत्र! इस हीन नपुंसकता को प्राप्त मत होओ | यह तुम्हेँ शोभा नहीं देती | हे शत्रुओं के दमनकर्ता! हृदय की क्षुद्र दुर्बलता को त्याग कर युद्ध के लिए खड़े होओ |"
            ],
            "english": [
                "O son of Prtha, do not yield to this degrading impotence. It does not become you. Give up such petty weakness of heart and arise, O chastiser of the enemy."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन को पृथापुत्र के रूप में सम्बोधित किया गया है | पृथा कृष्ण के पिता वसुदेव की बहन थीं, अतः कृष्ण के साथ अर्जुन का रक्त-सम्बन्ध था | यदि क्षत्रिय-पुत्र लड़ने से मना करता है तो वह नाम का क्षत्रिय है और यदि ब्राह्मण पुत्र अपवित्र कार्य करता है तो वह नाम का ब्राह्मण है | ऐसे क्षत्रिय तथा ब्राह्मण अपने पिता के अयोग्य पुत्र होते हैं, अतः कृष्ण यह नहीं चाहते थे कि अर्जुन अयोग्य क्षत्रिय पुत्र कहलाए | अर्जुन कृष्ण का घनिष्ठतम मित्र था और कृष्ण प्रत्यक्ष रूप से उसके रथ का संचालन कर रहे थे, किन्तु इन सब गुणों के होते हुए भी यदि अर्जुन युद्धभूमि को छोड़ता है तो वह अत्यन्त निन्दनीय कार्य करेगा | अतः कृष्ण ने कहा कि ऐसी प्रवृत्ति अर्जुन के व्यक्तित्व को शोभा नहीं देती | अर्जुन यह तर्क कर सकता था कि वह परम पूज्य भीष्म तथा स्वजनों के प्रति उदार दृष्टिकोण के कारण युद्धभूमि छोड़ रहा है, किन्तु कृष्ण ऐसी उदारता को केवल हृदय दौर्बल्य मानते हैं | ऐसी झूठी उदारता का अनुमोदन एक भी शास्त्र नहीं करता | अतः अर्जुन जैसे व्यक्ति को कृष्ण के प्रत्यक्ष निर्देशन में ऐसी उदारता या तथाकथित अहिंसा का परित्याग कर देना चाहिए |"
            ],
            "english": [
                "Arjuna was addressed as the “son of Prtha,” who happened to be the sister of Krsna's father Vasudeva. Therefore Arjuna had a blood relationship with Krsna. If the son of a ksatriya declines to fight, he is a ksatriya in name only, and if the son of a brahmana acts impiously, he is a brahmana in name only. Such ksatriyas and brahmanas are unworthy sons of their fathers; therefore, Krsna did not want Arjuna to become an unworthy son of a ksatriya. Arjuna was the most intimate friend of Krsna, and Krsna was directly guiding him on the chariot; but in spite of all these credits, if Arjuna abandoned the battle, he would be committing an infamous act; therefore Krsna said that such an attitude in Arjuna did not fit his personality. Arjuna might argue that he would give up the battle on the grounds of his magnanimous attitude for the most respectable Bhisma and his relatives, but Krsna considered that sort of magnanimity not approved by authority. Therefore, such magnanimity or so-called nonviolence should be given up by persons like Arjuna under the direct guidance of Krsna."
            ]
        }
    },
    {
        "id": [
            4
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "अर्जुन उवाच",
                "कथं भीष्ममहं संख्ये द्रोणं च मधुसूदन |",
                "इषुभिः प्रतियोत्स्यामि पूजार्हावरिसूदन || ४ ||"
            ],
            "english": [
                "arjuna uvaca",
                "katham bhismam aham sankhye",
                "dronam ca madhusudana",
                "isubhih pratiyotsyami",
                "pujarhav ari-sudana"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – हे शत्रुहन्ता! हे मधुसूदन! मैं युद्धभूमि में किस तरह भीष्म तथा द्रोण जैसे पूजनीय व्यक्तियों पर उलट कर बाण चलाऊँगा?"
            ],
            "english": [
                "Arjuna said: O killer of Madhu [Krsna], how can I counterattack with arrows in battle men like Bhisma and Drona, who are worthy of my worship?"
            ]
        },
        "meaning": {
            "hindi": [
                "भीष्म पितामह तथा द्रोणाचार्य जैसे सम्माननीय व्यक्ति सदैव पूजनीय हैं | यदि वे आक्रमण भी करें तो उन पर उलट कर आक्रमण नहीं करना चाहिए | यह सामान्य शिष्टाचार है कि गुरुजनों से वाग्युद्ध भी न किया जाय | तो फिर भला अर्जुन उन पर बाण कैसे छोड़ सकता था? क्या कृष्ण कभी अपने पितामह, नाना उग्रसेन या अपने आचार्य सान्दीपनि मुनि पर हाथ चला सकते थे? अर्जुन ने कृष्ण के समक्ष ये ही कुछ तर्क प्रस्तुत किये |"
            ],
            "english": [
                "Respectable superiors like Bhisma the grandfather and Dronacarya the teacher are always worshipable. Even if they attack, they should not be counterattacked. It is general etiquette that superiors are not to be offered even a verbal fight. Even if they are sometimes harsh in behavior, they should not be harshly treated. Then, how is it possible for Arjuna to counterattack them? Would Krsna ever attack His own grandfather, Ugrasena, or His teacher, Sandipani Muni? These were some of the arguments by Arjuna to Krsna."
            ]
        }
    },
    {
        "id": [
            5
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "गुरूनहत्वा हि महानुभवान्",
                "श्रेयो भोक्तुं भैक्ष्यमपीह लोके |",
                "हत्वार्थकामांस्तु गुरुनिहैव",
                "भुञ्जीय भोगान्रुधिरप्रदिग्धान् || ५ ||"
            ],
            "english": [
                "gurun ahatva hi mahanubhavan",
                "sreyo bhoktum bhaiksyam apiha loke",
                "hatvartha-kamams tu gurun ihaiva",
                "bhunjiya bhogan rudhira-pradigdhan"
            ]
        },
        "translation": {
            "hindi": [
                "ऐसे महापुरुषों को जो मेरे गुरु हैं, उन्हें मार कर जीने की अपेक्षा इस संसार में भीख माँग कर खाना अच्छा है | भले ही वे सांसारिक लाभ के इच्छुक हों, किन्तु हैं तो गुरुजन ही! यदि उनका वध होता है तो हमारे द्वारा भोग्य प्रत्येक वस्तु अनके रक्त से सनी होगी |"
            ],
            "english": [
                "It is better to live in this world by begging than to live at the cost of the lives of great souls who are my teachers. Even though they are avaricious, they are nonetheless superiors. If they are killed, our spoils will be tainted with blood."
            ]
        },
        "meaning": {
            "hindi": [
                "शास्त्रों के अनुसार ऐसा गुरु जो निंद्य कर्म में रत हो और जो विवेकशून्य हो, त्याज्य है | दुर्योधन से आर्थिक सहायता लेने के कारण भीष्म तथा द्रोण उसका पक्ष लेने के लिए बाध्य थे, यद्यपि केवल आर्थिक लाभ से ऐसा करना उनके लिए उचित न था | ऐसी दशा में वे आचार्यों का सम्मान खो बैठे थे | किन्तु अर्जुन सोचता है कि इतने पर भी वे उसके गुरुजन हैं, अतः उनका वध करके भौतिक लाभों का भोग करने का अर्थ होगा – रक्त से सने अवशेषों का भोग |"
            ],
            "english": [
                "According to scriptural codes, a teacher who engages in an abominable action and has lost his sense of discrimination is fit to be abandoned. Bhisma and Drona were obliged to take the side of Duryodhana because of his financial assistance, although they should not have accepted such a position simply on financial considerations. Under the circumstances, they have lost the respectability of teachers. But Arjuna thinks that nevertheless they remain his superiors, and therefore to enjoy material profits after killing them would mean to enjoy spoils tainted with blood."
            ]
        }
    },
    {
        "id": [
            6
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "न चैतद्विद्मः कतरन्नो गरियो",
                "यद्वा जयेम यदि वा नो जयेयु: |",
                "यानेव हत्वा न जिजीविषाम-",
                "स्तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः || ६ ||"
            ],
            "english": [
                "na caitad vidmah kataran no gariyo",
                "yad va jayema yadi va no jayeyuh",
                "yan eva hatva na jijivisamas",
                "te 'vasthitah pramukhe dhartarastrah"
            ]
        },
        "translation": {
            "hindi": [
                "हम यह भी नहीं जानते कि हमारे लिए क्या श्रेष्ठ है – उनको जीतना या उनके द्वारा जीते जाना | यदि हम धृतराष्ट्र के पुत्रों का वध कर देते हैं तो हमें जीवित रहने की आवश्यकता नहीं है | फिर भी वे युद्धभूमि में हमारे समक्ष खड़े हैं |"
            ],
            "english": [
                "Nor do we know which is better—conquering them or being conquered by them. The sons of Dhrtarastra, whom if we killed we should not care to live, are now standing before us on this battlefield."
            ]
        },
        "meaning": {
            "hindi": [
                "अर्जुन की समझ में यह नहीं आ रहा था कि वह क्या करे – युद्ध करे और अनावश्यक रक्तपात का कारण बने, यद्यपि क्षत्रिय होने के नाते युद्ध करना उसका धर्म है; या फिर वह युद्ध से विमुख हो कर भीख माँग कर जीवन-यापन करे | यदि वह शत्रु को जीतता नहीं तो जीविका का एकमात्र साधन भिक्षा ही रह जाता है | यदि उसकी विजय हो भी जाय (क्योंकि उसका पक्ष न्याय पर है), तो भी यदि धृतराष्ट्र के पुत्र मरते हैं, तो उनके बिना रह पाना अत्यन्त कठिन हो जायेगा | उस दशा में यह उसकी दूसरे प्रकार की हार होगी | अर्जुन द्वारा व्यक्त इस प्रकार के विचार सिद्ध करते हैं कि वह न केवल भगवान् का महान भक्त था, अपितु वह अत्यधिक प्रबुद्ध और अपने मन तथा इन्द्रियों पर पूर्ण नियन्त्रण रखने वाला था | राज परिवार में जन्म लेकर भी भिक्षा द्वारा जीवित रहने की इच्छा उसकी विरक्ति का दूसरा लक्षण है | ये सारे गुण तथा अपने आध्यात्मिक गुरु श्रीकृष्ण के उपदेशों में उसकी श्रद्धा, ये सब मिलकर सूचित करते हैं कि वह सचमुच पुण्यात्मा था | इस तरह यह निष्कर्ष निकला कि अर्जुन मुक्ति के सर्वथा योग्य था | जब तक इन्द्रियाँ संयमित न हों, ज्ञान के पद तक उठ पाना कठिन है और बिना ज्ञान तथा भक्ति के मुक्ति नहीं होती | अर्जुन अपने भौतिक गुणों के अतिरिक्त इन समस्त दैवी गुणों में भी दक्ष था |"
            ],
            "english": [
                "Arjuna did not know whether he should fight and risk unnecessary violence, although fighting is the duty of the ksatriyas, or whether he should refrain and live by begging. If he did not conquer the enemy, begging would be his only means of subsistence. Nor was there certainty of victory, because either side might emerge victorious. Even if victory awaited them (and their cause was justified), still, if the sons of Dhrtarastra died in battle, it would be very difficult to live in their absence. Under the circumstances, that would be another kind of defeat for them. All these considerations by Arjuna definitely prove that he was not only a great devotee of the Lord but that he was also highly enlightened and had complete control over his mind and senses. His desire to live by begging, although he was born in the royal household, is another sign of detachment. He was truly virtuous, as these qualities, combined with his faith in the words of instruction of Sri Krsna (his spiritual master), indicate. It is concluded that Arjuna was quite fit for liberation. Unless the senses are controlled, there is no chance of elevation to the platform of knowledge, and without knowledge and devotion there is no chance of liberation. Arjuna was competent in all these attributes, over and above his enormous attributes in his material relationships."
            ]
        }
    },
    {
        "id": [
            7
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "कार्पण्यदोषोपहतस्वभावः",
                "पृच्छामि त्वां धर्मसम्मूढचेताः |",
                "यच्छ्रेयः स्यान्निश्र्चितं ब्रूहि तन्मे",
                "शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् || ७ ||"
            ],
            "english": [
                "karpanya-dosopahata-svabhavah",
                "prcchami tvam dharma-sammudha-cetah",
                "yac chreyah syan niscitam bruhi tan me",
                "sisyas te 'ham sadhi mam tvam prapannam"
            ]
        },
        "translation": {
            "hindi": [
                "अब मैं अपनी कृपण-दुर्बलता के कारण अपना कर्तव्य भूल गया हूँ और सारा धैर्य खो चूका हूँ | ऐसी अवस्था में मैं आपसे पूछ रहा हूँ कि जो मेरे लिए श्रेयस्कर हो उसे निश्चित रूप से बताएँ | अब मैं आपका शिष्य हूँ और शरणागत हूँ | कृप्या मुझे उपदेश दें |"
            ],
            "english": [
                "Now I am confused about my duty and have lost all composure because of weakness. In this condition I am asking You to tell me clearly what is best for me. Now I am Your disciple, and a soul surrendered unto You. Please instruct me."
            ]
        },
        "meaning": {
            "hindi": [
                "यह प्राकृतिक नियम है कि भौतिक कार्यकलाप की प्रणाली ही हर एक के लिए चिन्ता का कारण है | पग-पग पर उलझन मिलती है, अतः प्रामाणिक गुरु के पास जाना आवश्यक है, जो जीवन के उद्देश्य को पूरा करने के लिए समुचित पथ-निर्देश दे सके | समग्र वैदिक ग्रंथ हमें यह उपदेश देते हैं कि जीवन की अनचाही उलझनों से मुक्त होने के लिए प्रामाणिक गुरु के पास जाना चाहिए | ये उलझनें उस दावाग्नि के समान हैं जो किसी के द्वारा लगाये बिना भभक उठती हैं | इसी प्रकार विश्र्व की स्थिति ऐसी है कि बिना चाहे जीवन की उलझनें स्वतः उत्पन्न हो जाती हैं | कोई नहीं चाहता कि आग लगे, किन्तु फिर भी वह लगती है और हम अत्याधिक व्याकुल हो उठते हैं | अतः वैदिक वाङ्मय उपदेश देता है कि जीवन की उलझनों को समझने तथा समाधान करने के लिए हमें परम्परागत गुरु के पास जाना चाहिए | जिस व्यक्ति का प्रामाणिक गुरु होता है वह सब कुछ जानता है | अतः मनुष्य को भौतिक उलझनों में न रह कर गुरु के पास जाना चाहिए | यही इस श्लोक का तात्पर्य है |",
                "आखिर भौतिक उलझनों में कौन सा व्यक्ति पड़ता है? वह जो जीवन की समस्याओं को नहीं समझता | बृहदारण्यक उपनिषद् में (३.८.१०) व्याकुल (व्यग्र) मनुष्य का वर्णन इस प्रकार हुआ है – यो वा एतदक्षरं गार्ग्यविदित्वास्माँल्लोकात्प्रैतिसकृपणः– “कृपण वह है जो मानव जीवन की समस्याओं को हल नहीं करता और आत्म-साक्षात्कार के विज्ञान को समझे बिना कूकर-सूकर की भाँति संसार को त्यागकर चला जाता है |” जीव के लिए मनुष्य जीवन अत्यन्त मूल्यवान निधि है, जिसका उपयोग वह अपने जीवन की समस्याओं को हल करने में कर सकता है, अतः जो इस अवसर का लाभ नहीं उठाता वह कृपण है | ब्राह्मण इसके विपरीत होता है जो इस शरीर का उपयोग जीवन की समस्त समस्याओं को हल करने में करता है | य एतदक्षरं गार्गि विदित्वास्माँल्लोकात्प्रैति स ब्राह्मणः | देहात्मबुद्धि वश कृपण या कंजूस लोग अपना सारा समय परिवार, समाज, देश आदि के अत्यधिक प्रेम में गवाँ देते हैं | मनुष्य प्राय चर्मरोग के आधार पर अपने पारिवारिक जीवन अर्थात् पत्नी, बच्चों तथा परिजनों में आसक्त रहता है | कृपण यह सोचता है कि वह अपने परिवार को मृत्यु से बचा सकता है अथवा वह यह सोचता है कि उसका परिवार या समाज उसे मृत्यु से बचा सकता है | ऐसी पारिवारिक आसक्ति निम्न पशुओं में भी पाई जाती है क्योंकि वे भी बच्चों की देखभाल करते हैं | बुद्धिमान् होने के कारण अर्जुन समझ गया कि पारिवारिक सदस्यों के प्रति उसका अनुराग तथा मृत्यु से उनकी रक्षा करने की उसकी इच्छा ही उसकी उलझनों का कारण है | यद्यपि वह समझ रहा था कि युद्ध करने का कर्तव्य उसकी प्रतीक्षा कर रहा था, किन्तु कृपण-दुर्बलता (कार्पण्यदोष) के कारण वह अपना कर्तव्य नहीं निभा रहा था | अतः वह परम गुरु भगवान् कृष्ण से कोई निश्चित हल निकालने का अनुरोध कर रहा है | वह कृष्ण का शिष्यत्व ग्रहण करता है | वह मित्रतापूर्ण बातें बंद करना चाहता है | गुरु तथा शिष्य की बातें गम्भीर होती हैं और अब अर्जुन अपने मान्य गुरु के समक्ष गम्भीरतापूर्वक बातें करना चाहता है इसीलिए कृष्ण भगवद्गीता-ज्ञान के आदि गुरु है और अर्जुन गीता समझने वाला प्रथम शिष्य है | अर्जुन भगवद्गीता को किस तरह समझता है यह गीता में वर्णित है | तो भी मुर्ख संसारी विद्वान् बताते हैं कि किसी को मनुष्य-रूप कृष्ण की नहीं बल्कि “अजन्मा कृष्ण” की शरण ग्रहण करनी चाहिए | कृष्ण के अन्तः तथा बाह्य में कोई अन्तर नहीं है | इस ज्ञान के बिना जो भगवद्गीता को समझने का प्रयास करता है, वह सबसे बड़ा मुर्ख है |"
            ],
            "english": [
                "By nature's own way the complete system of material activities is a source of perplexity for everyone. In every step there is perplexity, and therefore it behooves one to approach a bona fide spiritual master who can give one proper guidance for executing the purpose of life. All Vedic literatures advise us to approach a bona fide spiritual master to get free from the perplexities of life which happen without our desire. They are like a forest fire that somehow blazes without being set by anyone. Similarly, the world situation is such that perplexities of life automatically appear, without our wanting such confusion. No one wants fire, and yet it takes place, and we become perplexed. The Vedic wisdom therefore advises that in order to solve the perplexities of life and to understand the science of the solution, one must approach a spiritual master who is in the disciplic succession. A person with a bona fide spiritual master is supposed to know everything. One should not, therefore, remain in material perplexities but should approach a spiritual master. This is the purport of this verse.",
                "The krpanas, or miserly persons, waste their time in being overly affectionate for family, society, country, etc., in the material conception of life. One is often attached to family life, namely to wife, children and other members, on the basis of “skin disease.” The krpana thinks that he is able to protect his family members from death; or the krpana thinks that his family or society can save him from the verge of death. Such family attachment can be found even in the lower animals who take care of children also. Being intelligent, Arjuna could understand that his affection for family members and his wish to protect them from death were the causes ot his perplexities. Although he could understand that his duty to fight was awaiting him, still, on account of miserly weakness, he could not discharge the duties. He is therefore asking Lord Krsna, the supreme spiritual master, to make a definite solution. He offers himself to Krsna as a disciple. He wants to stop friendly talks. Talks between the master and the disciple are serious, and now Arjuna wants to talk very seriously before the recognized spiritual master. Krsna is therefore the original spiritual master of the science of Bhagavad-gita, and Arjuna is the first disciple for understanding the Gita. How Arjuna understands the Bhagavad-gita is stated in the Gita itself. And yet foolish mundane scholars explain that one need not submit to Krsna as a person, but to “the unborn within Krsna.” There is no difference between Krsna's within and without. And one who has no sense of this understanding is the greatest fool in trying to understand Bhagavad-gita.",
                "Who is the man in material perplexities? It is he who does not understand the problems of life. In the Garga Upanisad the perplexed man is described as follows:",
                "yo va etad aksaram gargy aviditvasmal lokat praiti sa krpanah",
                "“He is a miserly man who does not solve the problems of life as a human and who thus quits this world like the cats and dogs, without understanding the science of self-realization.” This human form of life is a most valuable asset for the living entity who can ultilize it for solving the problems of life; therefore, one who does not utilize this opportunity properly is a miser. On the other hand, there is the brahmana, or he who is intelligent enough to utilize this body to solve all the problems of life."
            ]
        }
    },
    {
        "id": [
            8
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "न हि प्रपश्यामि ममापनुद्याद्-",
                "यच्छोकमुच्छोषणमिन्द्रियाणाम् |",
                "अवाप्य भूमावसपत्नमृद्धं",
                "राज्यं सुराणामपि चाधिपत्यम् || ८ ||"
            ],
            "english": [
                "na hi prapasyami mamapanudyad",
                "yac chokam ucchosanam indriyanam",
                "avapya bhumav asapatnam rddham",
                "rajyam suranam api cadhipatyam"
            ]
        },
        "translation": {
            "hindi": [
                "मुझे ऐसा कोई साधन नहीं दिखता जो मेरी इन्द्रियों को सुखाने वाले इस शोक को दूर कर सके | स्वर्ग पर देवताओं के आधिपत्य की तरह इस धनधान्य-सम्पन्न सारी पृथ्वी पर निष्कंटक राज्य प्राप्त करके भी मैं इस शोक को दूर नहीं कर सकूँगा |"
            ],
            "english": [
                "I can find no means to drive away this grief which is drying up my senses. I will not be able to destroy it even if I win an unrivalled kingdom on the earth with sovereignty like that of the demigods in heaven."
            ]
        },
        "meaning": {
            "hindi": [
                "यद्यपि अर्जुन धर्म तथा सदाचार के नियमों पर आधारित अनेक तर्क प्रस्तुत करता है, किन्तु ऐसा प्रतीत होता है कि वह अपने गुरु भगवान् श्रीकृष्ण की सहायता के बिना अपनी असली समस्या को हल नहीं कर पा रहा | वह समझ गया था कि उसका तथाकथित ज्ञान उसकी उन समस्याओं को दूर करने में व्यर्थ है जो उसके सारे अस्तित्व (शरीर) को सुखाये दे रही थीं | उसे इन उलझनों को भगवान् कृष्ण जैसे आध्यात्मिक गुरु की सहायता के बिना हल कर पाना असम्भव लग रहा था | शैक्षिक ज्ञान, विद्वता, उच्च पद – ये सब जीवन की समस्याओं का हल करने में व्यर्थ हैं | यदि कोई इसमें सहायता कर सकता है, तो वह है एकमात्र गुरु | अतः निष्कर्ष यह निकला कि गुरु जो शत-प्रतिशत कृष्णभावनाभावित होता है, वही एकमात्र प्रमाणिक गुरु है और वही जीवन की समस्याओं को हल कर सकता है | भगवान् चैतन्य ने कहा है कि जो कृष्णभावनामृत के विज्ञान में दक्ष हो, कृष्णतत्त्ववेत्ता हो, चाहे वह जिस किसी जाति का हो, वही वास्तविक गुरु है –",
                "किबा विप्र, किबा न्यासी, शुद्र केने नय |",
                "येइ कृष्णतत्त्ववेत्ता, सेइ ‘गुरु’ हय ||",
                "“कोई व्यक्ति चाहे वह विप्र (वैदिक ज्ञान में दक्ष) हो, निम्न जाति में जन्मा शुद्र हो या कि संन्यासी, यदि कृष्ण के विज्ञान में दक्ष (कृष्णतत्त्ववेत्ता) है तो वह यथार्थ प्रामाणिक गुरु है |” (चैतन्य-चरितामृत, मध्य ८.१२८) | अतः कृष्णतत्त्ववेत्ता हुए बिना कोई भी प्रामाणिक गुरु नहीं हो सकता | वैदिक साहित्य में भी कहा गया है –",
                "षट्कर्मनिपुणो विप्रो मन्त्रतन्त्रविशारदः |",
                "अवैष्णवो गुरुर्न स्याद् वैष्णवः श्र्वपचो गुरुः ||",
                "“विद्वान ब्राह्मण, भले ही वह सम्पूर्ण वैदिक ज्ञान में पारंगत क्यों न हो, यदि वह वैष्णव नहीं है या कृष्णभावनामृत में दक्ष नहीं है तो गुरु बनने का पात्र नहीं है | किन्तु शुद्र, यदि वह वैष्णव या कृष्णभक्त है तो गुरु बन सकता है |” (पद्मपुराण)",
                "संसार की समस्याओं – जन्म, जरा, व्याधि तथा मृत्यु – की निवृत्ति धन-संचय तथा आर्थिक विकास से संभव नहीं है | विश्र्व के विभिन्न भागों में ऐसे राज्य हैं जो जीवन की सारी सुविधाओं से तथा सम्पत्ति एवं आर्थिक विकास से पूरित हैं, किन्तु फिर भी उनके सांसारिक जीवन की समस्याएँ ज्यों की त्यों बनी हुई हैं | वे विभिन्न साधनों से शान्ति खोजते हैं, किन्तु वास्तविक सुख उन्हें तभी मिल पाता है जब वे कृष्णभावनामृत से युक्त कृष्ण के प्रामाणिक प्रतिनिधि के माध्यम से कृष्ण अथवा कृष्णतत्त्वपूरक भगवद्गीता तथा श्रीमद्भागवत के परामर्श को ग्रहण करते हैं |",
                "यदि आर्थिक विकास तथा भौतिक सुख किसी के पारिवारिक, सामाजिक, राष्ट्रीय या अन्तर्राष्ट्रीय अव्यवस्था से उत्पन्न हुए शोकों को दूर कर पाते, तो अर्जुन यह न कहता कि पृथ्वी का अप्रतिम राज्य या स्वर्गलोक में देवताओं की सर्वोच्चता भी उसके शोकों को दूर नहीं कर सकती | इसीलिए उसने कृष्णभावनामृत का ही आश्रय ग्रहण किया और यही शान्ति तथा समरसता का उचित मार्ग है | आर्थिक विकास या विश्र्व आधिपत्य प्राकृतिक प्रलय द्वारा किसी भी क्षण समाप्त हो सकता है | यहाँ तक कि चन्द्रलोक जैसे उच्च लोकों की यात्रा भी, जिसके लिए मनुष्य प्रयत्नशील हैं, एक झटके में समाप्त हो सकती है | भगवद्गीता इसकी पुष्टि करती है – क्षीणे पुण्ये मर्त्यलोकं विशन्ति– जब पुण्यकर्मों के फल समाप्त हो जाते हैं तो मनुष्य सुख के शिखर से जीवन के निम्नतम स्टार पर गिर जाता है | इस तरह से विश्र्व के अनेक राजनीतिज्ञों का पतन हुआ है | ऐसा अधःपतन शोक का कारण बनता है |",
                "अतः यदि हम सदा के लिए शोक का निवारण चाहते हैं तो हमें कृष्ण की शरण ग्रहण करनी होगी, जिस तरह अर्जुन ने की | अर्जुन ने कृष्ण से प्रार्थना की कि वे असकी समस्या का निश्चित समाधान कर दें और यही कृष्णभावनामृत की विधि है |"
            ],
            "english": [
                "Although Arjuna was putting forward so many arguments based on knowledge of the principles of religion and moral codes, it appears that he was unable to solve his real problem without the help of the spiritual master, Lord Sri Krsna. He could understand that his so-called knowledge was useless in driving away his problems, which were drying up his whole existence; and it was impossible for him to solve such perplexities without the help of a spiritual master like Lord Krsna. Academic knowledge, scholarship, high position, etc., are all useless in solving the problems of life; help can only be given by a spiritual master like Krsna. Therefore, the conclusion is that a spiritual master who is one hundred percent Krsna conscious is the bona fide spiritual master, for he can solve the problems of life. Lord Caitanya said that one who is master in the science of Krsna consciousness, regardless of his social position, is the real spiritual master.",
                "The problems of material existence—birth, old age, disease and death—cannot be counteracted by accumulation of wealth and economic development. In many parts of the world there are states which are replete with all facilities of life, which are full of wealth, and economically developed, yet the problems of material existence are still present. They are seeking peace in different ways, but they can achieve real happiness only if they consult Krsna, or the Bhagavad-gita and Srimad-Bhagavatam—which constitute the science of Krsna—or the bona fide representative of Krsna, the man in Krsna consciousness.",
                "If economic development and material comforts could drive away one's lamentations for family, social, national or international inebrieties, then Arjuna would not have said that even an unrivalled kingdom on earth or supremacy like that of the demigods in the heavenly planets would not be able to drive away his lamentations. He sought, therefore, refuge in Krsna consciousness, and that is the right path for peace and harmony. Economic development or supremacy over the world can be finished at any moment by the cataclysms of material nature. Even elevation into a higher planetary situation, as men are now seeking a place on the moon planet, can also be finished at one stroke. The Bhagavad-gita confirms this: ksine punye martyalokam visanti “When the results of pious activities are finished, one falls down again from the peak of happiness to the lowest status of life.” Many politicians of the world have fallen down in that way. Such downfalls only constitute more causes for lamentation.",
                "Therefore, if we want to curb lamentation for good, then we have to take shelter of Krsna, as Arjuna is seeking to do. So Arjuna asked Krsna to solve his problem definitely, and that is the way of Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            9
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "सञ्जय उवाच",
                "एवमुक्त्वा हृषीकेशं गुडाकेशः परन्तपः |",
                "न योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह || ९ ||"
            ],
            "english": [
                "sanjaya uvaca",
                "evam uktva hrsikesam",
                "gudakesah parantapah",
                "na yotsya iti govindam",
                "uktva tusnim babhuva ha"
            ]
        },
        "translation": {
            "hindi": [
                "संजय ने कहा – इस प्रकार कहने के बाद शत्रुओं का दमन करने वाला अर्जुन कृष्ण से बोला, “हे गोविन्द! मैं युद्ध नहीं करूँगा,” और चुप हो गया | |"
            ],
            "english": [
                "Sanjaya said: Having spoken thus, Arjuna, chastiser of enemies, told Krsna, “Govinda, I shall not fight,” and fell silent."
            ]
        },
        "meaning": {
            "hindi": [
                "धृतराष्ट्र को यह जानकर परम प्रसन्नता हुई होगी कि अर्जुन युद्ध न करके युद्धभूमि छोड़कर भिक्षाटन करने जा रहा है | किन्तु संजय ने उसे पुनः यह कह कर निराश कर दिया कि अर्जुन अपने शत्रुओं को मारने में सक्षम है (परन्तपः) | यद्यपि कुछ समय के लिए अर्जुन अपने पारिवारिक स्नेह के प्रति मिथ्या शोक से अभिभूत था, किन्तु उसने शिष्य रूप में अपने गुरु श्रीकृष्ण की शरण ग्रहण कर ली | इससे सूचित होता है कि शीघ्र ही वह इस शोक से निवृत्त हो जायेगा और आत्म-साक्षात्कार या कृष्णभावनामृत के पूर्ण ज्ञान से प्रकाशित होकर पुनः युद्ध करेगा | इस तरह धृतराष्ट्र का हर्ष भंग हो जायेगा |"
            ],
            "english": [
                "Dhrtarastra must have been very glad to understand that Arjuna was not going to fight and was instead leaving the battlefield for the begging profession. But Sanjaya disappointed him again in relating that Arjuna was competent to kill his enemies (parantapah). Although Arjuna was for the time being overwhelmed with false grief due to family affection, he surrendered unto Krsna, the supreme spiritual master, as a disciple. This indicated that he would soon be free from the false lamentation resulting from family affection and would be enlightened with perfect knowledge of self-realization, or Krsna consciousness, and would then surely fight. Thus Dhrtarastra's joy would be frustrated, since Arjuna would be enlightened by Krsna and would fight to the end."
            ]
        }
    },
    {
        "id": [
            10
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "तमुवाच हृषीकेशः प्रहसन्निव भारत",
                "सेन्योरुभ्योर्मध्ये विषीदन्तमिदं वचः || १० ||"
            ],
            "english": [
                "tam uvaca hrsikesah prahasann iva bharata senayor ubhayor madhye visidantam idam vacah"
            ]
        },
        "translation": {
            "hindi": [
                "हे भरतवंशी (धृतराष्ट्र)! उस समय दोनों सेनाओं के मध्य शोकमग्न अर्जुन से कृष्ण ने मानो हँसते हुए ये शब्द कहे |"
            ],
            "english": [
                "O descendant of Bharata, at that time Krsna, smiling, in the midst of both the armies, spoke the following words to the grief-stricken Arjuna."
            ]
        },
        "meaning": {
            "hindi": [
                "दो घनिष्ट मित्रों अर्थात् हृषीकेश तथा गुडाकेश के मध्य वार्ता चल रही थी | मित्र के रूप में दोनों का पद समान था, किन्तु इनमें से एक स्वेच्छा से दूसरे का शिष्य बन गया | कृष्ण हँस रहे थे क्योंकि उनका मित्र अब उनका शिष्य बन गया था | सबों के स्वामी होने के कारण वे सदैव श्रेष्ठ पद पर रहते हैं तो भी भगवान् अपने भक्त के लिए सखा, पुत्र या प्रेमी बनना स्वीकार करते है | किन्तु जब उन्हें गुरु रूप में अंगीकार कर लिया गया तो उन्होंने तुरन्त गुरु की भूमिका निभाने के लिए शिष्य से गुरु की भाँति गम्भीरतापूर्वक बातें कीं जैसा कि अपेक्षित है | ऐसा प्रतीत होता है कि गुरु तथा शिष्य की यह वार्ता दोनों सेनाओं की उपस्थिति में हुई जिससे सारे लोग लाभान्वित हुए | अतः भगवद्गीता का संवाद किसी एक व्यक्ति, समाज या जाति के लिए नहीं अपितु सबों के लिए है और उसे सुनने के लिए शत्रु या मित्र समान रूप से अधिकारी हैं |"
            ],
            "english": [
                "The talk was going on between intimate friends, namely the Hrsikesa and the Gudakesa. As friends, both of them were on the same level, but one of them voluntarily became a student of the other. Krsna was smiling because a friend had chosen to become a disciple. As Lord of all, He is always in the superior position as the master of everyone, and yet the Lord accepts one who wishes to be a friend, a son, a lover or a devotee, or who wants Him in such a role. But when He was accepted as the master, He at once assumed the role and talked with the disciple like the master—with gravity, as it is required. It appears that the talk between the master and the disciple was openly exchanged in the presence of both armies so that all were benefitted. So the talks of Bhagavad-gita are not for any particular person, society, or community, but they are for all, and friends or enemies are equally entitled to hear them."
            ]
        }
    }
]