[
    {
        "id": [
            41
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन |",
                "बहुशाखा ह्यनन्ताश्र्च बुद्धयोऽव्यवसायिनाम् || ४१ ||"
            ],
            "english": [
                "vyavasayatmika buddhir",
                "ekeha kuru-nandana",
                "bahu-sakha hy anantas ca",
                "buddhayo 'vyavasayinam"
            ]
        },
        "translation": {
            "hindi": [
                "जो इस मार्ग पर (चलते) हैं वे प्रयोजन में दृढ़ रहते हैं और उनका लक्ष्य भी एक होता है | हे कुरुनन्दन! जो दृढ़प्रतिज्ञ नहीं है उनकी बुद्धि अनेक शाखाओं में विभक्त रहती है |"
            ],
            "english": [
                "Those who are on this path are resolute in purpose, and their aim is one. O beloved child of the Kurus, the intelligence of those who are irresolute is many-branched."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः यह दृढ श्रद्धा कि कृष्णभावनामृत द्वारा मनुष्य जीवन की सर्वोच्च सिद्धि प्राप्त कर सकेगा , व्यवसायात्मिका बुद्धि कहलाती है | चैतन्य-चरितामृत में (मध्य २२.६२) कहा गया है –",
                "‘श्रद्धा’-शब्दे – विश्र्वास कहे सुदृढ निश्र्चय |",
                "कृष्णे भक्ति कैले सर्वकर्म कृत हय ||",
                "श्रद्धा का अर्थ है किसी अलौकिक वस्तु में अटूट विश्र्वास | जब कोई कृष्णभावनामृत के कार्यों में लगा होता है तो उसे परिवार, मानवता या राष्ट्रीयता से बँध कर कार्य करने की आवश्यकता नहीं होती | पूर्व में किये गये शुभ-अशुभ कर्मों के फल ही उसे सकाम कर्मों में लगाते हैं | जब कोई कृष्णभावनामृत में संलग्न हो तो उसे अपने कार्यों के शुभ-फल के लिए प्रयत्नशील नहीं रहना चाहिए | जब कोई कृष्णभावनामृत में लीन होता है तो उसके सारे कार्य आध्यात्मिक धरातल पर होते हैं क्योंकि उनमें अच्छे तथा बुरे का द्वैत नहीं रह जाता | कृष्णभावनामृत की सर्वोच्च सिद्धि देहात्मबुद्धि का त्याग है | कृष्णभावनामृत की प्रगति के साथ क्रमशः यह अवस्था स्वतः प्राप्त हो जाती है |",
                "कृष्णभावनाभावित व्यक्ति का दृढ़निश्चय ज्ञान पर आधारित है | वासुदेवः सर्वम् इतिस महात्मा सुदुर्लभः – कृष्णभावनाभावित व्यक्ति अत्यन्त दुर्लभ जीव है जो भलीभाँति जानता है कि वासुदेव या कृष्ण समस्त प्रकट कारणों के मूल कारण हैं | जिस प्रकार वृक्ष की जड़ सींचने पर स्वतः ही पत्तियों तथा टहनियों में जल पहुँच जाता है उसी प्रकार कृष्णभावनाभावित होने पर मनुष्य प्रत्येक प्राणी की अर्थात् अपनी, परिवार की, समाज की, मानवता की सर्वोच्च सेवा कर सकता है | यदि मनुष्य के कर्मों से कृष्ण प्रसन्न हो जाएँ तो प्रत्येक व्यक्ति सन्तुष्ट होगा |",
                "किन्तु कृष्णभावनामृत में सेवा गुरु के समर्थ निर्देशन में ही ठीक से हो पाती है क्योंकि गुरु कृष्ण का प्रामाणिक प्रतिनिधि होता है जो शिष्य के स्वभाव से परिचित होता है और उसे कृष्णभावनामृत की दिशा में कार्य करने के लिए मार्ग दिखा सकता है | अतः कृष्णभावनामृत में दक्ष होने के लिए मनुष्य को दृढ़ता से कर्म करना होगा और कृष्ण के प्रतिनिधि की आज्ञा का पालन करना होगा | उसे गुरु के उपदेशों को जीवन का लक्ष्य मान लेना होगा | श्रील विश्र्वनाथ चक्रवती ठाकुर ने गुरु की प्रसिद्ध प्रार्थना में उपदेश दिया है –",
                "यस्य प्रसादाद् भगवत्प्रसादो यस्याप्रसादान्न गतिः कुतोऽपि |",
                "ध्यायन्स्तुवंस्तस्य यशस्त्रिसंधयं वन्दे गुरोः श्रीचरणारविन्दम् ||",
                "“गुरु की तुष्टि से भगवान् भी प्रसन्न होते हैं | गुरु को प्रसन्न किये बिना कृष्णभावनामृत के स्तर तक पहुँच पाने की कोई सम्भावना नहीं रहती | अतः मुझे उनका चिन्तन करना चाहिए और दिन में तीन बार उनकी कृपा की याचना करनी चाहिए और अपने गुरु को सादर नमस्कार करना चाहिए |”",
                "किन्तु यह सम्पूर्ण पद्धति देहात्मबुद्धि से परे सैद्धान्तिक रूप में नहीं वरन् व्यावहारिक रूप में पूर्ण आत्म-ज्ञान पर निर्भर करती है, जब सकाम कर्मों से इन्द्रियतृप्ति की कोई सम्भावना नहीं रहती | जिसका मन दृढ़ नहीं है वही विभिन्न सकाम कर्मों की ओर आकर्षित होता है |"
            ],
            "english": [
                "A strong faith in Krsna consciousness that one should be elevated to the highest perfection of life is called vyavasayatmika intelligence. The Caitanya-caritamrta states:",
                "Service in Krsna consciousness is, however, best practiced under the able guidance of a spiritual master who is a bona fide representative of Krsna, who knows the nature of the student and who can guide him to act in Krsna consciousness. As such, to be well-versed in Krsna consciousness one has to act firmly and obey the representative of Krsna, and one should accept the instruction of the bona fide spiritual master as one's mission in life. Srila Visvanatha Cakravarti Thakur instructs us, in his famous prayers for the spiritual master, as follows:",
                "The whole process, however, depends on perfect knowledge of the soul beyond the conception of the body—not theoretically but practically, when there is no longer chance for sense gratification manifested in fruitive activities. One who is not firmly fixed in mind is diverted by various types of fruitive acts."
            ]
        }
    },
    {
        "id": [
            42,
            43
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "“यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्र्चितः |",
                "वेदवादरताः पार्थ नान्यदस्तीति वादिनः || ४२ ||",
                "कामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम् |",
                "क्रियाविशेषबहुलां भोगैश्र्वर्यगतिं प्रति || ४३ ||"
            ],
            "english": [
                "yam imam puspitam vacam",
                "pravadanty avipascitah",
                "veda-vada-ratah partha",
                "nanyad astiti vadinah",
                "kamatmanah svarga-para",
                "janma-karma-phala-pradam",
                "kriya-visesa-bahulam",
                "bhogaisvarya-gatim prati"
            ]
        },
        "translation": {
            "hindi": [
                "अल्पज्ञानी मनुष्य वेदों के उन अलंकारिक शब्दों के प्रति अत्यधिक आसक्त रहते हैं, जो स्वर्ग की प्राप्ति, अच्छे जन्म, शक्ति इत्यादि के लिए विविध सकाम कर्म करने की संस्तुति करते हैं | इन्द्रियतृप्ति तथा ऐश्र्वर्यमय जीवन की अभिलाषा के कारण वे कहते हैं कि इससे बढ़कर और कुछ नहीं है |"
            ],
            "english": [
                "Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to heavenly planets, resultant good birth, power, and so forth. Being desirous of sense gratification and opulent life, they say that there is nothing more than this."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः साधारणतः सब लोग अत्यन्त बुद्धिमान नहीं होते और वे अज्ञान के कारण वेदों के कर्मकाण्ड भाग में बताये गये सकाम कर्मों के प्रति अत्यधिक आसक्त रहते हैं | वे स्वर्ग में जीवन का आनन्द उठाने के लिए इन्द्रियतृप्ति कराने वाले प्रस्तावों से अधिक और कुछ नहीं चाहते जहाँ मदिरा तथा तरुणियाँ उपलब्ध हैं और भौतिक ऐश्र्वर्य सर्वसामान्य है | वेदों में स्वर्गलोक पहुँचने के लिए अनेक यज्ञों की संस्तुति है जिनमें ज्योतिष्टोम यज्ञ प्रमुख है | वास्तव में वेदों में कहा गया है कि जो स्वर्ग जाना चाहता है उसे ये यज्ञ सम्पन्न करने चाहिए और अल्पज्ञानी पुरुष सोचते हैं कि वैदिक ज्ञान का सारा अभिप्राय इतना ही है | ऐसे लोगों के लिए कृष्णभावनामृत के दृढ़ कर्म में स्थित हो पाना अत्यन्त कठिन है | जिस प्रकार मुर्ख लोग विषैले वृक्षों के फूलों के प्रति बिना यह जाने कि इस आकर्षण का फल क्या होगा आसक्त रहते हैं उसी प्रकार अज्ञानी व्यक्ति स्वर्गिक ऐश्र्वर्य तथा तज्जनित इन्द्रियभोग के प्रति आकृष्ट रहते हैं |",
                "वेदों के कर्मकाण्ड भाग में कहा गया है – अपाम सोममृता अभूम तथा अक्षय्यं ह वै चातुर्मास्ययाजिनः सुकृतं भवति |दूसरे शब्दों में जो लोग चातुर्मास तप करते हैं वे अमर तथा सदा सुखी रहने के लिए सोम-रस पीने के अधिकारी हो जाते हैं | यहाँ तक कि इस पृथ्वी में भी कुछ लोग सोम-रस पीने के अत्यन्त इच्छुक रहते हैं जिससे वे बलवान बनें और इन्द्रियतृप्ति का सुख पाने में समर्थ हों | ऐसे लोगों को भवबन्धन से मुक्ति में कोई श्रद्धा नहीं होती और वे वैदिक यज्ञों की तड़क-भड़क में विशेष आसक्त रहते हैं | वे सामान्यता विषयी होते हैं और जीवन में स्वर्गिक आनन्द के अतिरिक्त और कुछ नहीं चाहते | कहा जाता है कि स्वर्ग में नन्दन-कानन नामक अनेक उद्यान हैं जिनमें दैवी सुन्दरी स्त्रियों का संग तथा प्रचुर मात्रा में सोम-रस उपलब्ध रहता है | ऐसा शारीरिक सुख निस्सन्देह विषयी है, अतः ये लोग वे हैं जो भौतिक जगत् के स्वामी बन कर ऐसे भौतिक अस्थायी सुख के प्रति आसक्त हैं |"
            ],
            "english": [
                "People in general are not very intelligent, and due to their ignorance they are most attached to the fruitive activities recommended in the karma-kanda portions of the Vedas. They do not want anything more than sense gratificatory proposals for enjoying life in heaven, where wine and women are available and material opulence is very common. In the Vedas many sacrifices are recommended for elevation to the heavenly planets, especially the jyotistoma sacrifices. In fact, it is stated that anyone desiring elevation to heavenly planets must perform these sacrifices, and men with a poor fund of knowledge think that this is the whole purpose of Vedic wisdom. It is very difficult for such inexperienced persons to be situated in the determined action of Krsna consciousness. As fools are attached to the flowers of poisonous trees without knowing the results of such attractions, similarly unenlightened men are attracted by such heavenly opulence and the sense enjoyment thereof.",
                "In the karma-kanda section of the Vedas it is said that those who perform the four monthly penances become eligible to drink the somarasa beverages to become immortal and happy forever. Even on this earth some are very eager to have somarasa to become strong and fit to enjoy sense gratifications. Such persons have no faith in liberation from material bondage, and they are very much attached to the pompous ceremonies of Vedic sacrifices. They are generally sensual, and they do not want anything other than the heavenly pleasures of life. It is understood that there are gardens called nandana-kanana in which there is good opportunity for association with angelic, beautiful women and having a profuse supply of somarasa wine. Such bodily happiness is certainly sensual; therefore there are those who are purely attached to material, temporary happiness, as lords of the material world."
            ]
        }
    },
    {
        "id": [
            44
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "भोगैश्र्वर्यप्रसक्तानां तयापहृतचेतसाम् |",
                "व्यवसायात्मिका बुद्धिः समाधौ न विधीयते || ४४ ||"
            ],
            "english": [
                "bhogaisvarya-prasaktanam",
                "tayapahrta-cetasam",
                "vyavasayatmika buddhih",
                "samadhau na vidhiyate"
            ]
        },
        "translation": {
            "hindi": [
                "जो लोग इन्द्रियभोग तथा भौतिक ऐश्र्वर्य के प्रति अत्यधिक आसक्त होने से ऐसी वस्तुओं से मोहग्रस्त हो जाते हैं, उनके मनों में भगवान् के प्रति भक्ति का दृढ़ निश्चय नहीं होता |"
            ],
            "english": [
                "In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination of devotional service to the Supreme Lord does not take place."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः समाधि का अर्थ है “स्थिर मन |” वैदिक शब्दकोष निरुक्ति के अनुसार – सम्यग् आधीयतेऽस्मिन्नात्मतत्त्वयाथात्म्यम्– जब मन आत्मा को समझने में स्थिर रहता है तो उसे समाधि कहते हैं | जो लोग इन्द्रियभोग में रूचि रखते हैं अथवा जो ऐसी क्षणिक वस्तुओं से मोहग्रस्त हैं उनके लिए समाधि कभी भी सम्भव नहीं है | माया के चक्कर में पड़कर वे न्यूनाधिक पतन को प्राप्त होते हैं |"
            ],
            "english": [
                "Samadhi means \"fixed mind.\" The Vedic dictionary, the Nirukti, says, samyag adhiyate 'sminn atmatattva-yathatmyam: \"When the mind is fixed for understanding the self, it is called samadhi. \"Samadhi is never possible for persons interested in material sense enjoyment, nor for those who are bewildered by such temporary things. They are more or less condemned by the process of material energy."
            ]
        }
    },
    {
        "id": [
            45
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन |",
                "निर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान् || ४५ ||"
            ],
            "english": [
                "trai-gunya-visaya veda",
                "nistrai-gunyo bhavarjuna",
                "nirdvandvo nitya-sattva-stho",
                "niryoga-ksema atmavan"
            ]
        },
        "translation": {
            "hindi": [
                "वेदों में मुख्यतया प्रकृति के तीनों गुणों का वर्णन हुआ है | हे अर्जुन! इन तीनों गुणों से ऊपर उठो | समस्त द्वैतों और लाभ तथा सुरक्षा की सारी चिन्ताओं से मुक्त होकर आत्म-परायण बनो |"
            ],
            "english": [
                "The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them. Be free from all dualities and from all anxieties for gain and safety, and be established in the Self."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः सारे भौतिक कार्यों में प्रकृति के तीनों गुणों की क्रियाएँ तथा प्रतिक्रियाएँ निहित होती हैं | इनका उद्देश्य कर्म-फल होता है जो भौतिक जगत् में बन्धन का कारण है | वेदों में मुख्यतया सकाम कर्मों का वर्णन है जिससे सामान्य जन क्रमशः इन्द्रियतृप्ति के क्षेत्र से उठकर अध्यात्मिक धरातल तक पहुँच सकें | कृष्ण अपने शिष्य तथा मित्र के रूप में अर्जुन को सलाह देते हैं कि वह वेदान्त दर्शन के अध्यात्मिक पद तक ऊपर उठे जिसका प्रारम्भ ब्रह्म-जिज्ञासा अथवा परम अध्यात्मिकता पद पर प्रश्नों से होता है | इस भौतिक जगत् के सारे प्राणी अपने अस्तित्व के लिए कठिन संघर्ष करते रहते हैं | उनके लिए भगवान् ने इस भौतिक जगत् की सृष्टि करने के पश्चात् वैदिक ज्ञान प्रदान किया जो जीवन-यापन तथा भवबन्धन से छूटने का उपदेश देता है | जब इन्द्रियतृप्ति के कार्य यथा कर्मकाण्ड समाप्त हो जाते हैं तो उपनिषदों के रूप में भगवत् साक्षात्कार का अवसर प्रदान किया जाता है | ये उपनिषद् विभिन्न वेदों के अंश हैं उसी प्रकार जैसे भगवद्गीता पंचम वेद महाभारत का एक अंग है | उपनिषदों से अध्यात्मिक जीवन का शुभारम्भ होता है |",
                "जब तक भौतिक शरीर का अस्तित्व है तब तक भौतिक गुणों की क्रियाएँ-प्रतिक्रियाएँ होती रहती हैं | मनुष्य को चाहिए कि सुख-दुख या शीत-ग्रीष्म जैसी द्वैतताओं को सहन करना सीखे और इस प्रकार हानि तथा लाभ की चिन्ता से मुक्त हो जाय | जब मनुष्य कृष्ण की इच्छा पर पूर्णतया आश्रित रहता है तो यह दिव्य अवस्था प्राप्त होती है |"
            ],
            "english": [
                "All material activities involve actions and reactions in the three modes of material nature. They are meant for fruitive results, which cause bondage in the material world. The Vedas deal mostly with fruitive activities to gradually elevate the general public from the field of sense gratification to a position on the transcendental plane. Arjuna, as a student and friend of Lord Krsna, is advised to raise himself to the transcendental position of Vedanta philosophy where, in the beginning, there is brahma-jijnasa, or questions on the Supreme Transcendence. All the living entities who are in the material world are struggling very hard for existence. For them the Lord, after creation of the material world, gave the Vedic wisdom advising how to live and get rid of the material entanglement. When the activities for sense gratification, namely the karma-kanda chapter, are finished, then the chance for spiritual realization is offered in the form of the Upanisads, which are part of different Vedas, as the Bhagavad-gita is a part of the fifth Veda, namely the Mahabharata. The Upanisads mark the beginning of transcendental life.",
                "As long as the material body exists, there are actions and reactions in the material modes. One has to learn tolerance in the face of dualities such as happiness and distress, or cold and warmth, and by tolerating such dualities become free from anxieties regarding gain and loss. This transcendental position is achieved in full Krsna consciousness when one is fully dependant on the good will of Krsna"
            ]
        }
    },
    {
        "id": [
            46
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "यावानर्थ उदपाने सर्वतः सम्प्लुतोदके |",
                "तावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः || ४६ ||"
            ],
            "english": [
                "yavan artha udapane",
                "sarvatah samplutodake",
                "tavan sarvesu vedesu",
                "brahmanasya vijanatah"
            ]
        },
        "translation": {
            "hindi": [
                "एक छोटे से कूप का सारा कार्य एक विशाल जलाशय से तुरन्त पूरा हो जाता है | इसी प्रकार वेदों के आन्तरिक तात्पर्य जानने वाले को उनके सारे प्रयोजन सिद्ध हो जाते हैं |"
            ],
            "english": [
                "All purposes that are served by the small pond can at once be served by the great reservoirs of water. Similarly, all the purposes of the Vedas can be served to one who knows the purpose behind them."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः वेदों के कर्मकाण्ड विभाग में वर्णित अनुष्ठानों एवं यज्ञों का ध्येय आत्म-साक्षात्कार के क्रमिक विकास को प्रोत्साहित करना है | और आत्म-साक्षात्कार का ध्येय भगवद्गीता के पंद्रहंवे अध्याय में (१५.१५) इस प्रकार स्पष्ट किया गया है – वेद अध्ययन का ध्येय जगत् के आदि कारण भगवान् कृष्ण को जानना है | अतः आत्म-साक्षात्कार का अर्थ है – कृष्ण को तथा उसके साथ अपने शाश्र्वत सम्बन्ध को समझना | कृष्ण के साथ जीवों के सम्बन्ध का भी उल्लेख भगवद्गीता के पंद्रहवें अध्याय में (१५.७) ही हुआ है | जीवात्माएँ भगवान् के अंश स्वरूप हैं, अतः प्रत्येक जीव द्वारा कृष्णभावनामृत को जागृत करना वैदिक ज्ञान की सर्वोच्च पूर्णावस्था है | श्रीमद्भागवत में (३.३३.७) इसकी पुष्टि इस प्रकार हुई है –",
                "अहो बात श्र्वपचोऽतो गरीयान् यज्जिह्वाग्रे वर्तते नाम तुभ्यम् |",
                "तेपुस्तपस्ते जुहुवः सस्नुरार्या ब्रह्मानूचूर्नाम गृणन्ति ये ते ||",
                "“हे प्रभो, आपके पवित्र नाम का जाप करने वाला भले ही चाण्डाल जैसे निम्न परिवार में क्यों न उत्पन्न हुआ हो, किन्तु वह आत्म-साक्षात्कार के सर्वोच्च पद पर स्थित होता है | ऐसा व्यक्ति अवश्य ही वैदिक अनुष्ठानों के अनुसार सारी तपस्याएँ सम्पन्न किये होता है और अनेकानेक बार तीर्थस्थानों में स्नान करके वेदों का अध्ययन किये होता है | ऐसा व्यक्ति आर्य कुल में सर्वश्रेष्ठ माना जाता है |”",
                "अतः मनुष्य को इतना बुद्धिमान तो होना ही चाहिए कि केवल अनुष्ठानों के प्रति आसक्त न रहकर वेदों के उद्देश्य को समझे और अधिकाधिक इन्द्रियतृप्ति के लिए ही स्वर्गलोक जाने की कामना न करे | इस युग में सामान्य व्यक्ति के लिए न तो वैदिक अनुष्ठानों के समस्त विधि-विधानों का पालन करना सम्भव है और न सारे वेदान्त तथा उपनिषदों का सर्वांग अध्ययन कर पाना सहज है | वेदों के उद्देश्य को सम्पन्न करने के लिए प्रचुर समय, शक्ति , ज्ञान तथा साधन की आवश्यकता होती है | इस युग में ऐसा कर पाना सम्भव नहीं है, किन्तु वैदिक संस्कृति का परम लक्ष्य भगवन्नाम कीर्तन द्वारा प्राप्त हो जाता है जिसकी संस्तुति पतितात्माओं के उद्धारक भगवान् चैतन्य द्वारा हुई है | जब चैतन्य से महान वैदिक पंडित प्रकाशानन्द सरस्वती ने पूछा कि आप वेदान्त दर्शन का अध्ययन न करके एक भावुक की भाँति पवित्र नाम का कीर्तन क्यों करते हैं तो उन्होंने उत्तर दिया कि मेरे गुरु ने मुझे बड़ा मुर्ख समझकर भगवान् कृष्ण के नाम का कीर्तन करने की आज्ञा दी | अतः उन्होंने ऐसा ही किया और वे पागल की भाँति भावोन्मक्त हो गए | इस कलियुग में अधिकांश जनता मुर्ख है और वेदान्त दर्शन समझ पाने के लिए पर्याप्त शिक्षित नहीं है | वेदान्त दर्शन के परम उद्देश्य की पूर्ति भगवान् के पवित्र नाम का कीर्तन करने से हो जाती है | वेदान्त वैदिक ज्ञान की पराकाष्ठा है औरवेदान्त दर्शन के प्रणेता तथा ज्ञाता भगवान् कृष्ण हैं | सबसे बड़ा वेदान्ती तो वह महात्मा है जो भगवान् के पवित्र नाम का जाप करने में आनन्द लेता है | सम्पूर्ण वैदिक रहस्यवाद का यही चरम उद्देश्य है |"
            ],
            "english": [
                "The rituals and sacrifices mentioned in the karma-kanda division of the Vedic literature are to encourage gradual development of self-realization. And the purpose of self-realization is clearly stated in the Fifteenth Chapter of the Bhagavad-gita (15.15): the purpose of studying the Vedas is to know Lord Krsna, the primeval cause of everything. So, self-realization means understanding Krsna and one's eternal relationship with Him. The relationship of the living entities with Krsna is also mentioned in the Fifteenth Chapter of Bhagavad-gita. The living entities are parts and parcels of Krsna; therefore, revival of Krsna consciousness by the individual living entity is the highest perfectional stage of Vedic knowledge. This is confirmed in the Srimad-Bhagavatam (3.33.7) as follows:",
                "aho bata svapaco'to gariyanyaj-jihvagre vartate nama tubhyamtepus tapas te juhuvuh sasnur aryabrahmanucur nama grnanti ye te.",
                "\"O my Lord, a person who is chanting Your holy name, although born of a low family like that of a candala [dog eater], is situated on the highest platform of self-realization. Such a person must have performed all kinds of penances and sacrifices according to Vedic rituals and studied the Vedic literatures many, many times after taking his bath in all the holy places of pilgrimage. Such a person is considered to be the best of the Aryan family.\" So one must be intelligent enough to understand the purpose of the Vedas, without being attached to the rituals only, and must not desire to be elevated to the heavenly kingdoms for a better quality of sense gratification. It is not possible for the common man in this age to follow all the rules and regulations of the Vedic rituals and the injunctions of the Vedantas and the Upanisads. It requires much time, energy, knowledge and resources to execute the purposes of the Vedas. This is hardly possible in this age. The best purpose of Vedic culture is served, however, by chanting the holy name of the Lord, as recommended by Lord Caitanya, the deliverer of all fallen souls. When Lord Caitanya was asked by a great Vedic scholar, Prakasananda Sarasvati, why He, the Lord, was chanting the holy name of the Lord like a sentimentalist instead of studying Vedanta philosophy, the Lord replied that His spiritual master found Him to be a great fool, and thus he asked Him to chant the holy name of Lord Krsna. He did so, and became ecstatic like a madman. In this age of Kali, most of the population is foolish and not adequately educated to understand Vedanta philosophy; the best purpose of Vedanta philosophy is served by inoffensively chanting the holy name of the Lord. Vedanta is the last word in Vedic wisdom, and the author and knower of the Vedanta philosophy is Lord Krsna; and the highest Vedantist is the great soul who takes pleasure in chanting the holy name of the Lord. That is the ultimate purpose of all Vedic mysticism."
            ]
        }
    },
    {
        "id": [
            47
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "कर्मण्यवाधिकारस्ते मा फलेषु कदाचन |",
                "मा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि || ४७ ||"
            ],
            "english": [
                "karmany evadhikaras te",
                "ma phalesu kadacana",
                "ma karma-phala-hetur bhur",
                "ma te sango 'stv akarmani"
            ]
        },
        "translation": {
            "hindi": [
                "तुम्हें अपने कर्म (कर्तव्य) करने का अधिकार है, किन्तु कर्म के फलों के तुम अधिकारी नहीं हो | तुम न तो कभी अपने आपको अपने कर्मों के फलों का कारण मानो, न ही कर्म न करने में कभी आसक्त होओ |"
            ],
            "english": [
                "You have a right to perform your prescribed duty, but you are not entitled to the fruits of action. Never consider yourself to be the cause of the results of your activities, and never be attached to not doing your duty."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः यहाँ पर तीन विचारणीय बातें हैं – कर्म (स्वधर्म), विकर्म तथा अकर्म | कर्म (स्वधर्म) वे कार्य हैं जिनका आदेश प्रकृति के गुणों के रूप में प्राप्त किया जाता है | अधिकारी की सम्मति के बिना किये गये कर्म विकर्म कहलाते हैं और अकर्म का अर्थ है – अपने कर्मों को न करना | भगवान् ने अर्जुन को उपदेश दिया कि वह निष्क्रिय न हो, अपितु फल के प्रति आसक्त हुए बिना अपना कर्म करे | कर्म फल के प्रति आसक्त रहने वाला भी कर्म का कारण है | इस तरह वह ऐसे कर्मफलों का भोक्ता होता है |",
                "जहाँ तक निर्धारित कर्मों का सम्बन्ध है वे तीन उपश्रेणियों के हो सकते हैं – यथा नित्यकर्म, आपात्कालीन कर्म तथा इच्छित कर्म | नित्यकर्म फल की इच्छा के बिना शास्त्रों के निर्देशानुसार सतोगण में रहकर किये जाते हैं | फल युक्त कर्म बन्धन के कारण बनते हैं, अतः ऐसे कर्म अशुभ हैं | हर व्यक्ति को अपने कर्म पर अधिकार है, किन्तु उसे फल से अनासक्त होकर कर्म करना चाहिए | ऐसे निष्काम कर्म निस्सन्देह मुक्ति पथ की ओर ले जाने वाले हैं |",
                "अतएव भगवान् ने अर्जुन को फलासक्ति रहित होकर कर्म (स्वधर्म) के रूप में युद्ध करने की आज्ञा दी | उसका युद्ध-विमुख होना आसक्ति का दूसरा पहलू है | ऐसी आसक्ति से कभी मुक्ति पथ की प्राप्ति नहीं हो पाती | आसक्ति चाहे स्वीकारत्मक हो या निषेधात्मक, वह बन्धन का कारण है | अकर्म पापमय है | अतः कर्तव्य के रूप में युद्ध करना ही अर्जुन के लिए मुक्ति का एकमात्र कल्याणकारी मार्ग था |"
            ],
            "english": [
                "There are three considerations here: prescribed duties, capricious work, and inaction. Prescribed duties refer to activities performed while one is in the modes of material nature. Capricious work means actions without the sanction of authority, and inaction means not performing one's prescribed duties. The Lord advised that Arjuna not be inactive, but that he perform his prescribed duty without being attached to the result. One who is attached to the result of his work is also the cause of the action. Thus he is the enjoyer or sufferer of the result of such actions.",
                "As far as prescribed duties are concerned, they can be fitted into three subdivisions, namely routine work, emergency work and desired activities. Routine work, in terms of the scriptural injunctions, is done without desire for results. As one has to do it, obligatory work is action in the mode of goodness. Work with results becomes the cause of bondage; therefore such work is not auspicious. Everyone has his proprietory right in regard to prescribed duties, but should act without attachment to the result; such disinterested obligatory duties doubtlessly lead one to the path of liberation.",
                "Arjuna was therefore advised by the Lord to fight as a matter of duty without attachment to the result. His nonparticipation in the battle is another side of attachment. Such attachment never leads one to the path of salvation. Any attachment, positive or negative, is cause for bondage. Inaction is sinful. Therefore, fighting as a matter of duty was the only auspicious path of salvation for Arjuna."
            ]
        }
    },
    {
        "id": [
            48
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय |",
                "सिद्धयसिद्धयोः समो भूत्वा समत्वं योग उच्यते || ४८ ||"
            ],
            "english": [
                "yoga-sthah kuru karmani",
                "sangam tyaktva dhananjaya",
                "siddhy-asiddhyoh samo bhutva",
                "samatvam yoga ucyate"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! जय अथवा पराजय की समस्त आसक्ति त्याग कर समभाव से अपना कर्म करो | ऐसी समता योग कहलाती है |"
            ],
            "english": [
                "Be steadfast in yoga, O Arjuna. Perform your duty and abandon all attachment to success or failure. Such evenness of mind is called yoga."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः कृष्ण अर्जुन से कहते हैं कि वह योग में स्थित होकर कर्म करे और योग है क्या? योग का अर्थ है सदैव चंचल रहने वाली इन्द्रियों को वश में रखते हुए परमतत्त्व में मन को एकाग्र करना | और परमतत्त्व कौन है? भगवान् ही परमतत्त्व हैं और चूँकि वे स्वयं अर्जुन को युद्ध करने के लिए कह रहे हैं, अतः अर्जुन को युद्ध के फल से कोई सरोकार नहीं है | जय या पराजय कृष्ण के लिए विचारणीय हैं, अर्जुन को तो बस श्रीकृष्ण के निर्देशानुसार कर्म करना है | कृष्ण के निर्देश का पालन ही वास्तविक योग है और इसका अभ्यास कृष्णभावनामृत नामक विधि द्वारा किया जाता है | एकमात्र कृष्णभावनामृत के माध्यम से ही स्वामित्व भाव का परित्याग किया जा सकता है | इसके लिए उसे कृष्ण का दास या उनके दासों का दास बनना होता है | कृष्णभावनामृत में कर्म करने की यही एक विधि है जिससे योग में स्थित होकर कर्म किया जा सकता है |",
                "अर्जुन क्षत्रिय है, अतः वह वर्णाश्रम-धर्म का अनुयायी है | विष्णु-पुराण में कहा गया है कि वर्णाश्रम-धर्म का एकमात्र उद्देश्य विष्णु को प्रसन्न करना है | सांसारिक नियम है कि लोग पहले अपनी तुष्टि करते हैं, किन्तु यहाँ तो अपने को तुष्ट न करके कृष्ण को तुष्ट करना है | अतः कृष्ण को तुष्ट किये बिना कोई वर्णाश्रम-धर्म का पालन कर भी नहीं सकता | यहाँ पर परोक्ष रूप से अर्जुन को कृष्ण द्वारा बताई गई विधि के अनुसार कर्म करने का आदेश है |"
            ],
            "english": [
                "Krsna tells Arjuna that he should act in yoga. And what is that yoga? Yoga means to concentrate the mind upon the Supreme by controlling the ever-disturbing senses. And who is the Supreme? The Supreme is the Lord. And because He Himself is telling Arjuna to fight, Arjuna has nothing to do with the results of the fight. Gain or victory are Krsna's concern; Arjuna is simply advised to act according to the dictation of Krsna. The following of Krsna's dictation is real yoga, and this is practiced in the process called Krsna consciousness. By Krsna consciousness only can one give up the sense of proprietorship. One has to become the servant of Krsna, or the servant of the servant of Krsna. That is the right way to discharge duty in Krsna consciousness, which alone can help one to act in yoga.",
                "Arjuna is a ksatriya, and as such he is participating in the varnasrama-dharma institution. It is said in the Visnu Purana that in the varnasrama-dharma, the whole aim is to satisfy Visnu. No one should satisfy himself, as is the rule in the material world, but one should satisfy Krsna. So, unless one satisfies Krsna, one cannot correctly observe the principles of varnasrama-dharma. Indirectly, Arjuna was advised to act as Krsna told him."
            ]
        }
    },
    {
        "id": [
            49
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "दुरेण ह्यवरं कर्म बुद्धियोगाद्धनञ्जय",
                "बुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः || ४९ ||"
            ],
            "english": [
                "durena hy avaram karma",
                "buddhi-yogad dhananjaya",
                "buddhau saranam anviccha",
                "krpanah phala-hetavah"
            ]
        },
        "translation": {
            "hindi": [
                "हे धनंजय! भक्ति के द्वारा समस्त गर्हित कर्मों से दूर रहो और उसी भाव से भगवान् की शरण करो | जो व्यक्ति अपने सकाम कर्म-फलों को भोगना चाहते हैं, वे कृपण हैं |"
            ],
            "english": [
                "O Dhananjaya, rid yourself of all fruitive activities by devotional service, and surrender fully to that consciousness. Those who want to enjoy the fruits of their work are misers."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः जो व्यक्ति भगवान् के दास रूप में अपने स्वरूप को समझ लेता है वह कृष्णभावनामृत में स्थित रहने के अतिरिक्त सारे कर्मों को छोड़ देता है | जीव के लिए ऐसी भक्ति कर्म का सही मार्ग है | केवल कृपण ही अपने सकाम कर्मों का फल भोगना चाहते हैं, किन्तु इससे वे भवबन्धन में और अधिक फँसते जाते हैं | कृष्णभावनामृत के अतिरिक्त जितने भी कर्म सम्पन्न किये जाते हैं वे गर्हित हैं क्योंकि इससे करता जन्म-मृत्यु के चक्र में लगातार फँसा रहता है | अतः कभी इसकी आकांशा नहीं करनी चाहिए कि मैं कर्म का कारण बनूँ | कृष्णभावनामृत में हर कार्य कृष्ण की तुष्टि के लिए किया जाना चाहिए | कृपणों को यह ज्ञात नहीं है कि दैववश या कठोर श्रम से अर्जित सम्पत्ति का किस तरह सदुपयोग करें | मनुष्य को अपनी सारी शक्ति कृष्णभावनामृत अर्जित करने में लगानी चाहिए | इससे उसका जीवन सफल हो सकेगा | कृपणों की भाँति अभागे व्यक्ति अपनी मानवीय शक्ति को भगवान् की सेवा में नहीं लगाते |"
            ],
            "english": [
                "One who has actually come to understand one's constitutional position as the eternal servitor of the Lord gives up all engagements save working in Krsna consciousness. As already explained, buddhi-yoga means transcendental loving service to the Lord. Such devotional service is the right course of action for the living entity. Only misers desire to enjoy the fruit of their own work just to be further entangled in material bondage. Except for work in Krsna consciousness, all activities are abominable because they continually bind the worker to the cycle of birth and death. One should therefore never desire to be the cause of work. Everything should be done in Krsna consciousness for the satisfaction of Krsna. Misers do not know how to utilize the assets of riches which they acquire by good fortune or by hard labor. One should spend all energies working in Krsna consciousness, and that will make one's life successful. Like the misers, unfortunate persons do not employ their human energy in the service of the Lord."
            ]
        }
    },
    {
        "id": [
            50
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते |",
                "तस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम् || ५० ||"
            ],
            "english": [
                "buddhi-yukto jahatiha",
                "ubhe sukrta-duskrte",
                "tasmad yogaya yujyasva",
                "yogah karmasu kausalam"
            ]
        },
        "translation": {
            "hindi": [
                "भक्ति में संलग्न मनुष्य इस जीवन में ही अच्छे तथा बुरे कार्यों से अपने को मुक्त कर लेता है | अतः योग के लिए प्रयत्न करो क्योंकि सारा कार्य-कौशल यही है |"
            ],
            "english": [
                "A man engaged in devotional service rids himself of both good and bad actions even in this life. Therefore strive for yoga, O Arjuna, which is the art of all work."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः जीवात्मा अनादि काल से अपने अच्छे तथा बुरे कर्म के फलों को संचित करता रहा है | फलतः वह निरन्तर अपने स्वरूप से अनभिज्ञ बना रहा है | इस अज्ञान को भगवद्गीता के उपदेश से दूर किया जा सकता है | यह हमें पूर्ण रूप में भगवान् श्रीकृष्ण की शरण में जाने तथा जन्म-जन्मान्तर कर्म-फल की शृंखला का शिकार बनने से मुक्त होने का उपदेश देती है, अतः अर्जुन को कृष्णभावनामृत में कार्य करने के लिए कहा गया है क्योंकि कर्मफल के शुद्ध होने की यही प्रक्रिया है |"
            ],
            "english": [
                "Since time immemorial each living entity has accumulated the various reactions of his good and bad work, As such, he is continuously ignorant of his real constitutional position. One's ignorance can be removed by the instruction of the Bhagavad-gita which teaches one to surrender unto Lord Sri Krsna in all respects and become liberated from the chained victimization of action and reaction, birth after birth. Arjuna is therefore advised to act in Krsna consciousness, the purifying process of resultant action."
            ]
        }
    },
    {
        "id": [
            51
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः |",
                "जन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम् || ५१ ||"
            ],
            "english": [
                "karma-jam buddhi-yukta hi",
                "phalam tyaktva manisinah",
                "janma-bandha-vinirmuktah",
                "padam gacchanty anamayam"
            ]
        },
        "translation": {
            "hindi": [
                "इस तरह भगवद्भक्ति में लगे रहकर बड़े-बड़े ऋषि, मुनि अथवा भक्तगण अपने आपको इस भौतिक संसार में कर्म के फलों से मुक्त कर लेते हैं | इस प्रकार वे जन्म-मृत्यु के चक्र से छूट जाते हैं और भगवान् के पास जाकर उस अवस्था को प्राप्त करते हैं, जो समस्त दुखों से परे है |"
            ],
            "english": [
                "The wise, engaged in devotional service, take refuge in the Lord, and free themselves from the cycle of birth and death by renouncing the fruits of action in the material world. In this way they can attain that state beyond all miseries."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः मुक्त जीवों का सम्बन्ध उस स्थान से होता है जहाँ भौतिक कष्ट नहीं होते | भागवत में (१०.१४.५८) कहा गया है –",
                "समाश्रिता से पदपल्लवप्लवं महत्पदं पुण्ययशो मुरारेः |",
                "भवाम्बुधिर्वत्सपदं परं पदं पदं पदं यद्विपदां न तेषाम् ||",
                "“जिसने उन भगवान् के चरणकमल रूपी नाव को ग्रहण कर लिया है, जो दृश्य जगत् के आश्रय हैं और मुकुंद नाम से विख्यात हैं अर्थात् मुक्ति के दाता हैं, उसके लिए यह भवसागर गोखुर में समाये जल के समान है | उसका लक्ष्य परंपदम् है अर्थात् वह स्थान जहाँ भौतिक कष्ट नहीं है या कि वैकुण्ठ है; वह स्थान नहीं जहाँ पद-पद पर संकट हो |”",
                "अज्ञानवश मनुष्य यह नहीं समझ पाता कि यह भौतिक जगत् ऐसा दुखमय स्थान है जहाँ पद-पद पर संकट हैं | केवल अज्ञानवश अल्पज्ञानी पुरुष यह सोच कर कि कर्मों से वे सुखी रह सकेंगे सकाम कर्म करते हुए स्थिति को सहन करते हैं | उन्हें यह ज्ञात नहीं है कि इस संसार में कहीं भी कोई शरीर दुखों से रहित नहीं है | संसार में सर्वत्र जीवन के दुख-जन्म, मृत्यु, जरा तथा व्याधि – विद्यमान हैं | किन्तु जो अपने वास्तविक स्वरूप को समझ लेता है और इस प्रकार भगवान् की स्थिति को समझ लेता है , वही भगवान् की प्रेमा-भक्ति में लगता है | फलस्वरूप वह वैकुण्ठलोक जाने का अधिकारी बन जाता है जहाँ न तो भौतिक कष्टमय जीवन है न ही काल का प्रभाव तथा मृत्यु है | अपने स्वरूप को जानने का अर्थ है भगवान् की अलौकिक स्थिति को भी जान लेना | जो भ्रमवश यह सोचता है कि जीव की स्थिति तथा भगवान् की स्थिति एकसमान हैं उसे समझो कि वह अंधकार में है और स्वयं भगवद्भक्ति करने में असमर्थ है | वह अपनेआपको प्रभु मान लेता है और इस तरह जन्म-मृत्यु की पुनरावृत्ति का पथ चुन लेता है | किन्तु जो यह समझते हुए कि उसकी स्थिति सेवक की है अपने को भगवान् की सेवा में लगा देता है वह तुरन्त ही वैकुण्ठलोक जाने का अधिकारी बन जाता है | भगवान् की सेवा कर्मयोग या बुद्धियोग कहलाती है, जिसे स्पष्ट शब्दों में भगवद्भक्ति कहते हैं |"
            ],
            "english": [
                "The liberated living entities seek that place where there are no material miseries. The Bhagavatam says:",
                "Owing to ignorance, one does not know that this material world is a miserable place where there are dangers at every step. Out of ignorance only, less intelligent persons try to adjust to the situation by fruitive activities, thinking that resultant actions will make them happy. They do not know that no kind of material body anywhere within the universe can give life without miseries. The miseries of life, namely birth, death, old age and diseases, are present everywhere within the material world. But one who understands his real constitutional position as the eternal servitor of the Lord, and thus knows the position of the Personality of Godhead, engages himself in the transcendental loving service of the Lord. Consequently he becomes qualified to enter into the Vaikuntha planets, where there is neither material, miserable life, nor the influence of time and death. To know one's constitutional position means to know also the sublime position of the Lord. One who wrongly thinks that the living entity's position and the Lord's position are on the same level is to be understood to be in darkness and therefore unable to engage himself in the devotional service of the Lord. He becomes a lord himself and thus paves the way for the repetition of birth and death. But one who, understanding that his position is to serve, transfers himself to the service of the Lord, at once becomes eligible for Vaikunthaloka. Service for the cause of the Lord is called karma-yoga or buddhi-yoga, or in plain words, devotional service to the Lord."
            ]
        }
    }
]