[
    {
        "id": [
            62
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "ध्यायतो विषयान्पुंसः सङगस्तेषूपजायते |",
                "सङगात्सञ्जायते कामः कामात्क्रोधोऽभिजायते || ६२ ||"
            ],
            "english": [
                "dhyayato visayan pumsah",
                "sangas tesupajayate",
                "sangat sanjayate kamah",
                "kamat krodho 'bhijayate"
            ]
        },
        "translation": {
            "hindi": [
                "इन्द्रियाविषयों का चिन्तन करते हुए मनुष्य की उनमें आसक्ति उत्पन्न हो जाति है और ऐसी आसक्ति से काम उत्पन्न होता है और फिर काम से क्रोध प्रकट होता है |"
            ],
            "english": [
                "While contemplating the objects of the senses, a person develops attachment for them, and from such attachment lust develops, and from lust anger arises."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः जो मनुष्य कृष्णभावनाभावित नहीं है उसमें इन्द्रियविषयों के चिन्तन से भौतिक इच्छाएँ उत्पन्न होती है | इन्द्रियों को किसी कार्य में लगे रहना चाहिए और यदि वे भगवान् की दिव्य प्रेमाभक्ति में नहीं लगी रहेंगी तो वे निश्चय ही भौतिकतावाद में लगना चाहेंगी | इस भौतिक जगत् में हर एक प्राणी इन्द्रियाविषयों के अधीन है, यहाँ तक कि ब्रह्मा तथा शिवजी भी | तो स्वर्ग के अन्य देवताओं के विषय में क्या कहा जा सकता है? इस संसार के जंजाल से निकलने का एकमात्र उपाय है-कृष्णभावनाभावित होना | शिव ध्यानमग्न थे, किन्तु जब पार्वती ने विषयभोग के लिए उन्हें उत्तेजित किया, तो वे सहमत हो गये जिसके फलस्वरूप कार्तिकेय का जन्म हुआ | इसी प्रकार तरुण भगवद्भक्त हरिदास ठाकुर को माया देवी के अवतार ने मोहित करने का प्रयास किया, किन्तु विशुद्ध कृष्ण भक्ति के कारण वे इस कसौटी में खरे उतरे | जैसा कि यामुनाचार्य के उपर्युक्त श्लोक में बताया जा चूका है, भगवान् का एकनिष्ठ भक्त भगवान् की संगति के अध्यात्मिक सुख का आस्वादन करने के कारण समस्त भौतिक इन्द्रियसुख को त्याग देता है | अतः जो कृष्णभावनाभावित नहीं है वह कृत्रिम दमन के द्वारा अपनी इन्द्रियों को वश में करने में कितना ही शक्तिशाली क्यों न हो, अन्त में अवश्य असफल होगा, क्योंकि विषय सुख का रंचमात्र विचार भी उसे इन्द्रियतृप्ति के लिए उत्तेजित कर देगा |"
            ],
            "english": [
                "One who is not Krsna conscious is subjected to material desires while contemplating the objects of senses. The senses require real engagements, and if they are not engaged in the transcendental loving service of the Lord, they will certainly seek engagement in the service of materialism. In the material world everyone, including Lord Siva and Lord Brahma—to say nothing of other demigods in the heavenly planets—is subjected to the influence of sense objects, and the only method to get out of this puzzle of material existence is to become Krsna conscious. Lord Siva was deep in meditation, but when Parvati agitated him for sense pleasure, he agreed to the proposal, and as a result Kartikeya was born. When Haridasa Thakur was a young devotee of the Lord, he was similarly allured by the incarnation of Maya Devi, but Haridasa easily passed the test because of his unalloyed devotion to Lord Krsna. As illustrated in the above-mentioned verse of Sri Yamunacarya, a sincere devotee of the Lord shuns all material sense enjoyment due to his higher taste for spiritual enjoyment in the association of the Lord. That is the secret of success. One who is not, therefore, in Krsna consciousness, however powerful he may be in controlling the senses by artificial repression, is sure ultimately to fail, for the slightest thought of sense pleasure will agitate him to gratify his desires."
            ]
        }
    },
    {
        "id": [
            63
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "क्रोधाद्भवति सम्मोहः सम्मोहात्स्मृतिविभ्रमः |",
                "स्मृतिभ्रंशाद् बुद्धिनाशो बुद्धिनाशात्प्रणश्यति || ६३ ||"
            ],
            "english": [
                "krodhad bhavati sammohah",
                "sammohat smrti-vibhramah",
                "smrti-bhramsad buddhi-naso",
                "buddhi-nasat pranasyati"
            ]
        },
        "translation": {
            "hindi": [
                "क्रोध से पूर्ण मोह उत्पन्न होता है और मोह से स्मरणशक्ति का विभ्रम हो जाता है | जब स्मरणशक्ति भ्रमित हो जाति है, तो बुद्धि नष्ट हो जाती है और बुद्धि नष्ट होने पर मनुष्य भव-कूप में पुनः गिर जाता है |"
            ],
            "english": [
                "From anger, delusion arises, and from delusion bewilderment of memory. When memory is bewildered, intelligence is lost, and when intelligence is lost, one falls down again into the material pool."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः श्रील रूप गोस्वामी ने हमें यह आदेश दिया है –",
                "प्रापञ्चिकतया बुद्धया हरिसम्बन्धितवस्तुनः |",
                "मुमुक्षुभिः परित्यागो वैराग्यं फल्गु कथ्यते ||",
                "(भक्तिरसामृत सिन्धु १.२.२५८)",
                "कृष्णभावनामृत के विकास से मनुष्य जान सकता है कि प्रत्येक वस्तु का उपयोग भगवान् की सेवा के लिए किया जा सकता है | जो कृष्णभावनामृत के ज्ञान से रहित हैं वे कृत्रिम ढंग से भौतिक विषयों से बचने का प्रयास करते हैं, फलतः वे भवबन्धन से मोक्ष की कामना करते हुए भी वैराग्य की चरण अवस्था प्राप्त नहीं कर पाते | उनका तथाकथित वैराग्य फल्गु अर्थात् गौण कहलाता है | इसके विपरीत कृष्णभावनाभावित व्यक्ति जानता है कि प्रत्येक वास्तु का उपयोग भगवान् की सेवा में किस प्रकार किया जाय फलतः वह भौतिक चेतना का शिकार नहीं होता | उदाहरणार्थ, निर्विशेषवादी के अनुसार भगवान् निराकार होने के कारण भोजन नहीं कर सकते, अतः वह अच्छे खाद्यों से बचता रहता है, किन्तु भक्त जानता है कि कृष्ण परम भोक्ता हैं और भक्तिपूर्वक उन पर जो भी भेंट चढ़ाई जाती है, उसे वे खाते हैं | अतः भगवान् को अच्छा भोजन चढाने के बाद भक्त प्रसाद ग्रहण करता है | इस प्रकार हर वस्तु प्राणवान हो जाती है और अधः-पतन का कोई संकट नहीं रहता | भक्त कृष्णभावनामृत में रहकर प्रसाद ग्रहण करता है जबकि अभक्त इसे पदार्थ के रूप में तिरस्कार कर देता है | अतः निर्विशेषवादी अपने कृत्रिम त्याग के कारण जीवन को भोग नहीं पाता और यही कारण है कि मन के थोड़े से विचलन से वह भव-कूप में पुनः आ गिरता है | कहा जाता है कि मुक्ति के स्तर तक पहुँच जाने पर भी ऐसा जीव निचे गिर जाता है, क्योंकि उसे भक्ति का कोई आश्रय नहीं मिलता |"
            ],
            "english": [
                "By development of Krsna consciousness one can know that everything has its use in the service of the Lord. Those who are without knowledge of Krsna consciousness artificially try to avoid material objects, and as a result, although they desire liberation from material bondage, they do not attain to the perfect stage of renunciation. On the other hand, a person in Krsna consciousness knows how to use everything in the service of the Lord; therefore he does not become a victim of material consciousness. For example, for an impersonalist, the Lord, or the Absolute, being impersonal, cannot eat. Whereas an impersonalist tries to avoid good eatables, a devotee knows that Krsna is the supreme enjoyer and that He eats all that is offered to Him in devotion. So, after offering good eatables to the Lord, the devotee takes the remnants, called prasadam. Thus everything becomes spiritualized and there is no danger of a downfall. The devotee takes prasadam in Krsna consciousness, whereas the nondevotee rejects it as material. The impersonalist, therefore, cannot enjoy life due to his artificial renunciation; and for this reason, a slight agitation of the mind pulls him down again into the pool of material existence. It is said that such a soul, even though rising up to the point of liberation, falls down again due to his not having support in devotional service."
            ]
        }
    },
    {
        "id": [
            64
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "रागद्वेषविमुक्तैस्तु विषयानिन्द्रियैश्र्चरन् |",
                "आत्मवश्यैर्विधेयात्माप्रसादधिगच्छति || ६४ ||"
            ],
            "english": [
                "raga-dvesa-vimuktais tu",
                "visayan indriyais caran",
                "atma-vasyair vidheyatma",
                "prasadam adhigacchati"
            ]
        },
        "translation": {
            "hindi": [
                "किन्तु समस्त राग तथा द्वेष से मुक्त एवं अपनी इन्द्रियों को संयम द्वारा वश में करने में समर्थ व्यक्ति भगवान् की पूर्ण कृपा प्राप्त कर सकता है |"
            ],
            "english": [
                "One who can control his senses by practicing the regulated principles of freedom can obtain the complete mercy of the Lord and thus become free from all attachment and aversion."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः यह पहले ही बताया जा चुका है कि कृत्रिम इन्द्रियों पर बाह्यरूप से नियन्त्रण किया जा सकता है, किन्तु जब तक इन्द्रियाँ भगवान् की दिव्य सेवा में नहीं लगाई जातीं तब तक नीचे गिरने की सम्भावना बनी रहती है | यद्यपि पूर्णतया कृष्णभावनाभावित व्यक्ति ऊपर से विषयी-स्तर पर क्यों न दिखे, किन्तु कृष्णभावनाभावित होने से वह विषय-कर्मों में आसक्त नहीं होता | उसका एकमात्र उद्देश्य तो कृष्ण को प्रसन्न करना रहता है, अन्य कुछ नहीं | अतः वह समस्त आसक्ति तथा विरक्ति से मुक्त होता है | कृष्ण की इच्छा होने पर भक्त सामान्यतया अवांछित कार्य भी कर सकता है, किन्तु यदि कृष्ण की इच्छा नहीं है तो वह उस कार्य को भी नहीं करेगा जिसे वह सामान्य रूप से अपने लिए करता हो | अतः कर्म करना या न करना उसके वश में रहता है क्योंकि वह केवल कृष्ण के निर्देश के अनुसार ही कार्य करता है | यही चेतना भगवान् की अहैतुकी कृपा है, जिसकी प्राप्ति भक्त को इन्द्रियों में आसक्त होते हुए भी हो सकती है |"
            ],
            "english": [
                "It is already explained that one may externally control the senses by some artificial process, but unless the senses are engaged in the transcendental service of the Lord, there is every chance of a fall. Although the person in full Krsna consciousness may apparently be on the sensual plane, because of his being Krsna conscious, he has no attachment to sensual activities. The Krsna conscious person is concerned only with the satisfaction of Krsna, and nothing else. Therefore he is transcendental to all attachment. If Krsna wants, the devotee can do anything which is ordinarily undesirable; and if Krsna does not want, he shall not do that which he would have ordinarily done for his own satisfaction. Therefore to act or not to act is within his control because he acts only under the direction of Krsna. This consciousness is the causeless mercy of the Lord, which the devotee can achieve in spite of his being attached to the sensual platform."
            ]
        }
    },
    {
        "id": [
            65
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "प्रसादे सर्वदुःखानां हानिरस्योपजायते |",
                "प्रसन्नचेतसो ह्याश्रु बुद्धिः पर्यवतिष्ठते || ६५ ||"
            ],
            "english": [
                "prasade sarva-duhkhanam",
                "hanir asyopajayate",
                "prasanna-cetaso hy asu",
                "buddhih paryavatisthate"
            ]
        },
        "translation": {
            "hindi": [
                "इस प्रकार कृष्णभावनामृत में तुष्ट व्यक्ति के लिए संसार के तीनों ताप नष्ट हो जाते हैं और ऐसी तुष्ट चेतना होने पर उसकी बुद्धि शीघ्र ही स्थिर हो जाती है |"
            ],
            "english": [
                "For one who is so situated in the Divine consciousness, the threefold miseries of material existence exist no longer; in such a happy state, one's intelligence soon becomes steady."
            ]
        },
        "meaning": {
            "hindi": [],
            "english": []
        }
    },
    {
        "id": [
            66
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना |",
                "न चाभावयतः शान्तिरशान्तस्य कुतः सुखम् || ६६ ||"
            ],
            "english": [
                "nasti buddhir ayuktasya",
                "na cayuktasya bhavana",
                "na cabhavayatah santir",
                "asantasya kutah sukham"
            ]
        },
        "translation": {
            "hindi": [
                "जो कृष्णभावनामृत में परमेश्र्वर से सम्बन्धित नहीं है उसकी न तो बुद्धि दिव्य होती है और न ही मन स्थिर होता है जिसके बिना शान्ति की कोई सम्भावना नहीं है | शान्ति के बिना सुख हो भी कैसे सकता है?"
            ],
            "english": [
                "One who is not in transcendental consciousness can have neither a controlled mind nor steady intelligence, without which there is no possibility of peace. And how can there be any happiness without peace?"
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः कृष्णभावनाभावित हुए बिना शान्ति की कोई सम्भावना नहीं हो सकती | अतः पाँचवे अध्याय में (५.२९) इसकी पुष्टि ही गई है कि जब मनुष्य यह समझ लेता है कि कृष्ण ही यज्ञ तथा तपस्या के उत्तम फलों के एकमात्र भोक्ता हैं और समस्त ब्रह्माण्ड के स्वामी हैं तथा वे समस्त जीवों के असली मित्र हैं तभी उसे वास्तविक शान्ति मिल सकती है | अतः यदि कोई कृष्णभावनाभावित नहीं है तो उसके मन का कोई अन्तिम लक्ष्य नहीं हो सकता | मन की चंचलता का एकमात्र कारण अन्तिम लक्ष्य का अभाव है | जब मनुष्य को यह पता चल जाता है कि कृष्ण ही भोक्ता, स्वामी तथा सबके मित्र है, तो स्थिर चित्त होकर शान्ति का अनुभव किया जा सकता है | अतएव जो कृष्ण से सम्बन्ध न रखकर कार्य में लगा रहता है, वह निश्चय ही सदा दुखी और अशान्त रहेगा, भले ही वह जीवन में शान्ति तथा अध्यात्मिक उन्नति का कितना ही दिखावा क्यों न करे | कृष्णभावनामृत स्वयं प्रकट होने वाली शान्तिमयी अवस्था है, जिसकी प्राप्ति कृष्ण के सम्बन्ध से ही हो सकती है |"
            ],
            "english": [
                "Unless one is in Krsna consciousness, there is no possibility of peace. So it is confirmed in the Fifth Chapter (5.29) that when one understands that Krsna is the only enjoyer of all the good results of sacrifice and penance, and that He is the proprietor of all universal manifestations, that He is the real friend of all living entities, then only can one have real peace. Therefore, if one is not in Krsna consciousness, there cannot be a final goal for the mind. Disturbance is due to want of an ultimate goal, and when one is certain that Krsna is the enjoyer, proprietor and friend of everyone and everything, then one can, with a steady mind, bring about peace. Therefore, one who is engaged without a relationship with Krsna is certainly always in distress and is without peace, however much one may make a show of peace and spiritual advancement in life. Krsna consciousness is a self-manifested peaceful condition which can be achieved only in relationship with Krsna."
            ]
        }
    },
    {
        "id": [
            67
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते |",
                "तदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि || ६७ ||"
            ],
            "english": [
                "indriyanam hi caratam",
                "yan mano 'nuvidhiyate",
                "tad asya harati prajnam",
                "vayur navam ivambhasi"
            ]
        },
        "translation": {
            "hindi": [
                "जिस प्रकार पानी में तैरती नाव को प्रचण्ड वायु दूर बहा ले जाती है उसी प्रकार विचरणशील इन्द्रियों में से कोई एक जिस पर मन निरन्तर लगा रहता है, मनुष्य की बुद्धि को हर लेती है |"
            ],
            "english": [
                "As a boat on the water is swept away by a strong wind, even one of the senses on which the mind focuses can carry away a man's intelligence."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः यदि समस्त इन्द्रियाँ भगवान् की सेवा में न लगी रहें और यदि इनमें से एक भी अपनी तृप्ति में लगी रहती है, तो वह भक्त को दिव्य प्रगति-पथ से विपथ कर सकती है | जैसा कि महाराज अम्बरीष के जीवन में बताया गया है, समस्त इन्द्रियों को कृष्णभावनामृत में लगा रहना चाहिए क्योंकि मन को वश में करने की यही सही एवं सरल विधि है |"
            ],
            "english": [
                "Unless all of the senses are engaged in the service of the Lord, even one of them engaged in sense gratification can deviate the devotee from the path of transcendental advancement. As mentioned in the life of Maharaja Ambarisa, all of the senses must be engaged in Krsna consciousness, for that is the correct technique for controlling the mind."
            ]
        }
    },
    {
        "id": [
            68
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "तस्माद्यस्य महाबाहो निगृहीतानि सर्वशः |",
                "इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता || ६८ ||"
            ],
            "english": [
                "tasmad yasya maha-baho",
                "nigrhitani sarvasah",
                "indriyanindriyarthebhyas",
                "tasya prajna pratisthita"
            ]
        },
        "translation": {
            "hindi": [
                "अतः हे महाबाहु! जिस पुरुष की इन्द्रियाँ अपने-अपने विषयों से सब प्रकार से विरत होकर उसके वश में हैं, उसी की बुद्धि निस्सन्देह स्थिर है |"
            ],
            "english": [
                "Therefore, O mighty-armed, one whose senses are restrained from their objects is certainly of steady intelligence."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः कृष्णभावनामृत के द्वारा या सारी इन्द्रियों को भगवान् की दिव्य प्रेमभक्ति में लगाकर इन्द्रियतृप्ति की बलवती शक्तियों को दमित किया जा सकता है | जिस प्रकार शत्रुओं का दमन श्रेष्ठ सेना द्वारा किया जाता है उसी प्रकार इन्द्रियों का दमन किसी मानवीय प्रयास के द्वारा नहीं, अपितु उन्हें भगवान् की सेवा में लगाये रखकर किया जा सकता है | जो व्यक्ति यह हृदयंगम कर लेता है कि कृष्णभावनामृत के द्वारा बुद्धि स्थिर होती है औरइस कला का अभ्यास प्रमाणिक गुरु के पथ-प्रदर्शन में करता है, वह साधक अथवा मोक्ष का अधिकारी कहलाता है |"
            ],
            "english": [
                "As enemies are curbed by superior force, similarly, the senses can be curbed not by any human endeavor, but only by keeping them engaged in the service of the Lord. One who has understood this—that only by Krsna consciousness is one really established in intelligence and that one should practice this art under the guidance of a bona fide spiritual master—is called sadhaka, or a suitable candidate for liberation."
            ]
        }
    },
    {
        "id": [
            69
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "या निशा सर्वभूतानां तस्यां जागर्ति संयमी |",
                "यस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः || ६९ ||"
            ],
            "english": [
                "ya nisa sarva-bhutanam",
                "tasyam jagarti samyami",
                "yasyam jagrati bhutani",
                "sa nisa pasyato muneh"
            ]
        },
        "translation": {
            "hindi": [
                "जो सब जीवों के लिए रात्रि है, वह आत्मसंयमी के जागने का समय है और जो समस्त जीवों के जागने का समय है वह आत्मनिरीक्षक मुनि के लिए रात्रि है |"
            ],
            "english": [
                "What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः बुद्धिमान् मनुष्यों की दो श्रेणियाँ हैं | एक श्रेणी के मनुष्य इन्द्रियतृप्ति के लिए भौतिक कार्य करने में निपुण होते हैं और दूसरी श्रेणी के मनुष्य आत्मनिरीक्षक हैं, जो आत्म-साक्षात्कार के अनुशीलन के लिए जागते हैं | विचारवान पुरुषों या आत्मनिरीक्षक मुनि के कार्य भौतिकता में लीन पुरुषों के लिए रात्रि के समान हैं | भौतिकतावादी व्यक्ति ऐसी रात्रि में अनभिज्ञता के कारण आत्म-साक्षात्कार के प्रति सोये रहते हैं | आत्मनिरीक्षक मुनि भौतिकतावादी पुरुषों की रात्रि में जागे रहते हैं | मुनि को अध्यात्मिक अनुशीलन की क्रमिक उन्नति में दिव्य आनन्द का अनुभव होता है, किन्तु भौतिकतावादी कार्यों में लगा व्यक्ति, आत्म-साक्षात्कार के प्रति सोया रहकर अनेक प्रकार के इन्द्रियसुखों का स्वप्न देखता है और उसी सुप्तावस्था में कभी सुख तो कभी दुख का अनुभव करता है | आत्मनिरीक्षक मनुष्य भौतिक सुख तथा दुख के प्रति अन्यमनस्क रहता है | वह भौतिक घातों से अविचलित रहकर आत्म-साक्षात्कार के कार्यों में लगा रहता है |"
            ],
            "english": [
                "There are two classes of intelligent men. The one is intelligent in material activities for sense gratification, and the other is introspective and awake to the cultivation of self-realization. Activities of the introspective sage, or thoughtful man, are night for persons materially absorbed. Materialistic persons remain asleep in such a night due to their ignorance of self-realization. The introspective sage remains alert in the \"night\" of the materialistic men. The sage feels transcendental pleasure in the gradual advancement of spiritual culture, whereas the man in materialistic activities, being asleep to self-realization, dreams of varieties of sense pleasure, feeling sometimes happy and sometimes distressed in his sleeping condition. The introspective man is always indifferent to materialistic happiness and distress. He goes on with his self-realization activities undisturbed by material reaction."
            ]
        }
    },
    {
        "id": [
            70
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "आपूर्यमाणमचलप्रतिष्ठं",
                "समुद्रमापः प्रविशन्ति यद्वत् |",
                "तद्वत्कामा यं प्रविशन्ति सर्वे",
                "स शान्तिमाप्नोति न कामकामी || ७० ||"
            ],
            "english": [
                "apuryamanam acala-pratistham",
                "samudram apah pravisanti yadvat",
                "tadvat kama yam pravisanti sarve",
                "sa santim apnoti na kama-kami"
            ]
        },
        "translation": {
            "hindi": [
                "जो पुरुष समुद्र में निरन्तर प्रवेश करती रहने वाली नदियों के समान इच्छाओं के निरन्तर प्रवाह से विचलित नहीं होता और जो सदैव स्थिर रहता है, वही शान्ति प्राप्त कर सकता है, वह नहीं, जो ऐसी इच्छाओं को तुष्ट करने की चेष्ठा करता हो |"
            ],
            "english": [
                "A person who is not disturbed by the incessant flow of desires—that enter like rivers into the ocean which is ever being filled but is always still—can alone achieve peace, and not the man who strives to satisfy such desires."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः यद्यपि विशाल सागर में सदैव जल रहता है, किन्तु, वर्षाऋतु में विशेषतया यह अधिकाधिक जल से भरता जाता है तो भी सागर उतने पर ही स्थिर रहता है | न तो वह विक्षुब्ध होता है और न तट की सीमा का उल्लंघन करता है | यही स्थिति कृष्णभावनाभावित व्यक्ति की है | जब तक मनुष्य शरीर है, तब तक इन्द्रियतृप्ति के लिए शरीर की माँगे बनी रहेंगी | किन्तु भक्त अपनी पूर्णता के कारण ऐसी इच्छाओं से विचलित नहीं होता | कृष्णभावनाभावित व्यक्ति को किसी वस्तु की आवश्यकता नहीं होती क्योंकि भगवान् उसकी सारी आवश्यकताएँ पूरी करते रहते हैं | अतः वह सागर के तुल्य होता है – अपने में सदैव पूर्ण | सागर में गिरने वाली नदियों के समान इच्छाएँ उसके पास आ सकती हैं, किन्तु वह अपने कार्य में स्थिर रहता है और इन्द्रियतृप्ति की इच्छा से रंचभर भी विचलित नहीं होता | कृष्णभावनाभावित व्यक्ति का यही प्रमाण है – इच्छाओं के होते हुए भी वह कभी इन्द्रियतृप्ति के लिए उन्मुख नहीं होता | चूँकि वह भगवान् की दिव्य प्रेमाभक्ति में तुष्ट रहता है, अतः वह समुद्र की भाँति स्थिर रहकर पूर्ण शान्ति का आनन्द उठा सकता है | किन्तु दूसरे लोग, जो मुक्ति की सीमा तक इच्छाओं की पूर्ति करना चाहते हैं, फिर भौतिक सफलताओं का क्या कहना – उन्हें कभी शान्ति नहीं मिल पाती | कर्मी, मुमुक्षु तथा वे योगी– सिद्धि के कामी हैं, ये सभी अपूर्ण इच्छाओं के कारण दुखी रहते हैं | किन्तु कृष्णभावनाभावित पुरुष भगवत्सेवा में सुखी रहता है और उसकी कोई इच्छा नहीं होती | वस्तुतः वह तो तथाकथित भवबन्धन से मोक्ष की भी कामना नहीं करता | कृष्ण के भक्तों की कोई भौतिक इच्छा नहीं रहती, इसलिए वह पूर्ण शान्त रहते हैं |"
            ],
            "english": [
                "Although the vast ocean is always filled with water, it is always, especially during the rainy season, being filled with much more water. But the ocean remains the same—steady; it is not agitated, nor does it cross beyond the limit of its brink. That is also true of a person fixed in Krsna consciousness. As long as one has the material body, the demands of the body for sense gratification will continue. The devotee, however, is not disturbed by such desires because of his fullness. A Krsna conscious man is not in need of anything because the Lord fulfills all his material necessities. Therefore he is like the ocean—always full in himself. Desires may come to him like the waters of the rivers that flow into the ocean, but he is steady in his activities, and he is not even slightly disturbed by desires for sense gratification. That is the proof of a Krsna conscious man—one who has lost all inclinations for material sense gratification, although the desires are present. Because he remains satisfied in the transcendental loving service of the Lord, he can remain steady, like the ocean, and therefore enjoy full peace. Others, however, who fulfill desires even up to the limit of liberation, what to speak of material success, never attain peace. The fruitive workers, the salvationists, and also the yogis who are after mystic powers, are all unhappy because of unfulfilled desires. But the person in Krsna consciousness is happy in the service of the Lord, and he has no desires to be fulfilled. In fact, he does not even desire liberation from the so-called material bondage. The devotees of Krsna have no material desires, and therefore they are in perfect peace."
            ]
        }
    },
    {
        "id": [
            71
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "विहाय कामान्यः सर्वान्पुमांश्र्चरति निःस्पृहः |",
                "निर्ममो निरहङकारः स शान्तिमधिगच्छति || ७१ ||"
            ],
            "english": [
                "vihaya kaman yah sarvan",
                "pumams carati nihsprhah",
                "nirmamo nirahankarah",
                "sa santim adhigacchati"
            ]
        },
        "translation": {
            "hindi": [
                "जिस व्यक्ति ने इन्द्रियतृप्ति की समस्त इच्छाओं का परित्याग कर दिया है, जो इच्छाओं से रहित रहता है और जिसने सारी ममता त्याग दी है तथा अहंकार से रहित है, वही वास्तविक को शान्ति प्राप्त कर सकता है |"
            ],
            "english": [
                "A person who has given up all desires for sense gratification, who lives free from desires, who has given up all sense of proprietorship and is devoid of false ego—he alone can attain real peace."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यःनिस्पृह होने का अर्थ है – इन्द्रियतृप्ति के लिए कुछ भी इच्छा न करना | दूसरे शब्दों में, कृष्णभावनाभावित होने की इच्छा वास्तव में इच्छाशून्यता या निस्पृहता है | इस शरीर को मिथ्या ही आत्मा माने बिना तथा संसार की किसी वस्तु में कल्पित स्वामित्व रखे बिना श्रीकृष्ण के नित्य दास के रूप में अपनी यथार्थ स्थिति को जान लेना कृष्णभावनामृत की सिद्ध अवस्था है | जो इस सिद्ध अवस्था में स्थित है वह जानता है कि श्रीकृष्ण ही प्रत्येक वस्तु के स्वामी हैं, अतः प्रत्येक वस्तु का उपयोग उनकी तुष्टि के लिए किया जाना चाहिए | अर्जुन आत्म-तुष्टि के लिए युद्ध नहीं करना चाहता था, किन्तु जब वह पूर्ण रूप से कृष्णभावनाभावित हो गया तो उसने युद्ध किया, क्योंकि कृष्ण चाहते थे कि वह युद्ध करे | उसे अपने लिए युद्ध करने की कोई इच्छा न थी, किन्तु वही अर्जुन कृष्ण के लिए अपनी शक्ति भर लड़ा | वास्तविक इच्छाशून्यता कृष्ण-तुष्टि के लिए इच्छा है, यह इच्छाओं को नष्ट करने का कोई कृत्रिम प्रयास नहीं है | जीव कभी भी इच्छाशून्य या इन्द्रियशून्य नहीं हो सकता, किन्तु उसे अपनी इच्छाओं की गुणवत्ता बदलनी होती है | भौतिक दृष्टि से इच्छाशून्य व्यक्ति जानता है कि प्रत्येक वास्तु कृष्ण की है (ईशावास्यमिदं सर्वम्), अतः वह किसी वस्तु पर अपना स्वामित्व घोषित नहीं करता | यह दिव्य ज्ञान आत्म-साक्षात्कार पर आधारित है – अर्थात् इस ज्ञान पर कि प्रत्येक जीव कृष्ण का अंश-स्वरूप है और जीव की शाश्र्वत स्थिति कभी न तो कृष्ण के तुल्य होती है न उनसे बढ़कर | इस प्रकार कृष्णभावनामृत का यह ज्ञान ही वास्तविक शान्ति का मूल सिद्धान्त है |"
            ],
            "english": [
                "To become desireless means not to desire anything for sense gratification. In other words, desire for becoming Krsna conscious is actually desirelessness. To understand one's actual position as the eternal servitor of Krsna, without falsely claiming this material body to be oneself and without falsely claiming proprietorship over anything in the world, is the perfect stage of Krsna consciousness. One who is situated in this perfect stage knows that because Krsna is the proprietor of everything, therefore everything must be used for the satisfaction of Krsna. Arjuna did not want to fight for his own sense satisfaction, but when he became fully Krsna conscious he fought because Krsna wanted him to fight. For himself there was no desire to fight, but for Krsna the same Arjuna fought to his best ability. Desire for the satisfaction of Krsna is really desirelessness; it is not an artificial attempt to abolish desires. The living entity cannot be desireless or senseless, but he does have to change the quality of the desires. A materially desireless person certainly knows that everything belongs to Krsna (isavasyam idam sarvam), and therefore he does not falsely claim proprietorship over anything. This transcendental knowledge is based on self-realization—namely, knowing perfectly well that every living entity is the eternal part and parcel of Krsna in spiritual identity, and therefore the eternal position of the living entity is never on the level of Krsna or greater than Him. This understanding of Krsna consciousness is the basic principle of real peace."
            ]
        }
    }
]