[
    {
        "id": [
            52
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति |",
                "तदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च || ५२ ||"
            ],
            "english": [
                "yada te moha-kalilam",
                "buddhir vyatitarisyati",
                "tada gantasi nirvedam",
                "srotavyasya srutasya ca"
            ]
        },
        "translation": {
            "hindi": [
                "जब तुम्हारी बुद्धि मोह रूपी सघन वन को पार कर जायेगी तो तुम सुने हुए तथा सुनने योग्य सब के प्रति अन्यमनस्क हो जाओगे |"
            ],
            "english": [
                "When your intelligence has passed out of the dense forest of delusion, you shall become indifferent to all that has been heard and all that is to be heard."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः भगवद्भक्तों के जीवन में ऐसे अनेक उदाहरण प्राप्त हैं जिन्हें भगवद्भक्ति के कारण वैदिक कर्मकाण्ड से विरक्ति हो गई | हब मनुष्य श्रीकृष्ण को तथा उनके साथ अपने सम्बन्ध को वास्तविक रूप में समझ लेता है तो वह सकाम कर्मों के अनुष्ठानों के प्रति पूर्णतया अन्यमनस्क हो जाता है, भले ही वह अनुभवी ब्राह्मण क्यों न हो | भक्त परम्परा में महान भक्त तथा आचार्य श्री माधवेन्द्रपुरी का कहना है –",
                "सन्ध्यावन्दन भद्रमस्तु भवतो भोः स्नान तुभ्यं नमो |",
                "भो देवाः पितरश्र्च तर्पणविधौ नाहं क्षमः क्षम्यताम् ||",
                "यत्र क्कापि निषद्य यादवकुलोत्तमस्य कंसद्विषः |",
                "स्मारं स्मारमद्यं हरामि तदलं मन्ये किमन्येन मे ||",
                "“हे मेरी त्रिकाल प्रार्थनाओ, तुम्हारी जय हो | हे स्नान, तुम्हें प्रणाम है | हे देवपितृगण, अब मैं आप लोगों के लिए तर्पण करने में असमर्थ हूँ | अब तो जहाँ भी बैठता हूँ, यादव कुलवंशी, कंस के हंता श्रीकृष्ण का ही स्मरण करता हूँ और इस तरह मैं अपने पापमय बन्धन से मुक्त हो सकता हूँ | मैं सोचता हूँ कि यही मेरे लिए पर्याप्त है |”",
                "वैदिक रस्में तथा अनुष्ठान यथा त्रिकाल संध्या, प्रातःकालीन स्नान, पितृ-तर्पण आदि नवदीक्षितों के लिए अनिवार्य हैं| किन्तु जब कोई पूर्णतया कृष्णभावनाभावित हो और कृष्ण की दिव्य प्रेमभक्ति में लगा हो, तो वह इन विधि-विधानों के प्रति उदासीन हो जाता है, क्योंकि उसे पहले ही सिद्धि प्राप्त हो चुकी होती है | यदि कोई परमेश्र्वर कृष्ण की सेवा करके ज्ञान को प्राप्त होता है तो उसे शास्त्रों में वर्णित विभिन्न प्रकार की तपस्याएँ तथा यज्ञ करने की आवश्यकता नहीं रह जाती | इसी प्रकार जो यह नहीं समझता कि वेदों का उद्देश्य कृष्ण तक पहुँचना है और अपने आपको अनुष्ठानादि में व्यस्त रखता है, वह केवल अपना समय नष्ट करता है | कृष्णभावनाभावित व्यक्ति शब्द-ब्रह्म की सीमा या वेदों तथा उपनिषदों की परिधि को भी लाँघ जाते हैं |"
            ],
            "english": [
                "There are many good examples in the lives of the great devotees of the Lord of those who became indifferent to the rituals of the Vedas simply by devotional service to the Lord. When a person factually understands Krsna and his relationship with Krsna, he naturally becomes completely indifferent to the rituals of fruitive activities, even though an experienced brahmana. Sri Madhavendra Puri, a great devotee and acarya in the line of the devotees, says:",
                "The Vedic rites and rituals are imperative for neophytes: comprehending all kinds of prayer three times a day, taking a bath early in the morning, offering respects to the forefathers, etc. But, when one is fully in Krsna consciousness and is engaged in His transcendental loving service, one becomes indifferent to all these regulative principles because he has already attained perfection. If one can reach the platform of understanding by service to the Supreme Lord Krsna, he has no longer to execute different types of penances and sacrifices as recommended in revealed scriptures. And, similarly, if one has not understood that the purpose of the Vedas is to reach Krsna and simply engages in the rituals, etc., then he is uselessly wasting time in such engagements. Persons in Krsna consciousness transcend the limit of sabda-brahma, or the range of the Vedas and Upanisads."
            ]
        }
    },
    {
        "id": [
            53
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्र्चला |",
                "समाधावचला बुद्धिस्तदा योगमवाप्स्यसि || ५३ ||"
            ],
            "english": [
                "sruti-vipratipanna te",
                "yada sthasyati niscala",
                "samadhav acala buddhis",
                "tada yogam avapsyasi"
            ]
        },
        "translation": {
            "hindi": [
                "जब तुम्हारा मन वेदों की अलंकारमयी भाषा से विचलित न हो और वह आत्म-साक्षात्कार की समाधि में स्थिर हो जाय, तब तुम्हें दिव्य चेतना प्राप्त हो जायेगी |"
            ],
            "english": [
                "When your mind is no longer disturbed by the flowery language of the Vedas, and when it remains fixed in the trance of self-realization, then you will have attained the Divine consciousness."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः‘कोई समाधि में है’ इस कथन का अर्थ यह होता है कि वह पूर्णतया कृष्णभावनाभावित है अर्थात् उसने पूर्ण समाधि में ब्रह्म, परमात्मा तथा भगवान् को प्राप्त कर लिया है | आत्म-साक्षात्कार की सर्वोच्च सिद्धि यह जान लेना है कि मनुष्य कृष्ण का शाश्र्वत दास है और उसका एकमात्र कर्तव्य कृष्णभावनामृत में अपने सारे कर्म करना है | कृष्णभावनाभावित व्यक्ति या भगवान् के एकनिष्ट भक्त को न तो वेदों की अलंकारमयी वाणी से विचलित होना चाहिए न ही स्वर्ग जाने के उद्देश्य से सकाम कर्मों में प्रवृत्त होना चाहिए | कृष्णभावनामृत में मनुष्य कृष्ण के सान्निध्य में रहता है और कृष्ण से प्राप्त सारे आदेश उस दिव्य अवस्था में समझे जा सकते हैं | ऐसे कार्यों के परिणामस्वरूप निश्चयात्मक ज्ञान की प्राप्ति निश्चित है | उसे कृष्ण या उनके प्रतिनिधि गुरु की आज्ञाओं का पालन मात्र करना होगा |"
            ],
            "english": [
                "To say that one is in samadhi is to say that one has fully realized Krsna consciousness; that is, one in full samadhi has realized Brahman, Paramatma and Bhagavan. The highest perfection of self-realization is to understand that one is eternally the servitor of Krsna and that one's only business is to discharge one's duties in Krsna consciousness. A Krsna conscious person, or unflinching devotee of the Lord, should not be disturbed by the flowery language of the Vedas nor be engaged in fruitive activities for promotion to the heavenly kingdom. In Krsna consciousness, one comes directly into communion with Krsna, and thus all directions from Krsna may be understood in that transcendental state. One is sure to achieve results by such activities and attain conclusive knowledge. One has only to carry out the orders of Krsna or His representative, the spiritual master."
            ]
        }
    },
    {
        "id": [
            54
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "अर्जुन उवाच",
                "स्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव |",
                "स्थितधीः किं प्रभाषेत किमासीत व्रजेत किम् || ५४ ||"
            ],
            "english": [
                "arjuna uvaca",
                "sthita-prajnasya ka bhasa",
                "samadhi-sthasya kesava",
                "sthita-dhih kim prabhaseta",
                "kim asita vrajeta kim"
            ]
        },
        "translation": {
            "hindi": [
                "अर्जुन ने कहा – हे कृष्ण! अध्यात्म में लीन चेतना वाले व्यक्ति (स्थितप्रज्ञ) के क्या लक्षण हैं? वह कैसे बोलता है तथा उसकी भाषा क्या है? वह किस तरह बैठता और चलता है?"
            ],
            "english": [
                "Arjuna said: What are the symptoms of one whose consciousness is thus merged in Transcendence? How does he speak, and what is his language? How does he sit, and how does he walk?"
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः जिस प्रकार प्रत्येक व्यक्ति के विशिष्ट स्थिति के अनुसार कुछ लक्षण होते हैं उसी प्रकार कृष्णभावनाभावित पुरुष का भी विशिष्ट स्वभाव होता है – यथा उसका बोला, चलना, सोचना आदि | जिस प्रकार धनी पुरुष के कुछ लक्षण होते हैं, जिनसे वह धनवान जाना जाता है, जिस तरह रोगी अपने रोग के लक्षणों से रुग्ण जाना जाता है या कि विद्वान अपने गुणों से विद्वान जाना जाता है, उसी तरह कृष्ण की दिव्य चेतना से युक्त व्यक्ति अपने विशिष्ट लक्षणों से जाना जाता है | इन लक्षणों को भगवद्गीता से जाना जा सकता है | किन्तु सबसे महत्त्वपूर्ण बात यह है कि कृष्णभावनाभावित व्यक्ति किस तरह बोलता है, क्योंकि वाणी ही किसी मनुष्य का सबसे महत्त्वपूर्ण गुण है | कहा जाता है कि मुर्ख का पता तब तक नहीं लगता जब तक वह बोलता नहीं | एक बने-ठने मुर्ख को तब तक नहीं पहचाना जा सकता जब तक वह बोले नहीं, किन्तु बोलते ही उसका यथार्थ रूप प्रकट हो जाता है | कृष्णभावनाभावित व्यक्ति का सर्वप्रमुख लक्षण यह है कि वह केवल कृष्ण तथा उन्हीं से सम्बद्ध विषयों के बारे में बोलता है | फिर तो अन्य लक्षण स्वतः प्रकट हो जाते हैं, जिनका उल्लेख आगे किया गया है |"
            ],
            "english": [
                "As there are symptoms for each and every man, in terms of his particular situation, similarly one who is Krsna conscious has his particular nature—talking, walking, thinking, feeling, etc. As a rich man has his symptoms by which he is known as a rich man, as a diseased man has his symptoms, by which he is known as diseased, or as a learned man has his symptoms, so a man in transcendental consciousness of Krsna has specific symptoms in various dealings. One can know his specific symptoms from the Bhagavad-gita. Most important is how the man in Krsna consciousness speaks, for speech is the most important quality of any man. It is said that a fool is undiscovered as long as he does not speak, and certainly a well-dressed fool cannot be identified unless he speaks, but as soon as he speaks, he reveals himself at once. The immediate symptom of a Krsna conscious man is that he speaks only of Krsna and of matters relating to Him. Other symptoms then automatically follow, as stated below."
            ]
        }
    },
    {
        "id": [
            55
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच",
                "प्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान् |",
                "आत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते || ५५ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "prajahati yada kaman",
                "sarvan partha mano-gatan",
                "atmany evatmana tustah",
                "sthita-prajnas tadocyate"
            ]
        },
        "translation": {
            "hindi": [
                "जोश्रीभगवान् ने कहा – हे पार्थ! जब मनुष्य मनोधर्म से उत्पन्न होने वाली इन्द्रियतृप्ति की समस्त कामनाओं का परित्याग कर देता है और जब इस तरह से विशुद्ध हुआ उसका मन आत्मा में सन्तोष प्राप्त करता है तो वह विशुद्ध दिव्य चेतना को प्राप्त (स्थितप्रज्ञ) कहा जाता है |"
            ],
            "english": [
                "The Blessed Lord said: O Partha, when a man gives up all varieties of sense desire which arise from mental concoction, and when his mind finds satisfaction in the self alone, then he is said to be in pure transcendental consciousness."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः श्रीमद्भागवत में पुष्टि हुई है कि जो मनुष्य पूर्णतया कृष्णभावनाभावित या भगवद्भक्त होता है उसमें महर्षियों के समस्त सद्गुण पाए जाते हैं, किन्तु जो व्यक्ति अध्यात्म में स्थित नहीं होता उसमें एक भी योग्यता नहीं होती क्योंकि वह अपने मनोधर्म पर ही आश्रित रहता है | फलतः यहाँ यह ठीक ही कहा गया है कि व्यक्ति को मनोधर्म द्वारा कल्पित सारी विषय-वासनाओं को त्यागना होता है | कृत्रिम साधन से इनको रोक पाना सम्भव नहीं | किन्तु यदि कोई कृष्णभावनामृत में लगा हो तो सारी विषय-वासनाएँ स्वतः बिना किसी प्रयास के दब जाती हैं | अतः मनुष्य को बिना किसी झिझक के कृष्णभावनामृत में लगना होगा क्योंकि यह भक्ति उसे दिव्य चेतना प्राप्त करने में सहायक होगी | अत्यधिक उन्नत जीवात्मा (महात्मा) अपने आपको परमेश्र्वर का शाश्र्वत दास मानकर आत्मतुष्ट रहता है | ऐसे आध्यात्मिक पुरुष के पास भौतिकता से उत्पन्न भी विषय-वासना फटक नहीं पाती | वह अपने को निरन्तर भगवान् का सेवक मानते हुए सहज रूप में सदैव प्रसन्न रहता है |"
            ],
            "english": [
                "The Bhagavatam affirms that any person who is fully in Krsna consciousness, or devotional service of the Lord, has all the good qualities of the great sages, whereas a person who is not so transcendentally situated has no good qualifications, because he is sure to be taking refuge in his own mental concoctions. Consequently, it is rightly said herein that one has to give up all kinds of sense desire manufactured by mental concoction. Artificially, such sense desires cannot be stopped. But if one is engaged in Krsna consciousness, then, automatically, sense desires subside without extraneous efforts. Therefore, one has to engage himself in Krsna consciousness without hesitation, for this devotional service will instantly help one on to the platform of transcendental consciousness. The highly developed soul always remains satisfied in himself by realizing himself as the eternal servitor of the Supreme Lord. Such a transcendentally situated person has no sense desires resulting from petty materialism; rather, he remains always happy in his natural position of eternally serving the Supreme Lord."
            ]
        }
    },
    {
        "id": [
            56
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः |",
                "वीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते || ५६ ||"
            ],
            "english": [
                "duhkhesv anudvigna-manah",
                "sukhesu vigata-sprhah",
                "vita-raga-bhaya-krodhah",
                "sthita-dhir munir ucyate"
            ]
        },
        "translation": {
            "hindi": [
                "जो त्रय तापों के होने पर भी मन में विचलित नहीं होता अथवा सुख में प्रसन्न नहीं होता और जो आसक्ति, भय तथा क्रोध से मुक्त है, वह स्थिर मन वाला मुनि कहलाता है |"
            ],
            "english": [
                "One who is not disturbed in spite of the threefold miseries, who is not elated when there is happiness, and who is free from attachment, fear and anger, is called a sage of steady mind."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यःमुनि शब्द का अर्थ है वह जो शुष्क चिन्तन के लिए मन को अनेक प्रकार से उद्वेलित करे, किन्तु किसी तथ्य पर न पहुँच सके | कहा जाता है कि प्रत्येक मुनि का अपना-अपना दृष्टिकोण होता है और जब तक एक मुनि अन्य मुनियों से भिन्न न हो तब तक उसे वास्तविक मुनि नहीं कहा जा सकता | न चासावृषिर्यस्य मतं न भिन्नम् (महाभारत वनपर्व ३१३.११७) किन्तु जिस स्थितधीः मुनि का भगवान् ने यहाँ उल्लेख किया है वह सामान्य मुनि से भिन्न है | स्थितधीः मुनि सदैव कृष्णभावनाभावित रहता है क्योंकि वह सारा सृजनात्मक चिन्तन पूरा कर चूका होता है वह प्रशान्त निःशेष मनोरथान्तर (स्तोत्र रत्न ४३) कहलाता है या जिसने शुष्कचिन्तन की अवस्था पार कर ली है और इस निष्कर्ष पर पहुँचा है कि भगवान् श्रीकृष्ण या वासुदेव ही सब कुछ हैं (वासुदेवः सर्वमिति स महात्मा सुदुर्लभः) वह स्थिरचित्त मुनि कहलाता है | ऐसा कृष्णभावनाभावित व्यक्ति तीनों पापों के संघात से तनिक भी विचलित नहीं होता क्योंकि वह इन कष्टों (तापों) को भगवत्कृपा के रूप में लेता है और पूर्व पापों के कारण अपने को अधिक कष्ट के लिए योग्य मानता है और वह देखता है कि उसके सारे दुख भगवत्कृपा से रंचमात्र रह जाते हैं | इसी प्रकार जब वह सुखी होता है तो अपने को सुख के लिए अयोग्य मानकर इसका भी श्री भगवान् को देता है | वह सोचता है कि भगवत्कृपा से ही वह ऐसी सुखद स्थिति में है और भगवान् की सेवा और अच्छी तरह से कर सकता है | और भगवान् की सेवा के लिए तो वह सदैव सहस करने के लिए सन्नद्ध रहता है | वह राग या विराग से प्रभावित नहीं होता | राग का अर्थ होता है अपनी इन्द्रियतृप्ति के लिए वस्तुओं को ग्रहण करना और विराग का अर्थ है ऐसी एंद्रिय आसक्ति का अभाव | किन्तु कृष्णभावनाभावित में स्थिर व्यक्ति में न राग होता है न विराग क्योंकि उसका पूरा जीवन ही भगवत्सेवा में अर्पित रहता है | फलतः सारे प्रयास असफल रहने पर भी वह क्रुद्ध नहीं होता | चाहे विजय हो य न हो, कृष्णभावनाभावित व्यक्ति अपने संकल्प का पक्का होता है |"
            ],
            "english": [
                "The word muni means one who can agitate his mind in various ways for mental speculation without coming to a factual conclusion. It is said that every muni has a different angle of vision, and unless a muni differs from other munis, he cannot be called a muni in the strict sense of the term. Nasau munir yasya matam na binnam. But a sthita-dhi-muni as mentioned herein by the Lord, is different from an ordinary muni The sthita-dhi-muni is always in Krsna consciousness, for he has exhausted all his business of creative speculation. He has surpassed the stage of mental speculations and has come to the conclusion that Lord Sri Krsna, or Vasudeva, is everything. He is called a muni fixed in mind. Such a fully Krsna conscious person is not at all disturbed by the onslaughts of the threefold miseries, for he accepts all miseries as the mercy of the Lord, thinking himself only worthy of more trouble due to his past misdeeds; and he sees that his miseries, by the grace of the Lord, are minimized to the lowest. Similarly, when he is happy he gives credit to the Lord, thinking himself unworthy of the happiness; he realizes that it is due only to the Lord's grace that he is in such a comfortable condition and able to render better service to the Lord. And, for the service of the Lord, he is always daring and active and is not influenced by attachment or aversion. Attachment means accepting things for one's own sense gratification, and detachment is the absence of such sensual attachment. But one fixed in Krsna consciousness has neither attachment nor detachment because his life is dedicated in the service of the Lord. Consequently he is not at all angry even when his attempts are unsuccessful. A Krsna conscious person is always steady in his determination."
            ]
        }
    },
    {
        "id": [
            57
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम् |",
                "नाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता || ५७ ||"
            ],
            "english": [
                "yah sarvatranabhisnehas",
                "tat tat prapya subhasubham",
                "nabhinandati na dvesti",
                "tasya prajna pratisthita"
            ]
        },
        "translation": {
            "hindi": [
                "इस भौतिक जगत् में जो व्यक्ति न तो शुभ की प्राप्ति से हर्षित होता है और न अशुभ के प्राप्त होने पर उससे घृणा करता है, वह पूर्ण ज्ञान में स्थिर होता है |"
            ],
            "english": [
                "He who is without attachment, who does not rejoice when he obtains good, nor lament when he obtains evil, is firmly fixed in perfect knowledge."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः भौतिक जगत् में सदा ही कुछ न कुछ उथल-पुथल होती रहती है – उसका परिणाम अच्छा हो चाहे बुरा | जो ऐसी उथल-पुथल से विचलित नहीं होता, जो अच्छे (शुभ) या बुरे (अशुभ) से अप्रभावित रहता है उसे कृष्णभावनामृत में स्थिर समझना चाहिए | जब तक मनुष्य इस भौतिक संसार में है तब तक अच्छाई या बुराई की सम्भावना रहती है क्योंकि यह संसार द्वैत (द्वंद्वों) से पूर्ण है | किन्तु जो कृष्णभावनामृत में स्थिर है वह अच्छाई या बुराई से अछूता रहता है क्योंकि उसका सरोकार कृष्ण से रहता है जो सर्वमंगलमय हैं | ऐसे कृष्णभावनामृत से मनुष्य पूर्ण ज्ञान की स्थिति प्राप्त कर लेता है, जिसे समाधि कहते हैं |"
            ],
            "english": [
                "There is always some upheaval in the material world which may be good or evil. One who is not agitated by such material upheavals, who is unaffected by good and evil, is to be understood to be fixed in Krsna consciousness. As long as one is in the material world there is always the possibility of good and evil because this world is full of duality. But one who is fixed in Krsna consciousness is not affected by good and evil because he is simply concerned with Krsna, who is all good absolute. Such consciousness in Krsna situates one in a perfect transcendental position called, technically, samadhi."
            ]
        }
    },
    {
        "id": [
            58
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "यदा संहरते चायं कुर्मोऽङ्गानीव सर्वशः |",
                "इन्द्रियानीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता || ५८ ||"
            ],
            "english": [
                "yada samharate cayam",
                "kurmo 'nganiva sarvasah",
                "indriyanindriyarthebhyas",
                "tasya prajna pratisthita"
            ]
        },
        "translation": {
            "hindi": [
                "जिस प्रकार कछुवा अपने अंगो को संकुचित करके खोल के भीतर कर लेता है, उसी तरह जो मनुष्य अपनी इन्द्रियों को इन्द्रियविषयों से खीँच लेता है, वह पूर्ण चेतना में दृढ़तापूर्वक स्थिर होता है |"
            ],
            "english": [
                "One who is able to withdraw his senses from sense objects, as the tortoise draws his limbs within the shell, is to be understood as truly situated in knowledge."
            ]
        },
        "meaning": {
            "hindi": [
                "तातात्पर्यः किसी योगी, भक्त या आत्मसिद्ध व्यक्ति की कसौटी यह है कि वह अपनी योजना के अनुसार इन्द्रियों को वश में कर सके, किन्तु अधिकांश व्यक्ति अपनी इन्द्रियों के दास बने रहते हैं और इन्द्रियों के ही कहने पर चलते हैं | यह है उत्तर इस प्रश्न का कि योगी किस प्रकार स्थित होता है | इन्द्रियों की तुलना विषैले सर्पों से की गई है | वे अत्यन्त स्वतंत्रतापूर्वक तथा बिना किसी नियन्त्रण के कर्म करना चाहती हैं | योगी या भक्त को इन सर्पों को वश में करने के लिए, एक सपेरे की भाँति अत्यन्त प्रबल होना चाहिए | वह उन्हें कभी भी कार्य करने की छूट नहीं देता | शास्त्रों में अनेक आदेश हैं, उनमें से कुछ ‘करो’ तथा कुछ ‘न करो’ से सम्बद्ध हैं | जब तक कोई इन, ‘करो या न करो’ का पालन नहीं कर पाता और इन्द्रियभोग पर संयम नहीं बरतता है तब तक उसका कृष्णभावनामृत में स्थिर हो पाना असम्भव है | यहाँ पर सर्वश्रेष्ठ उदाहरण कछुवे का है | वह किसी भी समय अपने अंग समेत लेता है और पुनः विशिष्ट उद्देश्यों से उन्हें प्रकट कर सकता है | इसी प्रकार कृष्णभावनाभावित व्यक्तियों की इन्द्रियाँ भी केवल भगवान् की विशिष्ट सेवाओं के लिए काम आती हैं अन्यथा उनका संकोच कर लिया जाता है | अर्जुन को उपदेश दिया जा रहा है कि वह अपनी इन्द्रियों को आत्मतुष्टि में न करके भगवान् की सेवा में लगाये | अपनी इन्द्रियों को सदैव भगवान् की सेवा में लगाये रखना कूर्म द्वारा प्रस्तुत दृष्टान्त के अनुरूप है, जो अपनी इन्द्रियों को समेटे रखता है |"
            ],
            "english": [
                "The test of a yogi, devotee, or self-realized soul is that he is able to control the senses according to his plan. Most people, however, are servants of the senses and are thus directed by the dictation of the senses. That is the answer to the question as to how the yogi is situated. The senses are compared to venomous serpents. They want to act very loosely and without restriction. The yogi, or the devotee, must be very strong to control the serpents—like a snake charmer. He never allows them to act independantly. There are many injunctions in the revealed scriptures; some of them are do-not's, and some of them are do's. Unless one is able to follow the do's and the do-not's, restricting oneself from sense enjoyment, it is not possible to be firmly fixed in Krsna consciousness. The best example, set herein, is the tortoise. The tortoise can at any moment wind up his senses and exhibit them again at any time for particular purposes. Similarly, the senses of the Krsna conscious persons are used only for some particular purpose in the service of the Lord and are withdrawn otherwise. Keeping the senses always in the service of the Lord is the example set by the analogy of the tortoise, who keeps the senses within."
            ]
        }
    },
    {
        "id": [
            59
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "विषया विनिवर्तन्ते निराहारस्य देहिनः |",
                "रसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते || ५९ ||"
            ],
            "english": [
                "visaya vinivartante",
                "niraharasya dehinah",
                "rasa-varjam raso 'py asya",
                "param drstva nivartate"
            ]
        },
        "translation": {
            "hindi": [
                "देहधारी जीव इन्द्रियभोग से भले ही निवृत्त हो जाय पर उसमें इन्द्रियभोगों की इच्छा बनी रहती है | लेकिन उत्तम रस के अनुभव होने से ऐसे कार्यों को बन्द करने पर वह भक्ति में स्थिर हो जाता है |"
            ],
            "english": [
                "The embodied soul may be restricted from sense enjoyment, though the taste for sense objects remains. But, ceasing such engagements by experiencing a higher taste, he is fixed in consciousness."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः जब तक कोई अध्यात्म को प्राप्त न हो तब तक इन्द्रियभोग से विरत होना असम्भव है | विधि-विधानों द्वारा इन्द्रियभोग को संयमित करने की विधि वैसी ही है जैसे किसी रोगी के किसी भोज्य पदार्थ खाने पर प्रतिबन्ध लगाना | किन्तु इससे रोगी की न तो भोजन के प्रति रूचि समाप्त होती है और न वह ऐसा प्रतिबन्ध लगाया जाना चाहता है | इसी प्रकार अल्पज्ञानी व्यक्तियों के लिए इन्द्रियसंयमन के लिए अष्टांग-योग जैसी विधि की संस्तुति की जताई है जिसमें यम, नियम, आसन, प्राणायाम, प्रत्याहार, धारणा, ध्यान आदि सम्मिलित हैं | किन्तु जिसने कृष्णभावनामृत के पथ पर प्रगति के क्रम में परमेश्र्वर कृष्ण के सौन्दर्य का रसास्वादन कर लिया है, उसे जड़ भौतिक वस्तुओं में कोई रूचि नहीं रह जाती |ऐसे प्रतिबन्ध तभी तक ठीक हैं जब तक कृष्णभावनामृत में रूचि जागृत नहीं हो जाती | और जब वास्तव में रूचि जग जाती है, तो मनुष्य में स्वतः ऐसी वस्तुओं के प्रति अरुचि उत्पन्न हो जाती है |"
            ],
            "english": [
                "Unless one is transcendentally situated, it is not possible to cease from sense enjoyment. The process of restriction from sense enjoyment by rules and regulations is something like restricting a diseased person from certain types of eatables. The patient, however, neither likes such restrictions, nor loses his taste for eatables. Similarly, sense restriction by some spiritual process like astanga-yoga, in the matter of yama, niyama, asana, pranayama, pratyahara, dharana, dhyana, etc., is recommended for less intelligent persons who have no better knowledge. But one who has tasted the beauty of the Supreme Lord Krsna, in the course of his advancement in Krsna consciousness, no longer has a taste for dead material things. Therefore, restrictions are there for the less intelligent neophytes in the spiritual advancement of life, but such restrictions are only good if one actually has a taste for Krsna consciousness. When one is actually Krsna conscious, he automatically loses his taste for pale things."
            ]
        }
    },
    {
        "id": [
            60
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "यततो ह्यपि कौन्तेय पुरुषस्य विपश्र्चितः |",
                "इन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः || ६० ||"
            ],
            "english": [
                "yatato hy api kaunteya",
                "purusasya vipascitah",
                "indriyani pramathini",
                "haranti prasabham manah"
            ]
        },
        "translation": {
            "hindi": [
                "हे अर्जुन! इन्द्रियाँ इतनी प्रबल तथा वेगवान हैं कि वे उस विवेकी पुरुष के मन को भी बलपूर्वक हर लेती हैं, जो उन्हें वश में करने का प्रयत्न करता है |"
            ],
            "english": [
                "The senses are so strong and impetuous, O Arjuna, that they forcibly carry away the mind even of a man of discrimination who is endeavoring to control them."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः अनेक विद्वान, ऋषि, दार्शनिक तथा अध्यात्मवादी इन्द्रियों को वश में करने का प्रयत्न करते हैं, किन्तु उनमें से बड़े से बड़ा भी कभी-कभी विचलित मन के कारण इन्द्रियभोग का लक्ष्य बन जाता है | यहाँ तक कि विश्र्वामित्र जैसे महर्षि तथा पूर्ण योगी को भी मेनका के साथ विषयभोग में प्रवृत्त होना पड़ा, यद्यपि वे इन्द्रियनिग्रह के लिए कठिन तपस्या तथा योग कर रहे थे | विश्र्व इतिहास में इसी तरह के अनेक दृष्टान्त हैं | अतः पूर्णतया कृष्णभावनाभावित हुए बिना मन तथा इन्द्रियों को वश में कर सकना अत्यन्त कठिन है | मन को कृष्ण में लगाये बिना मनुष्य ऐसे भौतिक कार्यों को बन्द नहीं कर सकता | परम साधु तथा भक्त यामुनाचार्य में एक व्यावहारिक उदाहरण प्रस्तुत किया है | वे कहते हैं –",
                "यदवधि मम चेतः कृष्णपदारविन्दे",
                "नवनवरसधामन्युद्यतं रन्तुमासीत् |",
                "तदविधि बात नारीसंगमे स्मर्यमाने",
                "भवति मुखविकारः सुष्ठु निष्ठीवनं च ||",
                "“जब से मेरा मन भगवान् कृष्ण के चरणाविन्दों की सेवा में लग गया है और जब से मैं नित्य नव दिव्यरस का अनुभव करता रहता हूँ, तब से स्त्री-प्रसंग का विचार आते ही मेरा मन उधर से फिर जाता है और मैं ऐसे विचार पर थू-थू करता हूँ |”",
                "कृष्णभावनामृत इतनी दिव्य सुन्दर वस्तु है कि इसके प्रभाव से भौतिक भोग स्वतः नीरस हो जाता है | यह वैसा ही है जैसे कोई भूखा मनुष्य प्रचुर मात्रा में पुष्टिदायक भोजन करके भूख मिटा ले | महाराज अम्बरीष भी परम योगी दुर्वासा मुनि पर इसीलिए विजय पा सके क्योंकि उनका मन निरन्तर कृष्णभावनामृत में लगा रहता था (स वै मनः कृष्णपदारविन्दयोः वचांसि वैकुण्ठगुणानुवर्णने) |"
            ],
            "english": [
                "There are many learned sages, philosophers and transcendentalists who try to conquer the senses, but in spite of their endeavors, even the greatest of them sometimes fall victim to material sense enjoyment due to the agitated mind. Even Visvamitra, a great sage and perfect yogi, was misled by Menaka into sex enjoyment, although the yogi was endeavoring for sense control with severe types of penance and yoga practice. And, of course, there are so many similar instances in the history of the world. Therefore, it is very difficult to control the mind and the senses without being fully Krsna conscious. Without engaging the mind in Krsna, one cannot cease such material engagements. A practical example is given by Sri Yamunacarya, a great saint and devotee, who says: \"Since my mind has been engaged in the service of the lotus feet of Lord Krsna, and I have been enjoying an ever new transcendental humor, whenever I think of sex life with a woman, my face at once turns from it, and I spit at the thought.\"",
                "Krsna consciousness is such a transcendentally nice thing that automatically material enjoyment becomes distasteful. It is as if a hungry man had satisfied his hunger by a sufficient quantity of nutritious eatables. Maharaja Ambarisa also conquered a great yogi, Durvasa Muni, simply because his mind was engaged in Krsna consciousness."
            ]
        }
    },
    {
        "id": [
            61
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "तानि सर्वाणि संयम्य युक्त आसीत मत्परः |",
                "वशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता || ६१ ||"
            ],
            "english": [
                "tani sarvani samyamya",
                "yukta asita mat-parah",
                "vase hi yasyendriyani",
                "tasya prajna pratisthita"
            ]
        },
        "translation": {
            "hindi": [
                "जो इन्द्रियों को पूर्णतया वश में रखते हुए इन्द्रिय-संयमन करता है और अपनी चेतना को मुझमें स्थिर कर देता है, वह मनुष्य स्थिरबुद्धि कहलाता है |"
            ],
            "english": [
                "One who restrains his senses and fixes his consciousness upon Me is known as a man of steady intelligence."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः इस श्लोक में बताया गया है कि योगसिद्धि की चरम अनुभूति कृष्णभावनामृत ही है | जब तक कोई कृष्णभावनाभावित नहीं होता तब तक इन्द्रियों को वश में करना सम्भव नहीं है | जैसा कि पहले कहा जा चुका है, दुर्वासा मुनि का झगड़ा महाराज अम्बरीष से हुआ, क्योंकि वे गर्ववश महाराज अम्बरीष पर क्रुद्ध हो गये, जिससे अपनी इन्द्रियों को रोक नहीं पाये | दूसरी ओर यद्यपि राजा मुनि के समान योगी न था, किन्तु वह कृष्ण का भक्त था और उसने मुनि के सारे अन्याय सह लिये, जिससे वह विजयी हुआ | राजा अपनी इन्द्रियों को वश में कर सका क्योंकि उसमें निम्नलिखित गुण थे, जिनका उल्लेख श्रीमद्भागवत में (९.४.१८-२०) हुआ है-",
                "स वै मनः कृष्णपदारविन्दयोर्वचांसि वैकुण्ठगुणानुवर्णने |",
                "करौ हरेर्मन्दिरमार्जनादिषुश्रुतिं चकाराच्युतसत्कथोदये ||",
                "मुकुन्दलिङगालयदर्शने दृशौ तद्भृत्यगात्रस्पर्शेंऽगसंगमम् |",
                "घ्राणं च तत्पादसरोजसौरभे श्रीमत्तुलस्या रसानां तदार्पिते ||",
                "पादौ हरेः क्षेत्रपदानुसर्पणे शिरो हृषीकेशपदाभिवन्दने |",
                "कामं च दास्य न तु कामकाम्यया यथोत्तमश्लोकजनाश्रया रतिः ||",
                "“राजा अम्बरीष ने अपना मन भगवान् कृष्ण के चरणारविन्दो पर स्थिर का दिया, अपनी वाणी भगवान् के धाम की चर्चा करने में लगा दी, अपने कानों को भगवान् की लीलाओं को सुनने में, अपने हाथों को भगवान् का मन्दिर साफ़ करने में, अपनी आँखों को भगवान् का स्वरूप देखने में, अपने शरीर को भक्त के शरीर का स्पर्श करने में, अपनी नाक को भगवान् के चरणाविन्दो पर भेंट किये गये फूलों की गंध सूँघने में, अपनी जीभ को उन्हें अर्पित तुलसी दलों का आस्वाद करने में, अपने पाँवो को जहाँ-जहाँ भगवान् के मन्दिर हैं उन स्थानों की यात्रा करने में, अपने सर को भगवान् को नमस्कार करने में तथा अपनी इच्छाओं को भगवान् की इच्छाओं को पूरा करने में लगा दिया और इन गुणों के कारण वे भगवान् के मत्पर भक्त बनने के योग्य हो गये |”",
                "इस प्रसंग में मत्पर शब्द अत्यन्त सार्थक है | कोई मत्पर किस तरह हो सकता है इसका वर्णन महाराज अम्बरीष के जीवन में बताया गया है | मत्पर परम्परा के महान विद्वान् तथा आचार्य श्रील बलदेव विद्याभूषण का कहना है – मद्भक्ति प्रभावेन सर्वेन्द्रियविजयपूर्विका स्वात्मदृष्टिः सुलभेति भावः – इन्द्रियों को केवल कृष्ण की भक्ति के बल से वश में किया जा सकता है | कभी-कभी अग्नि का भी उदाहरण दिया जाता है – “जिस प्रकार जलती हुई अग्नि कमरे के भीतर की सारी वस्तुएँ जला देती है उसी प्रकार योगी के हृदय में स्थित भगवान् विष्णु सारे मलों को जला देते हैं |” योग-सूत्र भी विष्णु का ध्यान आवश्यक बताता है, शून्य का नहीं | तथाकथित योगी जो विष्णुपद को छोड़ कर अन्य किसी वस्तु का ध्यान धरते हैं वे केवल मृगमरीचिकाओं की खोज में वृथा ही अपना समय गँवाते हैं | हमें कृष्णभावनाभावित होना चाहिए – भगवान् के प्रति अनुरुक्त होना चाहिए | असली योग का यही उद्देश्य है |"
            ],
            "english": [
                "That the highest conception of yoga perfection is Krsna consciousness is clearly explained in this verse. And, unless one is Krsna conscious, it is not at all possible to control the senses. As cited above, the great sage Durvasa Muni picked a quarrel with Maharaja Ambarisa, and Durvasa Muni unnecessarily became angry out of pride and therefore could not check his senses. On the other hand, the King, although not as powerful a yogi as the sage, but a devotee of the Lord, silently tolerated all the sage's injustices and thereby emerged victorious. The King was able to control his senses because of the following qualifications, as mentioned in the Srimad-Bhagavatam:",
                "The word mat-parah is most significant in this connection. How one can become a mat-parah is described in the life of Maharaja Ambarisa. Srila Baladeva Vidyabhusana, a great scholar and acarya in the line of the mat-parah, remarks: \"mad-bhakti-prabhavena sarvendriya-vijaya-purvika svatma drstih sulabheti bhavah.\" \"The senses can be completely controlled only by the strength of devotional service to Krsna.\" Also the example of fire is sometimes given: \"As the small flames within burn everything within the room, similarly Lord Visnu, situated in the heart of the yogi, burns up all kinds of impurities.\" The Yoga-sutra also prescribes meditation on Visnu, and not meditation on the void. The so-called yogis who meditate on something which is not the Visnu form simply waste their time in a vain search after some phantasmagoria. We have to be Krsna conscious—devoted to the Personality of Godhead. This is the aim of the real yoga."
            ]
        }
    }
]