[
    {
        "id": [
            11
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "श्रीभगवानुवाच",
                "अशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्र्च भाषसे |",
                "गतासूनगतासूंश्र्च नानुशोचन्ति पण्डिताः || ११ ||"
            ],
            "english": [
                "sri-bhagavan uvaca",
                "asocyan anvasocas tvam",
                "prajna-vadams ca bhasase",
                "gatasun agatasums ca",
                "nanusocanti panditah"
            ]
        },
        "translation": {
            "hindi": [
                "श्री भगवान् ने कहा – तुम पाण्डित्यपूर्ण वचन कहते हुए उनके लिए शोक कर रहे हो जो शोक करने योग्य नहीं है | जो विद्वान होते हैं, वे न तो जीवित के लिए, न ही मृत के लिए शोक करते हैं |"
            ],
            "english": [
                "The Blessed Lord said: While speaking learned words, you are mourning for what is not worthy of grief. Those who are wise lament neither for the living nor the dead."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः भगवान् ने तत्काल गुरु का पद सँभाला और अपने मित्र को अप्रत्यक्षतः मुर्ख कह कर डाँटा | उन्होंने कहा, “तुम विद्वान की तरह बातें करते हो, किन्तु तुम यह नहीं जानते कि जो विद्वान होता है – अर्थात् जो यह जानता है कि शरीर तथा आत्मा क्या है – वह किसी भी अवस्था में शरीर के लिए, चाहे वह जीवित हो या मृत – शोक नहीं करता |” अगले अध्यायों से यह स्पष्ट हो जायेगा कि ज्ञान का अर्थ पदार्थ तथा आत्मा एवं दोनों के नियामक को जानना है | अर्जुन का तर्क था कि राजनीति या समाजनीति की अपेक्षा धर्म को अधिक महत्त्व मिलना चाहिए, किन्तु उसे यह ज्ञात न था कि पदार्थ, आत्मा तथा परमेश्र्वर का ज्ञान धार्मिक सूत्रों से भी अधिक महत्त्वपूर्ण है | और चूँकि उसमे इस ज्ञान का अभाव था, अतः उसे विद्वान नहीं बनना चाहिए था | और चूँकि वह अत्यधिक विद्वान नहीं था इसीलिए वह शोक के सर्वथा अयोग्य वस्तु के लिए शोक कर रहा था | यह शरीर जन्मता है और आज या कल इसका विनाश निश्चित है, अतः शरीर उतना महत्त्वपूर्ण नहीं है जितना कि आत्मा है | जो इस तथ्य को जानता है वही असली विद्वान है और उसके लिए शोक का कोई कारण नहीं हो सकता |"
            ],
            "english": [
                "The Lord at once took the position of the teacher and chastised the student, calling him, indirectly, a fool. The Lord said, you are talking like a learned man, but you do not know that one who is learned—one who knows what is body and what is soul—does not lament for any stage of the body, neither in the living nor in the dead condition. As it will be explained in later chapters, it will be clear that knowledge means to know matter and spirit and the controller of both. Arjuna argued that religious principles should be given more importance than politics or sociology, but he did not know that knowledge of matter, soul and the Supreme is even more important than religious formularies. And, because he was lacking in that knowledge, he should not have posed himself as a very learned man. As he did not happen to be a very learned man, he was consequently lamenting for something which was unworthy of lamentation. The body is born and is destined to be vanquished today or tomorrow; therefore the body is not as important as the soul. One who knows this is actually learned, and for him there is no cause for lamentation, regardless of the condition of the material body."
            ]
        }
    },
    {
        "id": [
            12
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "नत्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः |",
                "न चैव नभविष्यामः सर्वे वयमतः परम् || १२ ||"
            ],
            "english": [
                "na tv evaham jatu nasam",
                "na tvam neme janadhipah",
                "na caiva na bhavisyamah",
                "sarve vayam atah param"
            ]
        },
        "translation": {
            "hindi": [
                "ऐसा कभी नहीं हुआ कि मैं न रहा होऊँ या तुम न रहे हो अथवा ये समस्त राजा न रहे हों; और न ऐसा है कि भविष्य में हम लोग नहीं रहेंगे |"
            ],
            "english": [
                "Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः वेदों में, कठोपनिषद् में तथाश्र्वेताश्र्वतरउपनिषद् में भी कहा गया है कि जो श्रीभगवान् असंख्य जीवों के कर्म तथा कर्मफल के अनुसार उनकी अपनी-अपनी परिस्थितियों में पालक हैं, वही भगवान् अंश रूप में हर जीव के हृदय में वास कर रहे हैं | केवल साधु पुरुष, जो एक ही ईश्र्वर को भीतर-बाहर देख सकते हैं, पूर्ण और शाश्र्वत शान्ति प्राप्त कर पाते हैं |",
                "नित्यो नित्यानां चेतनश्र्चेतनानाम् एको बहूनां यो विदधाति कामान् |",
                "तमात्मस्थं येऽनुपश्यन्ति धीरास्तेषां शान्तिः शाश्र्वती नेतरेषाम् ||",
                "(कठोपनिषद् २.२.१३)",
                "जो वैदिक ज्ञान अर्जुन को प्रदान किया गया वही विश्र्व के उन पुरुषों को प्रदान किया जाता है जो विद्वान होने का दावा तो करते हैं किन्तु जिनकी ज्ञानराशि न्यून है | भगवान् यह स्पष्ट कहते हैं कि वे स्वयं, अर्जुन तथा युद्धभूमि में एकत्र सारे राजा शाश्र्वत प्राणी हैं और इन जीवों की बद्ध तथा मुक्त अवस्थाओं में भगवान् ही एकमात्र उनके पालक हैं | भगवान् परम पुरुष हैं तथा भगवान् का चिर संगी अर्जुन एवं वहाँ पर एकत्र सारे राजागण शाश्र्वत पुरुष हैं | ऐसा नहीं है कि ये भूतकाल में प्राणियों के रूप अलग-अलग उपस्थित नहीं थे और ऐसा भी नहीं है कि वे शाश्र्वत पुरुष बने नहीं रहेंगे | उनका अस्तित्व भूतकाल में था और भविष्य में भी निर्बोध रूप से बना रहेगा | अतः किसी के लिए शोक करने की कोई बात नहीं है |",
                "ये मायावादी सिद्धान्त कि मुक्ति के बाद आत्मा माया के आवरण से पृथक् होकर निराकार ब्रह्म में लीन हो जायेगा और अपना अस्तित्व खो देगा यहाँ परम अधिकारी भगवान् कृष्ण द्वारा पुष्ट नहीं हो पाता | न ही इस सिद्धान्त का समर्थन हो पाता है कि बद्ध अवस्था में ही हम अस्तित्व का चिन्तन करते हैं | यहाँ पर कृष्ण स्पष्टतः कहते हैं कि भगवान् तथा अन्यों का अस्तित्व भविष्य में भी अक्षुण्ण रहेगा जिसकी पुष्टि उपनिषदों द्वारा भी होती हैं | कृष्ण का यह कथन प्रमाणिक है क्योंकि कृष्ण मायावश्य नहीं हैं | यदि अस्तित्व तथ्य न होता तो फिर कृष्ण इतना बल क्यों देते और वह भी भविष्य के लिए! मायावादी यह तर्क कर सकते हैं कि कृष्ण द्वारा कथित अस्तित्व अध्यात्मिक न होकर भौतिक है | यदि हम इस तर्क को, कि अस्तित्व भौतिक होता है, स्वीकार कर भी लें तो फिर कोई कृष्ण के अस्तित्व को किस प्रकार पहचानेगा? कृष्ण भूतकाल में भी अपने अस्तित्व की पुष्टि करते हैं और भविष्य में भी अपने अस्तित्व की पुष्टि करते हैं | उन्होंने अपने अस्तित्व की पुष्टि कई प्रकार से की है और निराकार ब्रह्म उनके अधीन घोषित किया जा चुका है | कृष्ण सदा सर्वदा अपना अस्तित्व बनाये रहे हैं; यदि उन्हें सामान्य चेतना वाले सामान्य व्यक्ति के रूप में माना जाता है तो प्रमाणिक शास्त्र के रूप में उनकी भगवद्गीता की कोई महत्ता नहीं होगी | एक सामान्य व्यक्ति मनुष्यों के चार अवगुणों के कारण श्रवण करने योग्य शिक्षा देने में असमर्थ रहता है | गीता ऐसे साहित्य से ऊपर है | कोई भी संसारी ग्रंथ गीता की तुलना नहीं कर सकता | श्रीकृष्ण को सामान्य व्यक्ति मान लेने पर गीता की सारी महत्ता जाती रहती है | मायावादियों का तर्क है कि इस श्लोक में वर्णित द्वैत लौकिक है और शरीर के लिए प्रयुक्त हुआ है | किन्तु इसके पहले वाले श्लोक में ऐसी देहात्मबुद्धि की निन्दा की गई है | एक बार जोवों की देहात्मबुद्धि की निन्दा करने के बाद यह कैसे सम्भव है कि कृष्ण पुनः शरीर पर उसी वक्तव्य को दुहराते? अतः यह अस्तित्व अध्यात्मिक आधार पर स्थापित है और इसकी पुष्टि रामानुजाचार्य तथा अन्य आचार्यों ने भी की है | गीता में कई स्थलों पर इसका उल्लेख है कि यह अध्यात्मिक अस्तित्व केवल भगवद्भक्तों द्वारा ज्ञेय है | जो लोग भगवान् कृष्ण का विरोध करते हैं उनकी इस महान साहित्य तक पहुँच नहीं हो पाती | अभक्तों द्वारा गीता के उपदेशों को समझने का प्रयास मधुमक्खी द्वारा मधुपात्र चाटने के सदृश है | पात्र को खोले बिना मधु को नहीं चखा जा सकता | इसी प्रकार भगवद्गीता के रहस्यवाद को केवल भक्त ही समझ सकते हैं, अन्य कोई नहीं, जैसा कि इसके चतुर्थ अध्याय में कहा गया है | न ही गीता का स्पर्श ऐसे लोग कर पाते हैं जो भगवान् के अस्तित्व का ही विरोध करते हैं | अतः मयावादियों द्वारा गीता की व्याख्या मानो समग्र सत्य का सरासर भ्रामक निरूपण है | भगवान् चैतन्य ने मायावादियों द्वारा की गई गीता की व्याख्याओं को पढने का निषेध किया है और चेतावनी दी है कि जो कोई ऐसे मायावादी दर्शन को ग्रहण करता है वह गीता के वास्तविक रहस्य को समझ पाने में असमर्थ रहता है | यदि अस्तित्व का अभिप्राय अनुभवगम्य ब्रह्माण्ड से है तो भगवान् द्वारा उपदेश देने की कोई आवश्यकता नहीं थी | आत्मा तथा परमात्मा का द्वैत शाश्र्वत तथ्य है और इसकी पुष्टि वेदों द्वारा होती है जैसा कि ऊपर कहा जा चुका है |"
            ],
            "english": [
                "In the Vedas, in the Katha Upanisad as well as in the Svetasvatara Upanisad, it is said that the Supreme Personality of Godhead is the maintainer of innumerable living entities, in terms of their different situations according to individual work and reaction of work. That Supreme Personality of Godhead is also, by His plenary portions, alive in the heart of every living entity. Only saintly persons who can see, within and without, the same Supreme Lord, can actually attain to perfect and eternal peace.",
                "The Mayavadi theory that after liberation the individual soul, separated by the covering of maya or illusion, will merge into the impersonal Brahman and lose its individual existence is not supported herein by Lord Krsna, the supreme authority. Nor is the theory that we only think of individuality in the conditioned state supported herein. Krsna clearly says herein that in the future also the individuality of the Lord and others, as it is confirmed in the Upanisads, will continue eternally. This statement of Krsna is authoritative because Krsna cannot be subject to illusion. If individuality is not a fact, then Krsna would not have stressed it so much—even for the future. The Mayavadi may argue that the individuality spoken of by Krsna is not spiritual, but material. Even accepting the argument that the individuality is material, then how can one distinguish Krsna's individuality? Krsna affirms His individuality in the past and confirms His individuality in the future also. He has confirmed His individuality in many ways, and impersonal Brahman has been declared to be subordinate to Him. Krsna has maintained spiritual individuality all along; if He is accepted as an ordinary conditioned soul in individual consciousness, then His Bhagavad-gita has no value as authoritative scripture. A common man with all the four defects of human frailty is unable to teach that which is worth hearing. The Gita is above such literature. No mundane book compares with the Bhagavad-gita. When one accepts Krsna as an ordinary man, the Gita loses all importance. The Mayavadi argues that the plurality mentioned in this verse is conventional and that it refers to the body. But previous to this verse such a bodily conception is already condemned. After condemning the bodily conception of the living entities, how was it possible for Krsna to place a conventional proposition on the body again? Therefore, individuality is maintained on spiritual grounds and is thus confirmed by great acaryas like Sri Ramanuja and others. It is clearly mentioned in many places in the Gita that this spiritual individuality is understood by those who are devotees of the Lord. Those who are envious of Krsna as the Supreme Personality of Godhead have no bona fide access to the great literature. The nondevotee's approach to the teachings of the Gita is something like bees licking on a bottle of honey. One cannot have a taste of honey unless one opens the bottle. Similarly, the mysticism of the Bhagavad-gita can be understood only by devotees, and no one else can taste it, as it is stated in the Fourth Chapter of the book. Nor can the Gita be touched by persons who envy the very existence of the Lord. Therefore, the Mayavadi explanation of the Gita is a most misleading presentation of the whole truth. Lord Caitanya has forbidden us to read commentations made by the Mayavadis and warns that one who takes to such an understanding of the Mayavadi philosophy loses all power to understand the real mystery of the Gita. If individuality refers to the empirical universe, then there is no need of teaching by the Lord. The plurality of the individual soul and of the Lord is an eternal fact, and it is confirmed by the Vedas as above mentioned."
            ]
        }
    },
    {
        "id": [
            13
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा |",
                "तथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति || १३ ||"
            ],
            "english": [
                "dehino 'smin yatha dehe",
                "kaumaram yauvanam jara",
                "tatha dehantara-praptir",
                "dhiras tatra na muhyati"
            ]
        },
        "translation": {
            "hindi": [
                "जिस प्रकार शरीरधारी आत्मा इस (वर्तमान) शरीर में बाल्यावस्था से तरुणावस्था में और फिर वृद्धावस्था में निरन्तर अग्रसर होता रहता है, उसी प्रकार मृत्यु होने पर आत्मा दूसरे शरीर में चला जाता है | धीर व्यक्ति ऐसे परिवर्तन से मोह को प्राप्त नहीं होता |"
            ],
            "english": [
                "As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः प्रत्येक जीव एक व्यष्टि आत्मा है | वह प्रतिक्षण अपना शरीर बदलता रहता है – कभी बालक के रूप में, कभी युवा तथा कभी वृद्ध पुरुष के रूप में | तो भी आत्मा वही रहता है, उसमें कोई परिवर्तन नहीं होता | यह व्यष्टि आत्मा मृत्यु होने पर अन्ततोगत्वा एक शरीर बदल कर दूसरे शरीर में देहान्तरण कर जाता है और चूँकि अगले जन्म में इसको शरीर मिलना अवश्यम्भावी है – चाहे वह शरीर आध्यात्मिक हो या भौतिक – अतः अर्जुन के लिए न तो भीष्म, न ही द्रोण के लिए शोक करने का कोई कारण था | अपितु उसे प्रसन्न होना चाहिए था कि वे पुराने शरीरों को बदल कर नए शरीर ग्रहण करेंगे और इस तरह वे नई शक्ति प्राप्त करेंगे | ऐसे शरीर-परिवर्तन से जीवन में किये कर्म के अनुसार नाना प्रकार के सुखोपभोग या कष्टों का लेखा हो जाता है | चूँकि भीष्म व द्रोण साधु पुरुष थे इसीलिए अगले जन्म में उन्हें आध्यात्मिक शरीर प्राप्त होंगे; नहीं तो कम से कम उन्हें स्वर्ग के भोग करने के अनुरूप शरीर तो प्राप्त होंगे ही, अतः दोनों ही दशाओं में शोक का कोई कारण नहीं था |",
                "जिस मनुष्य को व्यष्टि आत्मा, परमात्मा तथा भौतिक और आध्यात्मिक प्रकृति का पूर्ण ज्ञान होता है वह धीर कहलाता है | ऐसा मनुष्य कभी भी शरीर-परिवर्तन द्वारा ठगा नहीं जाता |",
                "आत्मा के एकात्मवाद का मायावादी सिद्धान्त मान्य नहीं हो सकता क्योंकि आत्मा के इस प्रकार विखण्डन से परमेश्र्वर विखंडनीय या परिवर्तनशील हो जायेगा जो परमात्मा के अपरिवर्तनीय होने के सिद्धान्त के विरुद्ध होगा | गीता में पुष्टि हुई है कि परमात्मा के खण्डों का शाश्र्वत (सनातन) अस्तित्व है जिन्हें क्षर कहा जाता है अर्थात् उनमें भौतिक प्रकृति में गिरने की प्रवृत्ति होती है | ये भिन्न अंश (खण्ड) नित्य भिन्न रहते हैं, यहाँ तक कि मुक्ति के बाद भी व्यष्टि आत्मा जैसे का तैसा – भिन्न अंश बना रहता है | किन्तु एक बार मुक्त होने पर वह श्रीभगवान् के साथ सच्चिदानन्द रूप में रहता है | परमात्मा पर प्रतिबिम्बवाद का सिद्धान्त व्यवहृत किया जा सकता है, जो प्रत्येक शरीर में विद्यमान रहता है | वह व्यष्टि जीव से भिन्न होता है | जब आकाश का प्रतिबिम्ब जल में पड़ता है तो प्रतिबिम्ब में सूर्य, चन्द्र तथा तारे सब कुछ रहते हैं | तारों की तुलना जीवों से तथा सूर्य या चन्द्र की परमेश्र्वर से की जा सकती है | व्यष्टि अंश आत्मा को अर्जुन के रूप में और परमात्मा को श्रीभगवान् के रूप में प्रदर्शित किया जाता है | जैसा कि चतुर्थ अध्याय के प्रारम्भ में स्पष्ट है, वे एक ही स्तर पर नहीं होते | यदि अर्जुन कृष्ण के समान स्तर पर हो और कृष्ण अर्जुन से श्रेष्ठतर न हों तो उनमें उपदेशक तथा उपदिष्ट का सम्बन्ध अर्थहीन होगा | यदि ये दोनों माया द्वारा मोहित होते हैं तो एक को उपदेशक तथा दुसरे को उपदिष्ट होने की कोई आवश्यकता नहीं है | ऐसा उपदेश व्यर्थ होगा क्योंकि माया के चंगुल में रहकर कोई भी प्रमाणिक उपदेशक नहीं बन सकता | ऐसी परिस्थितियों में यह मान लिया जाता है कि भगवान् कृष्ण प्रमेश्र्वर हैं जो पद में माया द्वारा विस्मृत अर्जुन रूपी जीव से श्रेष्ठ हैं |"
            ],
            "english": [
                "Since every living entity is an individual soul, each is changing his body every moment, manifesting sometimes as a child, sometimes as a youth, and sometimes as an old man. Yet the same spirit soul is there and does not undergo any change. This individual soul finally changes the body at death and transmigrates to another body; and since it is sure to have another body in the next birth—either material or spiritual—there was no cause for lamentation by Arjuna on account of death, neither for Bhisma nor for Drona, for whom he was so much concerned. Rather, he should rejoice for their changing bodies from old to new ones, thereby rejuvenating their energy. Such changes of body account for varieties of enjoyment or suffering, according to one's work in life. So Bhisma and Drona, being noble souls, were surely going to have either spiritual bodies in the next life, or at least life in heavenly bodies for superior enjoyment of material existence. So, in either case, there was no cause of lamentation.",
                "Any man who has perfect knowledge of the constitution of the individual soul, the Supersoul, and nature—both material and spiritual—is called a dhira or a most sober man. Such a man is never deluded by the change of bodies. The Mayavadi theory of oneness of the spirit soul cannot be entertained on the ground that spirit soul cannot be cut into pieces as a fragmental portion. Such cutting into different individual souls would make the Supreme cleavable or changeable, against the principle of the Supreme Soul being unchangeable.",
                "As confirmed in the Gita, the fragmental portions of the Supreme exist eternally (sanatana) and are called ksara; that is, they have a tendency to fall down into material nature. These fragmental portions are eternally so, and even after liberation, the individual soul remains the same—fragmental. But once liberated, he lives an eternal life in bliss and knowledge with the Personality of Godhead. The theory of reflection can be applied to the Supersoul who is present in each and every individual body and is known as the Paramatma, who is different from the individual living entity. When the sky is reflected in water, the reflections represent both the sun and the moon and the stars also. The stars can be compared to the living entities and the sun or the moon to the Supreme Lord. The individual fragmental spirit soul is represented by Arjuna, and the Supreme Soul is the Personality of Godhead Sri Krsna. They are not on the same level, as it will be apparent in the beginning of the Fourth Chapter. If Arjuna is on the same level with Krsna, and Krsna is not superior to Arjuna, then their relationship of instructor and instructed becomes meaningless. If both of them are deluded by the illusory energy (maya), then there is no need of one being the instructor and the other the instructed. Such instruction would be useless because, in the clutches of maya, no one can be an authoritative instructor. Under the circumstances, it is admitted that Lord Krsna is the Supreme Lord, superior in position to the living entity, Arjuna, who is a forgotten soul deluded by maya."
            ]
        }
    },
    {
        "id": [
            14
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः |",
                "अगामापायिनोऽनित्यास्तांस्तितिक्षस्व भारत || १४ ||"
            ],
            "english": [
                "matra-sparsas tu kaunteya",
                "sitosna-sukha-duhkha-dah",
                "agamapayino 'nityas",
                "tams titiksasva bharata"
            ]
        },
        "translation": {
            "hindi": [
                "हे कुन्तीपुत्र! सुख तथा दुख का क्षणिक उदय तथा कालक्रम में उनका अन्तर्धान होना सर्दी तथा गर्मी की ऋतुओं के आने जाने के समान है | हे भरतवंशी! वे इन्द्रियबोध से उत्पन्न होते हैं और मनुष्य को चाहिए कि अविचल भाव से उनको सहन करना सीखे |"
            ],
            "english": [
                "O son of Kunti, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः कर्तव्य-निर्वाह करते हुए मनुष्य को सुख तथा दुख के क्षणिक आने-जाने को सहन करने का अभ्यास करना चाहिए | वैदिक आदेशानुसार मनुष्य को माघ (जनवरी-फरवरी) के मास में भी प्रातःकाल स्नान करना चाहिए | उस समय अत्यधिक ठंड पड़ती है, किन्तु जो धार्मिक नियमों का पालन करने वाला है, वह स्नान करने में तनिक भी झिझकता नहीं | इसी प्रकार एक गृहिणी भीषण से भीषण गर्मी की ऋतु में (मई-जून के महीनों में) भोजन पकाने से हिचकती नहीं | जलवायु सम्बन्धी असुविधाएँ होते हुए भी मनुष्य को अपना कर्तव्य निभाना होता है | इसी प्रकार युद्ध करना क्षत्रिय का धर्म है अतः उसे अपने किसी मित्र या परिजन से भी युद्ध करना पड़े तो उसे अपने धर्म से विचलित नहीं होना चाहिए | मनुष्य को ज्ञान प्राप्त करने के लिए धर्म के विधि-विधान पालन करने होते हैं क्योंकि ज्ञान तथा भक्ति से ही मनुष्य अपने आपको माया के बंधन से छुड़ा सकता है |",
                "अर्जुन को जिन दो नामों से सम्भोधित किया गया है, वे भी महत्त्वपूर्ण हैं| कौन्तेय कहकर संबोधित करने से यह प्रकट होता है कि वह अपनी माता की और (मातृकुल) से सम्बंधित है और भारत कहने से उसके पिता की और (पितृकुल) से सम्बन्ध प्रकट होता है | दोनों और से उसको महान विरासत प्राप्त है | महान विरासत प्राप्त होने के फलस्वरूप कर्तव्यनिर्वाह का उत्तरदायित्व आ पड़ता है, अतः अर्जुन युद्ध से विमुख नहीं हो सकता |"
            ],
            "english": [
                "In the proper discharge of duty, one has to learn to tolerate nonpermanent appearances and disappearances of happiness and distress. According to Vedic injunction, one has to take his bath early in the morning even during the month of Magha (January-February). It is very cold at that time, but in spite of that a man who abides by the religious principles does not hesitate to take his bath. Similarly, a woman does not hesitate to cook in the kitchen in the months of May and June, the hottest part of the summer season. One has to execute his duty in spite of climatic inconveniences. Similarly, to fight is the religious principle of the ksatriyas, and although one has to fight with some friend or relative, one should not deviate from his prescribed duty. One has to follow the prescribed rules and regulations of religious principles in order to rise up to the platform of knowledge because by knowledge and devotion only can one liberate himself from the clutches of maya (illusion).",
                "The two different names of address given to Arjuna are also significant. To address him as Kaunteya signifies his great blood relations from his mother's side; and to address him as Bharata signifies his greatness from his father's side. From both sides he is supposed to have a great heritage. A great heritage brings responsibility in the matter of proper discharge of duties; therefore, he cannot avoid fighting."
            ]
        }
    },
    {
        "id": [
            15
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ |",
                "समदु:खसुखं धीरं सोऽमृतत्वाय कल्पते || १५ ||"
            ],
            "english": [
                "yam hi na vyathayanty ete",
                "purusam purusarsabha",
                "sama-duhkha-sukham dhiram",
                "so 'mrtatvaya kalpate"
            ]
        },
        "translation": {
            "hindi": [
                "हे पुरुषश्रेष्ठ (अर्जुन)! जो पुरुष सुख तथा दुख में विचलित नहीं होता और इन दोनों में समभाव रहता है, वह निश्चित रूप से मुक्ति के योग्य है |"
            ],
            "english": [
                "O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः जो व्यक्ति आत्म-साक्षात्कार की उच्च अवस्था प्राप्त करने के लिए दृढ़प्रतिज्ञ है और सुख तथा दुख के प्रहारों को समभाव से सह सकता है वह निश्चय ही मुक्ति के योग्य है | वर्णाश्रम-धर्म में चौथी अवस्था अर्थात् संन्यास आश्रम कष्टसाध्य अवस्था है | किन्तु जो अपने जीवन को सचमुच पूर्ण बनाना चाहता है वह समस्त कठिनाइयों के होते हुए भी संन्यास आश्रम अवश्य ग्रहण करता है | ये कठिनाइयाँ पारिवारिक सम्बन्ध-विच्छेद करने तथा पत्नी और सन्तान से सम्बन्ध तोड़ने के कारण उत्पन्न होती हैं | किन्तु यदि कोई इन कठिनाइयों को सह लेता है तो उसके आत्म-साक्षात्कार का पथ निष्कंटक हो जाता है | अतः अर्जुन को क्षत्रिय-धर्म निर्वाह में दृढ़ रहने के लिए कहा जा रहा है, भले ही स्वजनों या अन्य प्रिय व्यक्तियों के साथ युद्ध करना कितना ही दुष्कर क्यों न हो | भगवान् चैतन्य ने चौबीस वर्ष की अवस्था में ही संन्यास ग्रहण कर लिया था यद्यपि उन पर आश्रित उनकी तरुण पत्नी तथा वृद्धा माँ की देखभाल करने वाला अन्य कोई न था | तो भी उच्चादर्श के लिए उन्होंने संन्यास ग्रहण किया और अपने कर्तव्यपालन में स्थिर बने रहे | भवबन्धन से मुक्ति पाने का यही एकमात्र उपाय है |"
            ],
            "english": [
                "Anyone who is steady in his determination for the advanced stage of spiritual realization and can equally tolerate the onslaughts of distress and happiness is certainly a person eligible for liberation. In the varnasrama institution, the fourth stage of life, namely the renounced order (sannyasa) is a painstaking situation. But one who is serious about making his life perfect surely adopts the sannyasa order of life in spite of all difficulties. The difficulties usually arise from having to sever family relationships, to give up the connection of wife and children. But if anyone is able to tolerate such difficulties, surely his path to spiritual realization is complete. Similarly, in Arjuna's discharge of duties as a ksatriya, he is advised to persevere, even if it is difficult to fight with his family members or similarly beloved persons. Lord Caitanya took sannyasa at the age of twenty-four, and His dependants, young wife as well as old mother, had no one else to look after them. Yet for a higher cause He took sannyasa and was steady in the discharge of higher duties. That is the way of achieving liberation from material bondage."
            ]
        }
    },
    {
        "id": [
            16
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "नासतो विद्यते भावो नाभावो विद्यते सतः |",
                "उभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः || १६ ||"
            ],
            "english": [
                "nasato vidyate bhavo",
                "nabhavo vidyate satah",
                "ubhayor api drsto 'ntas",
                "tv anayos tattva-darsibhih"
            ]
        },
        "translation": {
            "hindi": [
                "तत्त्वदर्शियों ने यह निष्कर्ष निकाला है कि असत् (भौतिक शरीर) का तो कोई चिरस्थायित्व नहीं है, किन्तु सत् (आत्मा) अपरिवर्तित रहता है | उन्होंने इन दोनों की प्रकृति के अध्ययन द्वारा यह निष्कर्ष निकाला है |"
            ],
            "english": [
                "Those who are seers of the truth have concluded that of the nonexistent there is no endurance, and of the existent there is no cessation. This seers have concluded by studying the nature of both."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः परिवर्तनशील शरीर का कोई स्थायित्व नहीं है | आधुनिक चिकित्सा विज्ञान की ने भी यह स्वीकार किया है कि विभिन्न कोशिकाओं की क्रिया-प्रतिक्रिया द्वारा शरीर प्रतिक्षण बदलता रहता है | इस तरह शरीर में वृद्धि तथा वृद्धावस्था आती रहती है | किन्तु शरीर तथा मन में निरन्तर परिवर्तन होने पर भी आत्मा स्थायी रहता है | यही पदार्थ तथा आत्मा का अन्तर है | स्वभावतः शरीर नित्य परिवर्तनशील है और आत्मा शाश्र्वत है | तत्त्वदर्शियों ने, चाहे निर्विशेषवादी हों या सगुणवादी, इस निष्कर्ष की स्थापना की है |विष्णु-पुराण में (२.१२.३८) कहा गया है कि विष्णु तथा उनके धाम स्वयंप्रकाश से प्रकाशित हैं – (ज्योतींषि विष्णुर्भुवनानि विष्णुः) | सत् तथा असत् शब्द आत्मा तथा भौतिक पदार्थ के ही द्योतक हैं | सभी तत्त्वदर्शियों की यह स्थापना है |",
                "यहीं से भगवान् द्वारा अज्ञान से मोहग्रस्त जीवों को उपदेश देने का शुभारम्भ होती है | अज्ञान को हटाने के लिए अराधक और आराध्य के बीच पुनः शाश्र्वत सम्बन्ध स्थापित करना होता है और फिर अंश-रूप जीवों तथा श्रीभगवान् के अन्तर को समझना होता है | कोई भी व्यक्ति आत्मा के अध्ययन द्वारा परमेश्र्वर के स्वभाव को समझ सकता है – आत्मा तथा परमात्मा का अन्तर अंश तथा पूर्ण के अन्तर के रूप में है | वेदान्त-सूत्र तथा श्रीमद्भागवत में परमेश्र्वर को समस्त उद्भवों (प्रकाश) का मूल माना गया है | ऐसे अद्भओं का अनुभव परा तथा अपरा प्राकृतिक-क्रमों द्वारा किया जाता है | जीव का सम्बन्ध परा प्रकृति से है, जैसा कि सातवें अध्याय से स्पष्ट होगा | यद्यपि शक्ति तथा शक्तिमान में कोई अन्तर नहीं है, किन्तु शक्तिमान को परम माना जाता है और शक्ति या प्रकृति को गौण | अतः सारे जीव उसी तरह परमेश्र्वर के सदैव अधीन रहते हैं जिस तरह सेवक स्वामी के या शिष्य गुरु के अधीन रहता है | अज्ञानावस्था में ऐसे स्पष्ट ज्ञान को समझ पाना असम्भव है | अतः ऐसे अज्ञान को दूर करने के लिए सदा सर्वदा के लिए जीवों को प्रवृद्ध करने हेतु भगवान् भगवद्गीता का उपदेश देते हैं |"
            ],
            "english": [
                "There is no endurance of the changing body. That the body is changing every moment by the actions and reactions of the different cells is admitted by modern medical science; and thus growth and old age are taking place in the body. But the spirit soul exists permanently, remaining the same despite all changes of the body and the mind. That is the difference between matter and spirit. By nature, the body is ever changing, and the soul is eternal. This conclusion is established by all classes of seers of the truth, both impersonalist and personalist. In the Visnu Purana it is stated that Visnu and His abodes all have self-illuminated spiritual existence. \"Jyotimsi visnur bhavanani visnuh.\" The words existent and nonexistent refer only to spirit and matter. That is the version of all seers of truth.",
                "This is the beginning of the instruction by the Lord to the living entities who are bewildered by the influence of ignorance. Removal of ignorance involves the reestablishment of the eternal relationship between the worshiper and the worshipable and the consequent understanding of the difference between the part and parcel living entities and the Supreme Personality of Godhead. One can understand the nature of the Supreme by thorough study of oneself, the difference between oneself and the Supreme being understood as the relationship between the part and the whole. In the Vedanta-sutras, as well as in the Srimad-Bhagavatam, the Supreme has been accepted as the origin of all emanations. Such emanations are experienced by superior and inferior natural sequences. The living entities belong to the superior nature, as it will be revealed in the Seventh Chapter. Although there is no difference between the energy and the energetic, the energetic is accepted as the Supreme, and energy or nature is accepted as the subordinate. The living entities, therefore, are always subordinate to the Supreme Lord, as in the case of the master and the servant, or the teacher and the taught. Such clear knowledge is impossible to understand under the spell of ignorance, and to drive away such ignorance the Lord teaches the Bhagavad-gita for the enlightenment of all living entities for all time."
            ]
        }
    },
    {
        "id": [
            17
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् |",
                "विनाशमव्ययस्यास्य न कश्र्चित्कर्तुमर्हति || १७ ||"
            ],
            "english": [
                "avinasi tu tad viddhi",
                "yena sarvam idam tatam",
                "vinasam avyayasyasya",
                "na kascit kartum arhati"
            ]
        },
        "translation": {
            "hindi": [
                "जो सारे शरीर में व्याप्त है उसे ही अविनाशी समझो | उस अव्यय आत्मा को नष्ट करने में कोई भी समर्थ नहीं है |"
            ],
            "english": [
                "Know that which pervades the entire body is indestructible. No one is able to destroy the imperishable soul."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः इस श्लोक में सम्पूर्ण शरीर में व्याप्त आत्मा की प्रकृति का अधिक स्पष्ट वर्णन हुआ है | सभी लोग समझते हैं कि जो सारे शरीर में व्याप्त है वह चेतना है | प्रत्येक व्यक्ति को शरीर में किसी अंश या पूरे भाग में सुख-दुख का अनुभव होता है | किन्तु चेतना की यह व्याप्ति किसी के शरीर तक ही सीमित रहती है | एक शरीर के सुख तथा दुख का बोध दूसरे शरीर को नहीं हो पाता | फलतः प्रत्येक शरीर में व्यष्टि आत्मा है और इस आत्मा की उपस्थिति का लक्षण व्यष्टि चेतना द्वारा परिलक्षित होता है | इस आत्मा को बाल के अग्रभाग के दस हजारवें भाग के तुल्य बताया जाता है | श्र्वेताश्र्वतरउपनिषद् में (५.९) इसकी पुष्टि हुई है –",
                "बालाग्रशतभागस्य शतधा कल्पितस्य च |",
                "भागो जीवः स विज्ञेयः स चानन्त्याय कल्पते ||",
                "“यदि बाल के अग्रभाग को एक सौ भागों में विभाजित किया जाय और फिर इनमें से प्रत्येक भाग को एक सौ भागों में विभाजित किया जाय तो इस तरह के प्रत्येक भाग की माप आत्मा का परिमाप है |” इसी प्रकार यही कथन निम्नलिखित श्लोक में मिलता है –",
                "केशाग्रशतभागस्य शतांशः सादृशात्मकः |",
                "जीवः सूक्ष्मस्वरूपोऽयं संख्यातीतो हि चित्कणः ||",
                "“आत्मा के परमाणुओं के अनन्त कण हैं जो माप में बाल के अगले भाग (नोक) के दस हजारवें भाग के बराबर हैं |”",
                "इस प्रकार आत्मा का प्रत्येक कण भौतिक परमाणुओं से भी छोटा है और ऐसे असंख्य कण हैं | यह अत्यन्त लघु आत्म-संफुलिंग भौतिक शरीर का मूल आधार है और इस आत्म-संफुलिंग का प्रभाव सारे शरीर में उसी तरह व्याप्त है जिस प्रकार किसी औषधि का प्रभाव व्याप्त रहता है | आत्मा की यह धरा (विद्युतधारा) सारे शरीर में चेतना के रूप में अनुभव की जाती हैं और यही आत्मा के अस्तित्व का प्रमाण है | सामान्य से सामान्य व्यक्ति भी समझ सकता है कि यह भौतिक शरीर चेतनारहित होने पर मृतक हो जाता है और शरीर में इस चेतना को किसी भी भौतिक उपचार से वापस नहीं लाया जा सकता | अतः यह भौतिक संयोग के फलस्वरूप नहीं है, अपितु आत्मा के कारण है | मुण्डक उपनिषद् में (३.१.९) सूक्ष्म (परमाणविक) आत्मा की और अधिक विवेचना हुई है –",
                "एषोऽणुरात्मा चेतसा वेदितव्यो यस्मिन्प्राणः पञ्चधा संविवेश |",
                "प्राणैश्र्चित्तं सर्वमोतं प्रजानां यस्मिन् विशुद्धे विभवत्येष आत्मा ||",
                "“आत्मा आकार में अणु तुल्य है जिसे पूर्ण बुद्धि के द्वारा जाना जा सकता है | यह अणु-आत्मा पाँच प्रकार के प्राणों में तैर रहा है (प्राण, अपान, व्यान, समान और उदान); यह हृदय के भीतर स्थित है और देहधारी जीव के पूरे शरीर में अपने प्रभाव का विस्तार करता है | जब आत्मा को पाँच वायुओं के कल्मष से शुद्ध कर लिया जाता है तो इसका आध्यात्मिक प्रभाव प्रकट होता है |”",
                "हठ-योग का प्रयोजन विविध आसनों द्वारा उन पाँच प्रकार के प्राणों को नियन्त्रित करना है जो आत्मा की घेरे हुए हैं | यह योग किसी भौतिक लाभ के लिए नहीं, अपितु भौतिक आकाश के बन्धन से अणु-आत्मा की मुक्ति के लिए किया जाता है |",
                "इस प्रकार अणु-आत्मा को सारे वैदिक साहित्य ने स्वीकारा है और प्रत्येक बुद्धिमान व्यक्ति अपने व्यावहारिक अनुभव से इसका प्रत्यक्ष अनुभव करता है | केवल मुर्ख व्यक्ति ही इस अणु-आत्मा को सर्वव्यापी विष्णु-तत्त्व के रूप में सोच सकता है |",
                "अणु-आत्मा का प्रभाव पूरे शरीर में व्याप्त हो सकता है | मुण्डक उपनिषद् के अनुसार यह अणु-आत्मा प्रत्येक जीव के हृदय में स्थित है और चूँकि भौतिक विज्ञानी इस अणु-आत्मा को माप सकने में असमर्थ हैं, उसे उनमें से कुछ यह अनुभव करते हैं कि आत्मा है ही नहीं | व्यष्टि आत्मा तो निस्सन्देह परमात्मा के साथ-साथ हृदय में हैं और इसीलिए शारीरिक गतियों की सारी शक्ति शरीर के इसी भाग से उद्भूत है | जो लाल रक्तगण फेफड़ों से आक्सीजन ले जाते हैं वे आत्मा से ही शक्ति प्राप्त करते हैं | अतः जब आत्मा इस स्थान से निकल जाता है तो रक्तोपादक संलयन (fusion) बन्द हो जाता है | औषधि विज्ञान लाल रक्तकणों की महत्ता को स्वीकार करता है, किन्तु वह यह निश्चित नहीं कर पाता कि शक्ति का स्त्रोत आत्मा है | जो भी हो, औषधि विज्ञान यह स्वीकार करता है कि शरीर की सारी शक्ति का उद्गमस्थल हृदय है |",
                "पूर्ण आत्मा के ऐसे अनुकणों की तुलना सूर्य-प्रकाश के कणों से की जाती है | इस सूर्य-प्रकाश में असंख्य तेजोमय अणु होते हैं | इसी प्रकार परमेश्र्वर के अंश उनकी किरणों के परमाणु स्फुलिंग है और प्रभा या परा शक्ति कहलाते हैं | अतः चाहे कोई वैदिक ज्ञान का अनुगामी हो या आधुनिक विज्ञान का, वह शरीर में आत्मा के अस्तित्व को नकार नहीं सकता | भगवान् ने स्वयं भगवद्गीता में आत्मा के इस विज्ञान का विशद वर्णन किया है |"
            ],
            "english": [
                "This verse more clearly explains the real nature of the soul, which is spread all over the body. Anyone can understand what is spread all over the body: it is consciousness. Everyone is conscious of the pains and pleasures of the body in part or as a whole. This spreading of consciousness is limited within one's own body. The pains and pleasures of one body are unknown to another. Therefore, each and every body is the embodiment of an individual soul, and the symptom of the soul's presence is perceived as individual consciousness. This soul is described as one ten-thousandth part of the upper portion of the hair point in size. The Svetasvatara Upanisad confirms this:",
                "Therefore, the individual particle of spirit soul is a spiritual atom smaller than the material atoms, and such atoms are innumerable. This very small spiritual spark is the basic principle of the material body, and the influence of such a spiritual spark is spread all over the body as the influence of the active principle of some medicine spreads throughout the body. This current of the spirit soul is felt all over the body as consciousness, and that is the proof of the presence of the soul. Any layman can understand that the material body minus consciousness is a dead body, and this consciousness cannot be revived in the body by any means of material administration. Therefore, consciousness is not due to any amount of material combination, but to the spirit soul. In the Mundaka Upanisad the measurement of the atomic spirit soul is further explained:",
                "The hatha-yoga system is meant for controlling the five kinds of air encircling the pure soul by different kinds of sitting postures—not for any material profit, but for liberation of the minute soul from the entanglement of the material atmosphere.",
                "So the constitution of the atomic soul is admitted in all Vedic literatures, and it is also actually felt in the practical experience of any sane man. Only the insane man can think of this atomic soul as all-pervading Visnu-tattva.",
                "The influence of the atomic soul can be spread all over a particular body. According to the Mundaka Upanisad, this atomic soul is situated in the heart of every living entity, and because the measurement of the atomic soul is beyond the power of appreciation of the material scientists, some of them assert foolishly that there is no soul. The individual atomic soul is definitely there in the heart along with the Supersoul, and thus all the energies of bodily movement are emanating from this part of the body. The corpuscles which carry the oxygen from the lungs gather energy from the soul. When the soul passes away from this position, activity of the blood, generating fusion, ceases. Medical science accepts the importance of the red corpuscles, but it cannot ascertain that the source of the energy is the soul. Medical science, however, does admit that the heart is the seat of all energies of the body.",
                "Such atomic particles of the spirit whole are compared to the sunshine molecules. In the sunshine there are innumerable radiant molecules. Similarly, the fragmental parts of the Supreme Lord are atomic sparks of the rays of the Supreme Lord, called by the name prabha or superior energy. Neither Vedic knowledge nor modern science denies the existence of the spirit soul in the body, and the science of the soul is explicitly described in the Bhagavad-gita by the Personality of Godhead Himself."
            ]
        }
    },
    {
        "id": [
            18
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः |",
                "अनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत || १८ ||”"
            ],
            "english": [
                "antavanta ime deha",
                "nityasyoktah saririnah",
                "anasino 'prameyasya",
                "tasmad yudhyasva bharata"
            ]
        },
        "translation": {
            "hindi": [
                "अविनाशी, अप्रमेय तथा शाश्र्वत जीव के भौतिक शरीर का अन्त अवश्यम्भावी है | अतः हे भारतवंशी! युद्ध करो |"
            ],
            "english": [
                "Only the material body of the indestructible, immeasurable and eternal living entity is subject to destruction; therefore, fight, O descendant of Bharata."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यःभौतिक शरीर स्वभाव से नाशवान है | यह तत्क्षण नष्ट हो जाता है और सौ वर्ष बाद भी | यह केवल समय की बात है | इसे अनन्त काल तक बनाये रखने की कोई सम्भावना नहीं है | किन्तु आत्मा इतना सूक्ष्म है कि इसे शत्रु देख भी नहीं सकता, मारना तो दूर रहा | जैसा कि पिछले श्लोक में कहा गया है, यह इतना सूक्ष्म है कि कोई इसके मापने की बात सोच भी नहीं सकता | अतः दोनों ही दृष्टि से शोक का कोई कारण नहीं है क्योंकि जीव जिस रूप में है, न तो उसे मारा जा सकता है, न ही शरीर को कुछ समय तक या स्थायी रूप से बचाया जा सकता है | पूर्ण आत्मा के सूक्ष्म कण अपने कर्म के अनुसार ही यह शरीर धारण करते हैं, अतः धार्मिक नियमों का पालन करना चाहिए | वेदान्त-सूत्र में जीव को प्रकाश बताया गया है क्योंकि वह परम प्रकाश का अंश है | जिस प्रकार सूर्य का प्रकाश सारे ब्रह्माण्ड का पोषण करता है उसी प्रकार आत्मा के प्रकाश से इस भौतिक देह का पोषण होता है | जैसे ही आत्मा इस भौतिक शरीर से बाहर निकल जाता है, शरीर सड़ने लगता है, अतः आत्मा ही शरीर का पोषक है | शरीर अपने आप में महत्त्वहीन है | इसीलिए अर्जुन को उपदेश दिया गया कि वह युद्ध करे और भौतिक शारीरिक कारणों से धर्म की बलि न होने दे |"
            ],
            "english": [
                "The material body is perishable by nature. It may perish immediately, or it may do so after a hundred years. It is a question of time only. There is no chance of maintaining it indefinitely. But the spirit soul is so minute that it cannot even be seen by an enemy, to say nothing of being killed. As mentioned in the previous verse, it is so small that no one can have any idea how to measure its dimension. So from both viewpoints there is no cause of lamentation because the living entity can neither be killed as he is, nor can the material body, which cannot be saved for any length of time, be permanently protected. The minute particle of the whole spirit acquires this material body according to his work, and therefore observance of religious principles should be utilized. In the Vedanta-sutras the living entity is qualified as light because he is part and parcel of the supreme light. As sunlight maintains the entire universe, so the light of the soul maintains this material body. As soon as the spirit soul is out of this material body, the body begins to decompose; therefore it is the spirit soul which maintains this body. The body itself is unimportant. Arjuna was advised to fight and sacrifice the material body for the cause of religion."
            ]
        }
    },
    {
        "id": [
            19
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "य एनं वेत्ति हन्तारं यश्र्चैनं मन्यते हतम् |",
                "उभौ तौ न विजानीतो नायं हन्ति न हन्यते || १९ ||"
            ],
            "english": [
                "ya enam vetti hantaram",
                "yas cainam manyate hatam",
                "ubhau tau na vijanito",
                "nayam hanti na hanyate"
            ]
        },
        "translation": {
            "hindi": [
                "जो इस जीवात्मा को मारने वाला समझता है तथा जो इसे मरा हुआ समझता है, वे दोनों ही अज्ञानी हैं, क्योंकि आत्मा न तो मरता है और न मारा जाता है |"
            ],
            "english": [
                "He who thinks that the living entity is the slayer or that he is slain, does not understand. One who is in knowledge knows that the self slays not nor is slain."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यःजब देहधारी जीव को किसी घातक हथियार से आघात पहुँचाया जाता है तो यह समझ लेना चाहिए कि शरीर के भीतर जीवात्मा मरा नहीं | आत्मा इतना सूक्ष्म है कि इसे किसी तरह के भौतिक हथियार से मार पाना असम्भव है, जैसा कि अगले श्लोकों से स्पष्ट हो जायेगा | न ही जीवात्मा अपने आध्यात्मिक स्वरूप के कारण वध्य है | जिसे मारा जाता है या जिसे मरा हुआ समझा जाता है वह केवल शरीर होता है | किन्तु इसका तात्पर्य शरीर के वध को प्रोत्साहित करना नहीं है | वैदिक आदेश है – मा हिंस्यात् सर्वा भूतानि – किसी भी जीव की हिंसा न करो | न ही ‘जीवात्मा अवध्य है’ का अर्थ यह है कि पशु-हिंसा को प्रोत्साहन दिया जाय | किसी भी जीव के शरीर की अनधिकार हत्या करना निंद्य है और राज्य तथा भगवद्विधान के द्वारा दण्डनीय है | किन्तु अर्जुन को तो धर्म के नियमानुसार मारने के लिए नियुक्त किया जा रहा था, किसी पागलपनवश नहीं |"
            ],
            "english": [
                "When an embodied living entity is hurt by fatal weapons, it is to be known that the living entity within the body is not killed. The spirit soul is so small that it is impossible to kill him by any material weapon, as is evident from the previous verses. Nor is the living entity killable because of his spiritual constitution. What is killed, or is supposed to be killed, is the body only. This, however, does not at all encourage killing of the body. The Vedic injunction is, \"mahimsyat sarva-bhutani\" never commit violence to anyone. Nor does understanding that the living entity is not killed encourage animal slaughter. Killing the body of anyone without authority is abominable and is punishable by the law of the state as well as by the law of the Lord. Arjuna, however, is being engaged in killing for the principle of religion, and not whimsically."
            ]
        }
    },
    {
        "id": [
            20
        ],
        "chapterId": 2,
        "text": {
            "hindi": [
                "न जायते म्रियते वा कदाचिन्",
                "नायं भूत्वा भविता वा न भूयः |",
                "अजो नित्यः शाश्र्वतोऽयं पुराणो",
                "न हन्यते हन्यमाने शरीरे || २० ||"
            ],
            "english": [
                "na jayate mriyate va kadacin",
                "nayam bhutva bhavita va na bhuyah",
                "ajo nityah sasvato 'yam purano",
                "na hanyate hanyamane sarire"
            ]
        },
        "translation": {
            "hindi": [
                "आत्मा के लिए किसी भी काल में न तो जन्म है न मृत्यु | वह न तो कभी जन्मा है, न जन्म लेता है और न जन्म लेगा | वह अजन्मा, नित्य, शाश्र्वत तथा पुरातन है | शरीर के मारे जाने पर वह मारा नहीं जाता |"
            ],
            "english": [
                "For the soul there is never birth nor death. Nor, having once been, does he ever cease to be. He is unborn, eternal, ever-existing, undying and primeval. He is not slain when the body is slain."
            ]
        },
        "meaning": {
            "hindi": [
                "तात्पर्यः गुणात्मक दृष्टि से, परमात्मा का अणु-अंश परम से अभिन्न है | वह शरीर की भाँति विकारी नहीं है | कभी-कभी आत्मा को स्थायी या कूटस्थ कहा जाता है | शरीर में छह प्रकार के रूपान्तर होते हैं | वह माता के गर्भ से जन्म लेता है, कुछ काल तक रहता है, बढ़ता है, कुछ परिणाम उत्पन्न करता है, धीरे-धीरे क्षीण होता है और अन्त में समाप्त हो जाता है | किन्तु आत्मा में ऐसे परिवर्तन नहीं होते | आत्मा अजन्मा है, किन्तु चूँकि यह भौतिक शरीर धारण करता है, अतः शरीर जन्म लेता है | आत्मा न तो जन्म लेता है, न मरता है | जिसका जन्म होता है उसकी मृत्यु भी होती है | और चूँकि आत्मा जन्म नहीं लेता , अतः उसका न तो भूत है, न वर्तमान न भविष्य | वह नित्य, शाश्र्वत तथा सनातन है – अर्थात् उसके जन्म लेने का कोई इतिहास नहीं है | हम शरीर के प्रभाव में आकर आत्मा के जन्म, मरण आदि का इतिहास खोजते हैं | आत्मा शरीर की तरह कभी भी वृद्ध नहीं होता, अतः तथाकथित वृद्ध पुरुष भी अपने में बाल्यकाल या युवावस्था जैसी अनुभूति पाता है | शरीर के परिवर्तनों का आत्मा पर कोई प्रभाव नहीं पड़ता| आत्मा वृक्ष या किसी अन्य भौतिक वस्तु की तरह क्षीण नहीं होता | आत्मा की कोईउपसृष्टि नहीं होती | शरीर की उपसृष्टि संतानें हैं और वे भी व्यष्टि आत्माएँ है और शरीर के कारण वे किसी न किसी की सन्तानें प्रतीत होते हैं | शरीर की वृद्धि आत्मा की उपस्थिति के कारण होती है, किन्तु आत्मा के न तो कोई उपवृद्धि है न ही उसमें कोई परिवर्तन होता है | अतः आत्मा शरीर के छः प्रकार के परिवर्तन से मुक्त है |",
                "कठोपनिषद् में (१.२.१८) इसी तरह का एक श्लोक आया है –",
                "न जायते म्रियते वा विपश्र्चिन्नायं कुतश्र्चिन्न बभूव कश्र्चित् |",
                "अजो नित्यः शाश्र्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे ||",
                "इस श्लोक का अर्थ तथा तात्पर्य भगवद्गीता के श्लोक जैसा ही है, किन्तु इस श्लोक में एक विशिष्ट शब्द विपश्र्चित् का प्रयोग हुआ है जिसका अर्थ विद्वान या ज्ञानमय |",
                "आत्मा ज्ञान से या चेतना से सदैव पूर्ण रहता है | अतः चेतना ही आत्मा का लक्षण है | यदि कोई हृदयस्थ आत्मा को नहीं खोज पाता तब भी वह आत्मा उपस्थिति को चेतना की उपस्थिति से जान सकता है | कभी-कभी हम बादलों या अन्य कारणों से आकाश में सूर्य को नहीं देख पाते, किन्तु सूर्य का प्रकाश सदैव विद्यमान रहता है, अतः हमें विश्र्वास हो जाता है कि यह दिन का समय है | प्रातःकाल ज्योंही आकाश में थोडा सा सूर्यप्रकाश दिखता है तो हम समझ जाते हैं कि सूर्य आकाश में है | इसी प्रकार चूँकि शरीरों में, चाहे पशु के हों या पुरुषों के, कुछ न कुछ चेतना रहती है, अतः हम आत्मा की उपस्थिति को जान लेते हैं | किन्तु जीव की यह चेतना परमेश्र्वर की चेतना से भिन्न है क्योंकि परम चेतना तो सर्वज्ञ है – भूत, वर्तमान तथा भविष्य के ज्ञान से पूर्ण | व्यष्टि जीव की चेतना विस्मरणशील है | जब वह अपने वास्तविक स्वरूप को भूल जाता है, तो उसे कृष्ण के उपदेशों से शिक्षा तथा प्रकाश और बोध प्राप्त होता है | किन्तु कृष्ण विस्मरणशील जीव नहीं हैं | यदि वे ऐसे होते तो उनके द्वारा दिये गये भगवद्गीता के उपदेश व्यर्थ होते |",
                "आत्मा के दो प्रकार है – एक तो अणु-आत्मा और दूसरा विभु-आत्मा | कठोपनिषद् में (१.२.२०) इसकी पुष्टि इस प्रकार हुई है –",
                "अणोरणीयान्महतो महीयानात्मास्य जन्तोर्निहितो गुहायाम् |",
                "तमक्रतुः पश्यति वीतशोको धातुः प्रसादान्महिमानमात्मनः ||",
                "“परमात्मा तथा अणु-आत्मा दोनों शरीर रूपी उसी वृक्ष में जीव के हृदय में विद्यमान हैं और इनमें से जो समस्त इच्छाओं तथा शोकों से मुक्त हो चुका है वही भगवत्कृपा से आत्मा की महिमा को समझ सकता है |” कृष्ण परमात्मा के भी उद्गम हैं जैसा कि अगले अध्यायों में बताया जायेगा और अर्जुन अणु-आत्मा के सामान है जो अपने वास्तविक स्वरूप को भूल गया है | अतः उसे कृष्ण द्वारा या उनके प्रामाणिक प्रतिनिधि गुरु द्वारा प्रबुद्ध किये जाने की आवश्यकता है |"
            ],
            "english": [
                "Qualitatively, the small atomic fragmental part of the Supreme Spirit is one with the Supreme. He undergoes no changes like the body. Sometimes the soul is called the steady, or kutastha. The body is subject to six kinds of transformations. It takes its birth in the womb of the mother's body, remains for some time, grows, produces some effects, gradually dwindles, and at last vanishes into oblivion. The soul, however, does not go through such changes. The soul is not born, but, because he takes on a material body, the body takes its birth. The soul does not take birth there, and the soul does not die. Anything which has birth also has death. And because the soul has no birth, he therefore has no past, present or future. He is eternal, ever-existing, and primeval—that is, there is no trace in history of his coming into being. Under the impression of the body, we seek the history of birth, etc., of the soul. The soul does not at any time become old, as the body does. The so-called old man, therefore, feels himself to be in the same spirit as in his childhood or youth. The changes of the body do not affect the soul. The soul does not deteriorate like a tree, nor anything material. The soul has no by-product either. The by-products of the body, namely children, are also different individual souls; and, owing to the body, they appear as children of a particular man. The body develops because of the soul's presence, but the soul has neither offshoots nor change. Therefore, the soul is free from the six changes of the body.",
                "The soul is full of knowledge, or full always with consciousness. Therefore, consciousness is the symptom of the soul. Even if one does not find the soul within the heart, where he is situated, one can still understand the presence of the soul simply by the presence of consciousness. Sometimes we do not find the sun in the sky owing to clouds, or for some other reason, but the light of the sun is always there, and we are convinced that it is therefore daytime. As soon as there is a little light in the sky early in the morning, we can understand that the sun is in the sky. Similarly, since there is some consciousness in all bodies—whether man or animal—we can understand the presence of the soul. This consciousness of the soul is, however, different from the consciousness of the Supreme because the supreme consciousness is all-knowledge—past, present and future. The consciousness of the individual soul is prone to be forgetful. When he is forgetful of his real nature, he obtains education and enlightenment from the superior lessons of Krsna. But Krsna is not like the forgetful soul. If so, Krsna's teachings of Bhagavad-gita would be useless.",
                "In the Katha Upanisad also we find a similar passage which reads:",
                "There are two kinds of souls—namely the minute particle soul (anu-atma) and the Supersoul (the vibhu-atma). This is also confirmed in the Katha Upanisad in this way:",
                "anor aniyan mahato mahiyanatmasya jantor nihito guhayamtam akratuh pasyati vita-sokodhatuh prasadan mahimanam atmanah",
                "\"Both the Supersoul [Paramatma] and the atomic soul [jivatma] are situated on the same tree of the body within the same heart of the living being, and only one who has become free from all material desires as well as lamentations can, by the grace of the Supreme, understand the glories of the soul.\" Krsna is the fountainhead of the Supersoul also, as it will be disclosed in the following chapters, and Arjuna is the atomic soul, forgetful of his real nature; therefore he requires to be enlightened by Krsna, or by His bona fide representative (the spiritual master)."
            ]
        }
    }
]