[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "न तु मां शक्यसे द्रष्टुमनेनैव स्वचक्षुषा ।",
            "दिव्यं ददामि ते चक्षुः पश्य मे योगमैश्वरम् ॥ ८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "न - कभी नहीं; तु - लेकिन; माम् - मुझको; शक्यसे - तुम समर्थ होगे; द्रष्टुम् - देखने में; अनेन - इन; एव - निश्चय ही; स्व-चक्षुषा - अपनी आँखों से; दिव्यम् - दिव्य; ददामि - देता हूँ; ते - तुमको; चक्षुः - आँखें; पश्य - देखो; मे - मेरी; योगम् ऐश्वरम् - अचिन्त्य योगशक्ति ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "किन्तु तुम मुझे अपनी इन आँखों से नहीं देख सकते । अतः मैं तुम्हें दिव्य आँखें दे रहा हूँ । अब मेरे योग ऐश्वर्य को देखो ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "शुद्धभक्त कृष्ण को, उनके दोभुजी रूप के अतिरिक्त, अन्य किसी भी रूप में देखने की इच्छा नहीं करता । भक्त को भगवत्कृपा से ही उनके विराट रूप का दर्शन दिव्य चक्षुओं (नेत्रों) से करना होता है, न कि मन से । कृष्ण के विराट रूप का दर्शन करने के लिए अर्जुन से कहा जाता है कि वह अपने मन को नहीं, अपितु दृष्टि को बदले । कृष्ण का यह विराट रूप कोई महत्त्वपूर्ण नहीं है, यह बाद के श्लोकों से पता चल जाएगा । फिर भी, चूँकि अर्जुन इसका दर्शन करना चाहता था, अतः भगवान् ने उसे विराट रूप को देखने के लिए विशिष्ट दृष्टि प्रदान की ।",
            "जो भक्त कृष्ण के साथ दिव्य सम्बन्ध से बँधे हैं, वे उनके ऐश्वर्यों के ईश्वरविहीन प्रदर्शनों से नहीं, अपितु उनके प्रेममय स्वरूपों से आकृष्ट होते हैं । कृष्ण के बालसंगी, कृष्ण सखा तथा कृष्ण के माता-पिता यह कभी नहीं चाहते कि कृष्ण उन्हें अपने ऐश्वर्यों का प्रदर्शन कराएँ । वे तो शुद्ध प्रेम में इतने निमग्न रहते हैं कि उन्हें पता ही नहीं चलता कि कृष्ण भगवान् हैं । वे प्रेम के आदान-प्रदान में इतने विभोर रहते हैं कि वे भूल जाते हैं कि श्रीकृष्ण परमेश्वर हैं । श्रीमद्भागवत में कहा गया है कि कृष्ण के साथ खेलने वाले बालक अत्यन्त पवित्र आत्माएँ हैं और कृष्ण के साथ इस प्रकार खेलने का अवसर उन्हें अनेकानेक जन्मों के बाद प्राप्त हुआ है | ऐसे बालक यह नहीं जानते कि कृष्ण भगवान् हैं | वे उन्हें अपना निजी मित्र मानते हैं | अतः शुकदेव गोस्वामी यह श्लोक सुनाते हैं –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "इत्थं सतां ब्रह्म-सुखानुभूत्या",
            "दास्यं गतानां परदैवतेन |",
            "मायाश्रितानां नरदारकेण",
            "साकं विजहुः कृत-पुण्य-पुञ्जाः ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“यह वह परमपुरुष है, जिसे ऋषिगण निर्विशेष ब्रह्म करके मानते हैं, भक्तगण भगवान् मानते हैं और सामान्यजन प्रकृति से उत्पन्न हुआ मानते हैं | ये बालक, जिन्होंने अपने पूर्वजन्मों में अनेक पुण्य किये हैं, अब उसी भगवान् के साथ खेल रहे हैं |” (श्रीमद्भागवत १०.१२.११) |",
            "तथ्य तो यह है की भक्त विश्वरूप को देखने का इच्छुक नहीं रहता, किन्तु अर्जुन कृष्ण के कथनों की पुष्टि करने के लिए विश्वरूप का दर्शन करना चाहता था, जिससे भविष्य में लोग यह समझ सकें की कृष्ण न केवल सैद्धान्तिक या दार्शनिक रूप से अर्जुन के समक्ष प्रकट हुए, अपितु साक्षात् रूप में प्रकट हुए थे | अर्जुन को इसकी पुष्टि करनी थी, क्योंकि अर्जुन से ही परम्परा-पद्धति प्रारम्भ होती है | जो लोग वास्तव में भगवान् को समझना चाहते हैं और अर्जुन के पदचिन्हों का अनुसरण करना चाहते हैं, उन्हें यह जान लेना चाहिए कि कृष्ण न केवल सैद्धान्तिक रूप में, अपितु वास्तव में अर्जुन के समक्ष परमेश्वर के रूप में प्रकट हुए |",
            "भगवान् ने अर्जुन को अपना विश्वरूप देखने के लिए आवश्यक शक्ति प्रदान की, क्योंकि वे जानते थे की अर्जुन इस रूप को देखने के लिए विशेष इच्छुक न था, जैसा कि हम पहले बतला चुके हैं |"
        ]
    }
]