[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यदृच्छालाभसंतुष्टो द्वन्द्वातीतो विमत्सरः |",
            "समः सिद्धावसिद्धौ च कृत्वापि न निबध्यते || २२ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यदृच्छा – स्वतः; लाभ – लाभ से; सन्तुष्टः –  सन्तुष्ट; द्वन्द्व – द्वन्द्व से; अतीत – परे; विमत्सरः – ईर्ष्यारहित;  समः – स्थिरचित्त; सिद्धौ – सफलता में; असिद्धौ – असफलता में; च – भी;  कृत्वा – करके; अपि – यद्यपि; न – कभी नहीं; निबध्यते – प्रभावित होता है,  बँधता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो स्वतः होने वाले लाभ से संतुष्ट रहता है, जो द्वन्द्व से मुक्त है और ईर्ष्या नहीं करता, जो सफलता तथा असफलता दोनों में स्थिर रहता है, वह कर्म करता हुआ भी कभी बँधता नहीं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कृष्णभावनाभावित व्यक्ति अपने शरीर-निर्वाह के लिए भी अधिक प्रयास नहीं करता | वह अपने आप होने वाले लाभों से संतुष्ट रहता है | वह न तो माँगता है, न उधार लेता है, किन्तु यथासामर्थ्य वह सच्चाई से कर्म करता है और अपने श्रम से जो प्राप्त हो पाता है, उसी में संतुष्ट रहता है | अतः वह अपनी जीविका के विषय में स्वतन्त्र रहता है | वह अन्य किसी की सेवा करके कृष्णभावनामृत सम्बन्धी अपनी सेवा में व्यवधान नहीं आने देता | किन्तु भगवान् की सेवा के लिए संसार की द्वैतता से विचलित हुए बिना कोई भी कर्म कर सकता है | संसार की द्वैतता गर्मी-सर्दी अथवा सुख-दुख के रूप में अनुभव की जाती है | कृष्णभावनाभावित व्यक्ति द्वैतता से परे रहता है, क्योंकि कृष्ण को प्रसन्न करने के लिए वह कोई भी कर्म करने से झिझकता नहीं | अतः वह सफलता तथा असफलता दोनों में ही समभाव रहता है | ये लक्षण तभी दिखते हैं जब कोई दिव्य ज्ञान में पूर्णतः स्थित हो |"
        ]
    }
]