[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना ।",
            "करणं कर्म कर्तेति त्रिविध: कर्मसङ्ग्रह: ॥ १८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "jñānaṁ jñeyaṁ parijñātā",
            "tri-vidhā karma-codanā",
            "karaṇaṁ karma karteti",
            "tri-vidhaḥ karma-saṅgrahaḥ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "jñānam — knowledge; jñeyam — the objective of knowledge; parijñātā — the knower; tri-vidhā — of three kinds; karma — of work; codanā — the impetus; karaṇam — the senses; karma — the work; kartā — the doer; iti — thus; tri-vidhaḥ — of three kinds; karma — of work; saṅgrahaḥ — the accumulation."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Knowledge, the object of knowledge, and the knower are the three factors that motivate action; the senses, the work and the doer are the three constituents of action."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "There are three kinds of impetus for daily work: knowledge, the object of knowledge, and the knower. The instruments of work, the work itself and the worker are called the constituents of work. Any work done by any human being has these elements. Before one acts, there is some impetus, which is called inspiration. Any solution arrived at before work is actualized is a subtle form of work. Then work takes the form of action. First one has to undergo the psychological processes of thinking, feeling and willing, and that is called impetus. The inspiration to work is the same if it comes from the scripture or from the instruction of the spiritual master. When the inspiration is there and the worker is there, then actual activity takes place by the help of the senses, including the mind, which is the center of all the senses. The sum total of all the constituents of an activity is called the accumulation of work."
        ]
    }
]