[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "The breaking of the Bow"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāma bilōkē lōga saba citra likhē sē dēkhi.",
            "citaī sīya kṛpāyatana jānī bikala bisēṣi..260.. [1-260]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Rama first looked at the crowd of spectators and found them motionless as the figures of a drawing. The gracious Lord then turned His eyes towards Sita and perceived Her in deep distress."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dēkhī bipula bikala baidēhī. nimiṣa bihāta kalapa sama tēhī..",
            "tṛṣita bāri binu jō tanu tyāgā. muēom karai kā sudhā taḍaāgā.. [1-260-1]",
            "kā baraṣā saba kṛṣī sukhānēṃ. samaya cukēṃ puni kā pachitānēṃ..",
            "asa jiyaom jāni jānakī dēkhī. prabhu pulakē lakhi prīti bisēṣī.. [1-260-2]",
            "gurahi pranāmu manahi mana kīnhā. ati lāghavaom uṭhāi dhanu līnhā..",
            "damakēu dāmini jimi jaba layaū. puni nabha dhanu maṃḍala sama bhayaū.. [1-260-3]",
            "lēta caḍhaāvata khaiṃcata gāḍhaēṃ. kāhu na lakhā dēkha sabu ṭhāḍhaēṃ..",
            "tēhi chana rāma madhya dhanu tōrā. bharē bhuvana dhuni ghōra kaṭhōrā.. [1-260-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He found Videha's Daughter greatly agitated; every moment that passed hung on Her as a whole life-time of the universe. If a thirsty man dies for want of water, of what avail is a lake of nectar to him once he is dead. What good is a shower when the whole crop is dried up; what use repenting over an opportunity lost? Thinking thus within Himself the Lord looked at Janaka's Daughter and thrilled all over to perceive Her singular devotion. He inwardly made obeisance to His preceptor (Visvamitra), and took up the bow with great agility. The bow gleamed like a flash of lightning as He grasped it in His hand. And then it appeared like a circle in the sky. No one knew when He took it in His hands, strung it and drew it tight; everyone only saw Him standing (with the bow drawn). Instantly Sri Rama broke the bow in halves; the awful crash resounded through all the spheres."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chhands"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "bharē bhuvana ghōra kaṭhōra rava rabi bāji taji māragu calē.",
            "cikkarahiṃ diggaja ḍōla mahi ahi kōla kūruma kalamalē..",
            "sura asura muni kara kāna dīnhēṃ sakala bikala bicārahīṃ.",
            "kōdaṃḍa khaṃḍēu rāma tulasī jayati bacana ucārahī.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The awful crash reached through the spheres; the horses of the sun-god strayed from their course; the elephants of the quarters trumpeted, the earth shook; the serpentking, the divine boar and the divine tortoise fidgeted about, Gods, demons and sages put their hands to their ears, and all began anxiously to ponder the cause; but when they learnt, says Tulasidasa, that Sri Rama had broken the bow, they uttered shouts of victory"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sortas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "saṃkara cāpu jahāju sāgaru raghubara bāhubalu.",
            "būḍa sō sakala samāju caḍhaā jō prathamahiṃ mōha basa..261.. [1-260-261]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The bow of Sankara was the bark and Rama's strength of arm was the ocean to be crossed with its aid. The whole host (of which we have spoken above), that had boarded the ship out of ignorance, was drowned (with the bark). (261)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "prabhu dōu cāpakhaṃḍa mahi ḍārē. dēkhi lōga saba bhaē sukhārē..",
            "kōsikarupa payōnidhi pāvana. prēma bāri avagāhu suhāvana.. [1-260-1]",
            "rāmarūpa rākēsu nihārī. baḍhata bīci pulakāvali bhārī..",
            "bājē nabha gahagahē nisānā. dēvabadhū nācahiṃ kari gānā.. [1-260-2]",
            "brahmādika sura siddha munīsā. prabhuhi prasaṃsahi dēhiṃ asīsā..",
            "barisahiṃ sumana raṃga bahu mālā. gāvahiṃ kiṃnara gīta rasālā.. [1-260-3]",
            "rahī bhuvana bhari jaya jaya bānī. dhanuṣabhaṃga dhuni jāta na jānī..",
            "mudita kahahiṃ jahaom tahaom nara nārī. bhaṃjēu rāma saṃbhudhanu bhārī.. [1-260-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord tossed on ground the two broken pieces of the bow, and everyone rejoiced at the sight. Visvamitra stood as the holy ocean, full of the sweet and unfathomable water of love. Beholding Sri Rama's beauty, which represented the full moon, the sage felt an increasing thrill of joy, which may be compared to a rising tide in the ocean. Kettledrums sounded with great noise in the heavens; celestial damsels sang and danced. Brahma and the other gods, Siddhas and great sages praised the Lord and gave Him blessings raining down wreaths and flowers of various colours; the Kinnaras (a class of demigods) sang melodious strains. The shouts of victory re-echoed throughout the universe; the crash that followed the breaking of the bow was drowned in it. Everywhere men and women in their joy kept saying that Rama had broken the massive bow of Sambhu."
        ]
    }
]