[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु ।",
            "युक्तस्वप्नावबोधस्य योगो भवति दुःखहा ॥ १७ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**युक्त** – नियमित; **आहार** – भोजन; **विहारस्य** – आमोद-प्रमोद का; **युक्त** – नियमित; **चेष्टस्य** – जीवन निर्वाह के लिए कर्म करने वाले का; **कर्मसु** – कर्म करने  में; **युक्त** – नियमित; **स्वप्न-अवबोधस्य** – नींद तथा जागरण का; **योगः** – योगाभ्यास; **भवति** – होता है; **दुःख-हा** – कष्टों को नष्ट करने वाला |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो खाने, सोने, आमोद-प्रमोद तथा काम करने की आदतों में नियमित रहता है, वह योगाभ्यास द्वारा समस्त भौतिक क्लेशों को नष्ट कर सकता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "खाने, सोने, रक्षा करने तथा मैथुन करने में – जो शरीर की आवश्यकताएँ हैं – अति करने से योगाभ्यास की प्रगति रुक जाती है | जहाँ तक खाने का प्रश्न है, इसे तो प्रसादम् या पवित्रकृत भोजन के रूप में नियमित बनाया जा सकता है | भगवद्गीता (९.२६) के अनुसार भगवान् कृष्ण को शाक, फूल, फल, अन्न , दुग्ध आदि भेंट किये जाते हैं | इस प्रकार एक कृष्णभावनाभावित व्यक्ति को ऐसा भोजन न करने का स्वतः प्रशिक्षण प्राप्त रहता है, जो मनुष्य के खाने योग्य नहीं होता या सतोगुणी नहीं होता | जहाँ तक सोने का प्रश्न हैं, कृष्णभावनाभावित व्यक्ति कृष्णभावनामृत में कर्म करने में निरन्तर सतर्क रहता है, अतः निद्रा में वह व्यर्थ समय नहीं गँवाता | अव्यर्थ-कालत्वम्– कृष्णभावनाभावित व्यक्ति अपना एक मिनट का समय भी भगवान् की सेवा के बिना नहीं बिताना चाहता | अतः वह कम से कम सोता है | इसके आदर्श श्रील रूप गोस्वामी हैं, जो कृष्ण की सेवा में निरन्तर लगे रहते थे और दिनभर में दो घंटे से अधिक नहीं सोते थे, और कभी-कभी तो उतना भी नहीं सोते थे | ठाकुर हरिदास तो अपनी माला में तीन लाख नामों का जप किये बिना न तो प्रसाद ग्रहण करते थे और न सोते ही थे | जहाँ तक कार्य का प्रश्न है, कृष्णभावनाभावित व्यक्ति ऐसा कोई भी कार्य नहीं करता जो कृष्ण से सम्बन्धित न हो | इस प्रकार उसका कार्य सदैव नियमित रहता है और इन्द्रियतृप्ति से अदूषित | चूँकि कृष्णभावनाभावित व्यक्ति के लिए इन्द्रियतृप्ति का प्रश्न ही नहीं उठता, अतः उसे तनिक भी भौतिक अवकाश नहीं मिलता | चूँकि वह अपने कार्य, वचन, निद्रा, जागृति तथा अन्य शारीरिक कार्यों में नियमित रहता है, अतः उसे कोई भौतिक दुःख नहीं सताता |"
        ]
    }
]