[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अर्जुन उवाच",
            "परं ब्रह्म परं धाम पवित्रं परमं भवान् ।",
            "पुरुषं शाश्वतं दिव्यमादिदेवमजं विभुम् ॥ १२ ॥",
            "आहुस्त्वामृषय: सर्वे देवर्षिर्नारदस्तथा ।",
            "असितो देवलो व्यास: स्वयं चैव ब्रवीषि मे ॥ १३ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "arjuna uvāca",
            "paraṁ brahma paraṁ dhāma",
            "pavitraṁ paramaṁ bhavān",
            "puruṣaṁ śāśvataṁ divyam",
            "ādi-devam ajaṁ vibhum"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "āhus tvām ṛṣayaḥ sarve",
            "devarṣir nāradas tathā",
            "asito devalo vyāsaḥ",
            "svayaṁ caiva bravīṣi me"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "arjunaḥ uvāca — Arjuna said; param — supreme; brahma — truth; param — supreme; dhāma — sustenance; pavitram — pure; paramam — supreme; bhavān — You; puruṣam — personality; śāśvatam — eternal; divyam — transcendental; ādi-devam — the original Lord; ajam — unborn; vibhum — greatest; āhuḥ — say; tvām — of You; ṛṣayaḥ — sages; sarve — all; deva-ṛṣiḥ — the sage among the demigods; nāradaḥ — Nārada; tathā — also; asitaḥ — Asita; devalaḥ — Devala; vyāsaḥ — Vyāsa; svayam — personally; ca — also; eva — certainly; bravīṣi — You are explaining; me — unto me."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Arjuna said: You are the Supreme Personality of Godhead, the ultimate abode, the purest, the Absolute Truth. You are the eternal, transcendental, original person, the unborn, the greatest. All the great sages such as Nārada, Asita, Devala and Vyāsa confirm this truth about You, and now You Yourself are declaring it to me."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In these two verses the Supreme Lord gives a chance to the Māyāvādī philosopher, for here it is clear that the Supreme is different from the individual soul. Arjuna, after hearing the essential four verses of Bhagavad-gītā in this chapter, became completely free from all doubts and accepted Kṛṣṇa as the Supreme Personality of Godhead. He at once boldly declares, “You are paraṁ brahma, the Supreme Personality of Godhead.” And previously Kṛṣṇa stated that He is the originator of everything and everyone. Every demigod and every human being is dependent on Him. Men and demigods, out of ignorance, think that they are absolute and independent of the Supreme Personality of Godhead. That ignorance is removed perfectly by the discharge of devotional service. This has already been explained in the previous verse by the Lord. Now, by His grace, Arjuna is accepting Him as the Supreme Truth, in concordance with the Vedic injunction. It is not that because Kṛṣṇa is Arjuna’s intimate friend Arjuna is flattering Him by calling Him the Supreme Personality of Godhead, the Absolute Truth. Whatever Arjuna says in these two verses is confirmed by Vedic truth. Vedic injunctions affirm that only one who takes to devotional service to the Supreme Lord can understand Him, whereas others cannot. Each and every word of this verse spoken by Arjuna is confirmed by Vedic injunction."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In the Kena Upaniṣad it is stated that the Supreme Brahman is the rest for everything, and Kṛṣṇa has already explained that everything is resting on Him. The Muṇḍaka Upaniṣad confirms that the Supreme Lord, in whom everything is resting, can be realized only by those who engage constantly in thinking of Him. This constant thinking of Kṛṣṇa is smaraṇam, one of the methods of devotional service. It is only by devotional service to Kṛṣṇa that one can understand his position and get rid of this material body."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In the Vedas the Supreme Lord is accepted as the purest of the pure. One who understands that Kṛṣṇa is the purest of the pure can become purified from all sinful activities. One cannot be disinfected from sinful activities unless he surrenders unto the Supreme Lord. Arjuna’s acceptance of Kṛṣṇa as the supreme pure complies with the injunctions of Vedic literature. This is also confirmed by great personalities, of whom Nārada is the chief."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Kṛṣṇa is the Supreme Personality of Godhead, and one should always meditate upon Him and enjoy one’s transcendental relationship with Him. He is the supreme existence. He is free from bodily needs, birth and death. Not only does Arjuna confirm this, but all the Vedic literatures, the Purāṇas and histories. In all Vedic literatures Kṛṣṇa is thus described, and the Supreme Lord Himself also says in the Fourth Chapter, “Although I am unborn, I appear on this earth to establish religious principles.” He is the supreme origin; He has no cause, for He is the cause of all causes, and everything is emanating from Him. This perfect knowledge can be had by the grace of the Supreme Lord."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Here Arjuna expresses himself through the grace of Kṛṣṇa. If we want to understand Bhagavad-gītā, we should accept the statements in these two verses. This is called the paramparā system, acceptance of the disciplic succession. Unless one is in the disciplic succession, he cannot understand Bhagavad-gītā. It is not possible by so-called academic education. Unfortunately those proud of their academic education, despite so much evidence in Vedic literatures, stick to their obstinate conviction that Kṛṣṇa is an ordinary person."
        ]
    }
]