[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अग्निर्ज्योतिरः शुक्लः षण्मासा उत्तरायणम् |",
            "तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जनाः || २४ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अग्निः – अग्नि; ज्योतिः – प्रकाश; अहः – दिन; शुक्लः – शुक्लपक्ष; षट्-मासाः – छह महीने; उत्तर-अयणम् – जब सूर्य उत्तर दिशा की ओर रहता है; तत्र – वहाँ; प्रयाताः – मरने वाला; गच्छन्ति – जाते हैं; ब्रह्म – ब्रह्म को; ब्रह्म-विदः – ब्रह्मज्ञानी; जनाः – लोग |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो परब्रह्म के ज्ञाता हैं, वे अग्निदेव के प्रभाव में, प्रकाश में, दिन के शुभक्षण में, शुक्लपक्ष में या जब सूर्य उत्तरायण में रहता है, उन छह मासों में इस संसार से शरीर त्याग करने पर उस परब्रह्म को प्राप्त करते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जब अग्नि, प्रकाश, दिन तथा पक्ष का उल्लेख रहता है तो यह समझना चाहिए कि इस सबों के अधिष्ठाता देव होते हैं जो आत्मा की यात्रा की व्यवस्था करते हैं | मृत्यु के समय मन मनुष्य को नवीन जीवन मार्ग पर ले जाता है | यदि कोई अकस्मात् या योजनापूर्वक उपर्युक्त समय पर शरीर त्याग करता है तो उसके लिए निर्विशेष ब्रह्मज्योति प्राप्त कर पाना सम्भव होता है | योग में सिद्ध योगी अपने शरीर को त्यागने के समय तथा स्थान की व्यवस्था कर सकते हैं | अन्यों का इस पर कोई वश नहीं होता | यदि संयोगवश वे शुभमुहूर्त में शरीर त्यागते हैं, तब तो उनको जन्म-मृत्यु के चक्र में लौटना नहीं पड़ता, अन्यथा उनके पुनरावर्तन की सम्भावना बनी रहती है | किन्तु कृष्णभावनामृत में शुद्धभक्त के लिए लौटने का कोई भय नहीं रहता, चाहे वह शुभ मुहूर्त में शरीर त्याग करे या अशुभ क्षण में, चाहे अकस्मात् शरीर त्याग करे या स्वेच्छापूर्वक |"
        ]
    }
]