[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "ॐ अज्ञान तिमिरान्धस्य ज्ञानाञ्जनशलाकया ।",
            "चक्षुरुन्मीलितं येन तस्मै श्री गुरुवे नम : ।।",
            "श्री चैतन्यमनोऽभीष्टं स्थापितं येन भूतले ।",
            "स्वयं रूप: कदा मह्यं ददाति स्वपदान्न्तिकम् ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मैं घोर अज्ञान के अन्धकार में उत्पन्न हुआ था, और मेरे गुरु ने अपने ज्ञान रूपी प्रकाश से मेरी आँखें खोल दीं । मैं उन्हें सादर नमस्कार करता हूँ ।",
            "श्रील रूप गोस्वामी प्रभुपाद कब मुझे अपने चरणकमलों में शरण प्रदान करेंगे जिन्होंने इस जगत् में भगवान् चैतन्य की पूर्ति के लिये प्रचार योजना (मिशन) की स्थापना की है ?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "वन्देऽहं श्रीगुरो: श्रीयुतपदकमलं श्रीगुरुन् वैष्णवांच्श्र ।",
            "श्रीरूपं साग्रजातं सहगणरघुनाथान्वितं तं सजीवम् ।।",
            "साद्वैतं सावधूतं परिजनसहितं कृष्णचैतन्यदेवं ।",
            "श्रीराधाकृष्णपादान् सहगणललिताश्रीविशाखानन्वितांश्र्च ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मैं अपने गुरु के चरणकमलों तथा समस्त वैष्णवों के चरणों को नमस्कार करता हूँ । मैं श्रील रूप गोस्वामी तथा उनके अग्रज सनातन गोस्वामी एवं साथ ही रघुनाथदास, रघुनाथभट्ट, गोपालभट्ट एवं श्रील जीव गोस्वामी के चरणकमलों को सादर नमस्कार करता हूँ । मैं भगवान् कृष्णचैतन्य तथा भगवान् नित्यानन्द के साथ-साथ अद्वैत आचार्य, गदाधर, श्रीवास तथा अन्य पार्षदों को सादर प्रणाम करता हूँ । मैं श्रीमती राधा रानी तथा श्रीकृष्ण को श्रीललिता तथा श्रीविशाखा सखियों सहित सादर नमस्कार करता हूँ ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "हे कृष्ण करुणासिन्धो दीनबन्धो जगत्पते ।",
            "गोपेश गोपिकाकान्त राधाकान्त नमोऽस्तु ते ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे कृष्ण ! आप दुखियों के सखा तथा सृष्टि के उद्गम हैं । आप गोपियों के स्वामी तथा राधारानी के प्रेमी हैं । मैं आपको सादर प्रणाम करता हूँ ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "तप्तकाञ्चनगौरांगि राधे वृन्दावनेश्वरी ।",
            "वृषभानुसुते देवि प्रणमामि हरिप्रिये ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मैं उन राधारानी को प्रणाम करता हूँ जिनकी शारीरिक कान्ति पिघले सोने के सदृश है, जो वृन्दावन की महारानी हैं । आप राजा वृषभानु की पुत्री हैं और भगवान् कृष्ण को अत्यन्त प्रिय हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "वाञ्छा कल्पतरुभ्यश्र्च कृपासिन्धुभय एव च ।",
            "पतितानां पावनेभ्यो वैष्णवेभ्यो नमो नाम: ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मैं भगवान् के समस्त वैष्णव भक्तों को सादर नमस्कार करता हूँ । वे कल्पवृक्ष के समान सबों की इच्छाएँ पूर्ण करने मे समर्थ हैं, तथा पतित जीवात्माओं के प्रति अत्यन्त दयालु हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "श्रीकृष्ण-चैतन्य प्रभु नित्यानन्द ।",
            "श्रीअद्वैत गदाधर श्रीवासादि गौरभक्तवृन्द ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मैं श्रीकृष्ण चैतन्य, प्रभु नित्यानन्द, श्रीअद्वैत, गदाधर, श्रीवास आदि समस्त भक्तों को सादर प्रणाम करता हूँ ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे ।",
            "हरे राम हरे राम राम राम हरे हरे ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवतद्गीता को गीतोपनिषद भी कहा जाता है । यह वैदिक ज्ञान का सार है और वैदिक साहित्य का सर्वाधिक महत्त्वपूर्ण उपनिषद् है । निस्सन्देह भगवद्गीता पर अंग्रेजी भाषा मे अनेक भाष्य प्राप्त हैं, अतएव यह प्रश्न किया जा सकता है, कि एक अन्य भाष्य की क्या आवश्यकता है ? इस प्रस्तुत संस्करण का प्रयोजन इस प्रकार बताया जा सकता हे: हाल ही में एक अमरीकी महिला ने मुझसे भगवद्गीता के एक अंग्रेजी अनुवाद की संस्तुति चाही । निस्सन्देह अमरीका में भगवद्गीता के अनेक अंग्रेजी संस्करण प्राप्त हैं, लेकिन जहाँ तक मैंने देखा है, केवल अमरीका ही नहीं, अपितु भारत में भी कठिनाई से कोई प्रामाणिक संस्करण मिलेगा, क्योंकि लगभग हर एक संस्करण में भाष्यकार ने भगवद्गीता यथारूप के मर्म का स्पर्श किये बिना अपने मतों को व्यक्त किया है ।",
            "भगवद्गीता का मर्म भगवद्गीता मे ही व्यक्त है । यह इस प्रकार है: यदि हमें किसी औषधि विशेष का सेवन करना हो तो उस पर लिखे निर्देशों का पालन करना होता है । हम मनमाने ढंग से या मित्र की सलाह से औषधि नहीं ले सकते । इसका सेवन लिखे हुए निर्देशों के अनुसार या चिकित्सक के आदेशानुसार करना होता है । इसी प्रकार भगवद्गीता को इसके वक्ता द्वारा दिये गये निर्देशानुसार ही ग्रहण या स्वीकार करना चाहिए । भगवद्गीता के वक्ता भगवान् श्रीकृष्ण हैं । भगवद्गीता के प्रत्येक पृष्ठ पर उनका उल्लेख भगवान के रूप मे हुआ है । निस्सन्देह भगवान् शब्द कभी-कभी किसी भी अत्यन्त शक्तिशाली व्यक्ति या किसी शक्तिशाली देवता के लिये प्रयुक्त होता है, और यहाँ पर भगवान् शब्द निश्चित रूप से भगवान् श्रीकृष्ण को एक महान पुरुष के रूप में सूचित करता है । किन्तु साथ ही हमें यह जानना होगा कि भगवान् श्रीकृष्ण पूर्ण पुरुषोत्तम भगवान् हैं, जैसा कि शंकराचार्य, रामानुजाचार्य, मध्वाचार्य, निम्बार्क स्वामी, श्री चैतन्य महाप्रभु तथा भारत के वैदिक ज्ञान के अन्य विद्वान आचार्यो ने पुष्टि की है । भगवान् ने भी स्वयं भगवद्गीता में अपने को परम पुरुषोत्तम भगवान् कहा है और ब्रह्म-संहिता में तथा अन्य पुराणों में, विशेषतया श्रीमद्भागवतम् में, जो भागवतपुराण के नाम से विख्यात है, ये इसी रूप में स्वीकार किये गये हे (कृष्णस्तु भगवान् स्वयम्) । अतएव भगवद्गीता हमें भगवान् ने जैसे बताई हे, वैसे ही स्वीकार करनी चाहिए ।",
            "भगवद्गीता के चतुर्थ अध्याय में (४.१-३) भगवान् कहते हैं:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "इमं विवस्वते योग प्रोक्तवानहमव्ययम् ।",
            "विवस्वान्मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत् ।।",
            "एवं परम्पराप्राप्तमिमं राजर्षयो विदु: ।",
            "स कालेनेह महता योगो नष्ट: परन्तप ।।",
            "स एवायं मया तेऽद्य योगः प्रोक्त: पुरातन: ।",
            "भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम् ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ पर भगवान् अर्जुन को सूचित करते हैं कि भगवद्गीता की यह योगपद्धति सर्वप्रथम सूर्यदेव को बताई गयी, सूर्यदेव ने इसे मनु को बताया और मनु ने इसे इक्ष्वाकु को बताया। इस प्रकार गुरु-परम्परा यह योगपद्धति एक वक्ता से दूसरे वक्ता तक पहुँचती रही। लेकिन कालान्तर में यह छिन्न-भिन्न हो गई, फलस्वरूप भगवान् को इसे फिर से बताना पड़ रहा है- इस बार अर्जुन को कुरूक्षेत्र के युद्धस्थल में ।",
            "वे अर्जुन से कहते हैं कि में तुम्हें यह परम रहस्य इसलिए प्रदान कर रहा हूँ क्योंकि तुम मेरे भक्त तथा मित्र हो। इसका तात्पर्य यह है कि भगवद्गीता ऐसा ग्रन्थ है जो विशेष रूप से भगवद्भक्त के लिये ही है, भगवद्भक्त के निमित्त है। अध्यात्मवादियों की तीन श्रेणियाँ हैं - ज्ञानी, योगी तथा भक्त या कि निर्विशेषवादी, ध्यानी और भक्त । यहाँ पर भगवान् अर्जुन से स्पष्ट कहते हैं कि वे उसे इस नवीन परम्परा (गुरु-परम्परा ) का प्रथम पात्र बना रहे है, क्योंकि प्राचीन परम्परा खण्डित हो गई थी। अतएव यह भगवान् की इच्छा थी कि सूर्यदेव से चली आ रही विचारधारा की दिशा में ही अन्य परम्परा स्थापित की जाय और उनकी यह इच्छा थी कि उनकी शिक्षा का वितरण अर्जुन द्वारा नये सिरे से हो ।वे चाहते थे कि अर्जुन भगवद्गीता-ज्ञान का प्रामाणिक विद्वान बने। अतएव हम देखते हैं कि भगवद्गीता का उपदेश अर्जुन को विशेष रूप से दिया गया, क्योंकि अर्जुन भगवान् का भक्त, प्रत्यक्ष शिष्य तथा घनिष्ठ मित्र था । अतएव जिस व्यक्ति में अर्जुन जैसे गुण पायें जाते है, वह गीता को सबसे अच्छी तरह समझ सकता है। कहने का तात्पर्य यह है कि भक्त को भगवान् से प्रत्यक्ष रूप से सम्बन्धित होना चाहिए। ज्योंही कोई भगवान् का भक्त बन जाता है त्योंही उसका सीधा सम्बन्ध भगवान् से हो जाता है। यह एक अत्यन्त विशद विषय है, लेकिन संक्षेप में यह बताया जा सकता है कि भक्त तथा भगवान् के मध्य पाँच प्रकार का सम्बन्ध हो सकता है :"
        ]
    },
    {
        "type": "listGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कोई निष्क्रिय अवस्था में भक्त हो सकता है",
            "कोई सक्रीय अवस्था में भक्त हो सकता है",
            "कोई सखा-रूप में भक्त हो सकता है",
            "कोई माता या पिता के रूप में भक्त हो सकता है",
            "कोई दम्पत्ति-प्रेमी के रूप में भक्त हो सकता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन का कृष्ण से सम्बन्ध सखा-रूप में था । निस्सन्देह इस मित्रता (सख्य-भाव) तथा भौतिक जगत में प्राप्य मित्रता में आकाश-पाताल का अन्तर है । यह दिव्य मित्रता है जो हर किसी को प्राप्त नहीं हो सकती । निस्सन्देह प्रत्येक व्यक्ति का भगवान् से सीधा सम्बन्ध होता है और यह सम्बन्ध भक्ति की पूर्णता से ही जागृत होता है । किन्तु वर्तमान जीवन की अवस्था में हमने न केवल भगवन् को भुला दिया है, अपितु हम भगवान् के साथ अपने शाश्वत सम्बन्ध को भी भूल चुके हैं । लाखों-करोड़ों जीवों में से प्रत्येक जीव का भगवान् के साथ नित्य विशिष्ट सम्बन्ध है । यह स्वरूप कहलाता है । भक्तियोग की प्रक्रिया द्वारा यह स्वरूप जागृत किया जा सकता है । तब यह अवस्था स्वरूप-सिद्धि कहलाती है-यह स्वरूप की अर्थात स्वाभाविक या मूलभूत स्थिति की पूर्णता कहलाती है । अतएव अर्जुन भक्त था और मैत्री में वह भगवान् के सम्पर्क में था ।",
            "हमे इस बात पर विशेष ध्यान देना चाहिए कि अर्जुन ने भगवद्गीता को किस तरह ग्रहण किया । इसका वर्णन दशम अध्याय में (१०.१२-१४) इस प्रकार हुआ है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "अर्जुन उवाच",
            "परं ब्रह्म परं धाम पवित्रं परमं भवान् ।",
            "पुरुषं शाश्वतं दिव्यमादिदेवमजं विभुम् ।।",
            "आहुस्त्वामृषयः सर्वे देवर्षिर्नारदस्तथा ।",
            "असितो देवलो व्यास: स्वयं चैव ब्रवीषि मे ।।",
            "सर्वमेतदृतं मन्ये यन्मां वदसि केशव ।",
            "न हि ते भगवन्व्यक्तिं विदुर्देवा न दानवा: ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"अर्जुन ने कहा: आप भगवान्, परम-धाम, पवित्रतम परम सत्य हैं । आप शाश्वत, दिव्य आदि पुरुष, अजन्मा तथा महानतम हैं । नारद, असित देवल तथा व्यास जैसे समस्त महामुनि आपके विषय में इस सत्य की पुष्टि करते हैं और अब आप स्वयं मुझसे इसी की घोषणा कर रहे हैं । हे कृष्ण! आपने जो कुछ कहा है उसे पूर्णरूप से मैं सत्य मानता हूँ । हे प्रभु! न तो देवता और न असुर ही आपके व्यक्तित्व को समझ सकते हैं ।\"",
            "भगवान् से भगवद्गीता सुनने के बाद अर्जुन ने कृष्ण को परम ब्रह्म स्वीकार कर लिया । प्रत्येक जीव ब्रह्म है, लेकिन परम पुरुषोत्तम भगवान् परम ब्रह्म हैं । परम् धाम का अर्थ है कि वे सबों के परम आश्रय या धाम हैं । पवित्रम् का अर्थ है कि वे शुद्ध हैं और भौतिक कल्मष से अरंजित हैं । पुरुषम् का अर्थ है कि वे परम भोक्ता हैं, शाश्वतम् अर्थात् सनातन; दिव्यम् अर्थात् दिव्य; आदि देवम्-भगवान्; अजम्-अजन्मा तथा विभुम् अर्थात महानतम हैं ।",
            "कोई यह सोच सकता है कि चूँकि कृष्ण अर्जुन के मित्र थे, अतएव अर्जुन यह सब चाटुकारिता के रूप में कह रहा था । लेकिन अर्जुन भगवद्गीता के पाठकों के मन से इस प्रकार के सन्देह को दूर करने के लिए अगले श्लोक में इस प्रशंसा के पुष्टि करता है, जब वह यह कहता है कि कृष्ण को मैं ही भगवान् नहीं मानता, अपितु नारद, असित, देवल तथा व्यासदेव जैसे महापुरुष भी स्वीकार करते हैं । ये सब महापुरुष हैं जो समस्त आचार्यों द्वारा स्वीकृत वैदिक ज्ञान का वितरण (प्रचार) करते हैं । अतएव अर्जुन कृष्ण से कहता है कि वे जो कुछ भी कहते हैं, उसे वह पूर्ण सत्य मानता हूँ । सर्वमेतदृतं मन्ये– \"आप जो कुछ कहते है, उसे मैं सत्य मानता हूँ ।\" अर्जुन यह भी कहता है कि भगवान् के व्यक्तित्व को समझ पाना बहुत कठिन है, यहाँ तक कि बड़े-बड़े देवता भी उन्हें नहीं समझ पाते । अतएव मानव भक्त बने बिना भगवान् श्रीकृष्ण को कैसे समझ सकता है ?",
            "अतएव भगवद्गीता को भक्तिभाव से ग्रहण करना चाहिए । किसी को यह नहीं सोचना चाहिए कि वह कृष्ण के तुल्य है, न ही यह सोचना चाहिए कि कृष्ण सामान्य पुरुष हैं या कि एक महानतम व्यक्ति हैं । भगवान् श्रीकृष्ण साक्षात् पुरुषोत्तम भगवान् हैं । अतएव भगवद्गीता के कथनानुसार, या भगवद्गीता को समझने का प्रयत्न करने वाले अर्जुन के कथनानुसार हमें सिद्धान्त रूप में कम से कम इतना तो स्वीकार कर लेना चाहिए कि श्रीकृष्ण भगवान् हैं, और उसी विनीत भाव से हम भगवद्गीता को समझ सकते हैं । जब तक कोई भगवद्गीता का पाठ विनम्र भाव से नहीं करता है, तब तक उसे समझ पाना अत्यन्त कठिन है, क्योंकि यह एक महान रहस्य है ।",
            "तो भगवद्गीता है क्या ? भगवद्गीता का प्रयोजन मनुष्य को भौतिक संसार के अज्ञान से उबारना है । प्रत्येक व्यक्ति अनेक प्रकार की कठिनाइयों में फँसा रहता है, जिस प्रकार अर्जुन भी कुरुक्षेत्र में युद्ध करने के लिए कठिनाई में था । अर्जुन ने श्रीकृष्ण की शरण ग्रहण कर ली, फलस्वरूप इस भगवद्गीता का प्रवचन हुआ । न केवल अर्जुन वरन हममें से प्रत्येक व्यक्ति इस भौतिक अस्तित्व के कारण चिन्ताओं से पूर्ण है । हमारा अस्तित्व ही अनस्तित्व के परिवेश में है । वस्तुतः हमें अनस्तित्व से भयभीत नहीं होना चाहिए । हमारा अस्तित्व सनातन है । लेकिन हम किसी न किसी कारण से असत् में डाल दिए गये हैं । असत् का अर्थ उससे है जिसका अस्तित्व नहीं है ।",
            "कष्ट भोगने वाले अनेक मनुष्यों में केवल कुछ ही ऐसे हैं जो वास्तव में यह जानने के जिज्ञासु हैं कि वे क्या हैं और वे इस विषय स्थिति में क्यों डाल दिये गये हैं, आदि-आदि । जब तक मनुष्य को अपने कष्टों के विषय में जिज्ञासा नहीं होती, जब तक उसे यह अनुभूति नहीं होती कि वह कष्ट भोगना नहीं, अपितु सारे कष्टों का हल ढूँढना चाहता है, तब तक उसे सिद्ध मानव नहीं समझना चाहिए । मानवता तभी शुरू होती है जब मन में इस प्रकार की जिज्ञासा उदित होती है । ब्रह्म-सूत्र में इस जिज्ञासा को ब्रह्म-जिज्ञासा कहा गया है । अथातो ब्रह्म-जिज्ञासा । मनुष्य के सारे कार्यकलाप तब तक असफल माने जाने चाहिए, जब तक वह परब्रह्म के स्वभाव के विषय में जिज्ञासा न करे । अतएव जो लोग यह प्रश्न करना प्रारम्भ कर देते हैं कि वे क्यों कष्ट उठा रहे हैं, या वे कहाँ से आये हैं और मृत्यु के बाद कहाँ जायेंगे, वे ही भगवद्गीता को समझने के सुपात्र विद्यार्थी हैं । निष्ठावान विद्यार्थी में भगवान् के प्रति आदर भाव भी होना चाहिए । अर्जुन ऐसा ही विद्यार्थी था ।",
            "जब मनुष्य जीवन के वास्तविक प्रयोजन को भूल जाता है तो भगवान् कृष्ण विशेष रूप से उस प्रयोजन की पुनर्स्थापना के लिए अवतार लेते हैं । तब भी असंख्य जागृत हुए लोगों में से कोई एक होता है जो वास्तव में अपनी स्थिति को जान पाता है और यह भगवद्गीता उसी के लिए कही गई है । वस्तुतः हम सभी अविद्या रूपी बाघिन के द्वारा निगल लिए गए हैं, लेकिन भगवान् जीवों पर, विशेषतया मनुष्यों पर कृपालु हैं । इसी उद्देश्य से उन्होंने अपने मित्र को अपना शिष्य बना कर भगवद्गीता का प्रवचन किया ।",
            "भगवान् कृष्ण का पार्षद होने के कारण अर्जुन समस्त अज्ञान (अविद्या) से मुक्त था, लेकिन कुरुक्षेत्र के युद्धस्थल में वह अज्ञानी बन कर भगवान् कृष्ण के जीवन की समस्याओं के विषय में प्रश्न करने लगा जिससे भगवान् उनकी व्याख्या भावी पीढ़ियों के मनुष्यों के लाभ के लिए कर दें और जीवन की योजना का निर्धारण कर दें । तब मनुष्य तदनुसार कार्य कर पायेगा और मानव जीवन के उद्देश्य को पूर्ण कर सकेगा ।",
            "भगवद्गीता की विषयवस्तु में पाँच मूल सत्यों का ज्ञान निहित है । सर्व प्रथम ईश्वर के विज्ञान की और फिर जीवों की स्वरूप स्थिति की विवेचना की गई है । ईश्वर का अर्थ नियन्ता है और जीवों का अर्थ है - नियन्त्रित । यदि जीव यह कहे कि वह नियन्त्रित नहीं है, अपितु स्वतन्त्र है तो समझो कि वह पागल है । जीव सभी प्रकार से, कम से कम बद्ध जीवन में, तो नियन्त्रित है ही । अतएव भगवद्गीता की विषय वस्तु ईश्वर तथा जीव से सम्बन्धित है । इसमें प्रकृति, काल (समस्त ब्रह्माण्ड की कालावधि या प्रकृति का प्राकट्य) तथा कर्म की भी व्याख्या है । यह दृश्य- जगत विभिन्न कार्यकलापों से ओतप्रोत है । सारे जीव भिन्न-भिन्न कार्यों में लगे हुए हैं । भगवद्गीता से हमें अवश्य सीखना चाहिए कि ईश्वर क्या है, जीव क्या है, प्रकृति क्या है, दृश्य-जगत क्या है, यह काल द्वारा किस प्रकार नियन्त्रित किया जाता है, और जीवों के कार्यकलाप क्या हैं ? ।",
            "भगवद्गीता के इन पाँच मूलभूत विषयों में से इसकी स्थापना की गई है कि भगवान्, अथवा कृष्ण, अथवा ब्रह्म, या परमात्मा, आप जो चाहें कह लें, सबसे श्रेष्ठ हैं । जीव गुण में परम-नियन्ता के ही समान हैं । उदाहरणार्थ, जैसा कि भगवद्गीता के विभिन्न अध्यायों में बताया जायेगा, भगवान् भौतिक प्रकृति के समस्त कार्यों के ऊपर नियन्त्रण रखते हैं । भौतिक प्रकृति स्वतन्त्र नहीं है । वह परमेश्वर की अध्यक्षता में कार्य करती है । जैसा कि भगवान् कृष्ण कहते हैं - मयाध्यक्षेण प्रकृतिः सूयते सचराचरम - भौतिक प्रकृति मेरी अध्यक्षता में कार्य करती है । जब हम दृश्य-जगत में विचित्र-विचित्र बातें घटते देखते हैं, तो हमें यह जानना चाहिए कि इस जगत के पीछे नियन्ता का हाथ है । बिना नियन्त्रण के कुछ भी हो पाना सम्भव नहीं । नियन्ता को न मानना बचपना होगा । उदाहरणार्थ, एक बालक सोच सकता है कि स्वतोचालित यान विचित्र होता है, क्योंकि यह बिना घोड़े के या खींचने वाले पशु से चलता है । किन्तु अभिज्ञ व्यक्ति स्वतोचालित यान की अभियान्त्रिक व्यवस्था से परिचित होता है । वह सदैव जानता है कि इस यन्त्र के पीछे एक व्यक्ति, एक चालक होता है । इसी प्रकार परमेश्वर वह चालक है जिसके निर्देशन में सब कुछ चल रहा है । भगवान् ने जीवों को अपने अंश-रूप में स्वीकार किया है, जैसा कि हम अगले अध्यायों में देखेंगे । सोने का एक कण भी सोना है, समुद्र के जल की बूँद भी खारी होती है । इसी प्रकार हम जीव भी परम-नियन्ता ईश्वर या भगवान् श्रीकृष्ण के अंश होने के कारण सूक्ष्म ईश्वर या अधीनस्थ ईश्वर हैं । हम प्रकृति पर नियन्त्रण करने का प्रयास कर रहे हैं, और इस समय हम अन्तरिक्ष या ग्रहों को वश में करना चाहता हैं, और हममें नियन्त्रण रखने की यह प्रवृत्ति होती है, लेकिन हमें यह जानना चाहिए कि हम परम-नियन्ता नहीं हैं । इसकी व्याख्या भगवद्गीता में की गई है ।",
            "भौतिक प्रकृति क्या है ? गीता में इसकी व्याख्या अपरा प्रकृति के रूप में हुई है । जीव को परा प्रकृति (उत्कृष्ट प्रकृति) कहा गया है । प्रकृति चाहे परा हो या अपरा, सदैव नियन्त्रण में रहती है । प्रकृति स्त्री-स्वरूपा है और वह भगवान् द्वारा उसी प्रकार नियन्त्रित होती है, जिस प्रकार पत्नी अपने पति द्वारा । प्रकृति सदैव अधीन रहती है, उस पर भगवान् का प्रभुत्व रहता है, क्योंकि भगवान् ही अध्यक्ष हैं । जीव तथा भौतिक प्रकृति दोनों ही परमेश्वर द्वारा अधिशासित एवं नियन्त्रित होते हैं । गीता के अनुसार यद्यपि सारे जीव परमेश्वर के अंश हैं, लेकिन वे प्रकृति ही माने जाते हैं । इसका उल्लेख भगवद्गीता के सातवें अध्याय में हुआ है । अपरेयमितस्त्वन्यां– \"यह भौतिक प्रकृति मेरी अपरा प्रकृति है ।\" प्रकृतिं विद्धि मे पराम् । जीव भूताम् महाबाहो ययेदं धार्यते जगत् ।  । लेकिन इससे भी परे दूसरी प्रकृति है: जीव भूताम् अर्थात् जीव है ।",
            "प्रकृति तीन गुणों से निर्मित है - सतोगुण, रजोगुण तथा तमोगुण । इन गुणों के ऊपर नित्य काल है । इन गुणों तथा नित्य काल के संयोग से अनेक कार्यकलाप होते हैं, जो कर्म कहलाते हैं । ये कार्यकलाप अनादि काल से चले आ रहे हैं और हम सभी अपने कार्यकलाप (कर्मों) के फलस्वरूप सुख या दुख भोग रहे हैं । उदाहरणार्थ, मान लें कि मैं व्यापारी हूँ और मैंने बुद्धि के बल पर कठोर श्रम किया है और बहुत सम्पत्ति संचित कर ली है । तब मैं सम्पत्ति के सुख का भोक्ता हूँ किन्तु यदि मान लें कि व्यापार में मेरा सब धन जाता रहा तो मैं दुख का भोक्ता हो जाता हूँ । इसी प्रकार जीवन के प्रत्येक क्षेत्र में हम अपने कर्म के फल का सुख भोगते हैं या उसका कष्ट उठाते  हैं । यह कर्म कहलाता है ।",
            "ईश्वर, जीव, प्रकृति, काल तथा कर्म इन सबकी व्याख्या भगवद्गीता में हुई है । इन पाँचों में से ईश्वर, जीव, प्रकृति तथा काल शाश्वत हैं । प्रकृति कि अभिव्यक्ति अस्थायी हो सकती है, परन्तु यह मिथ्या नहीं है । कोई-कोई दार्शनिक कहते हैं कि प्रकृति कि अभिव्यक्ति मिथ्या है, लेकिन भगवद्गीता या वैष्णवों के दर्शन के अनुसार ऐसा नहीं है । जगत की अभिव्यक्ति को मिथ्या नहीं माना जाता । इसे वास्तविक, किन्तु अस्थायी माना जाता है । यह उस बादल के सदृश है जो आकाश में घूमता रहता है, या वर्षा ऋतु के आगमन के समान है, जो अन्न का पोषण करती है । ज्योंही वर्षा ऋतु समाप्त होती है और बादल चले जाते हैं, त्योंही वर्षा द्वारा पोषित सारी फसल सूख जाती है । इसी प्रकार यह भौतिक अभिव्यक्ति भी किसी समय में, किसी स्थान पर होती है, कुछ काल तक रहती-ठहरती है और फिर लुप्त हो जाती है । प्रकृति इस रूप में कार्यशील है । लेकिन यह चक्र निरन्तर चलता रहता है । इसीलिए प्रकृति शाश्वत है, मिथ्या नहीं है । भगवान् इसे \"मेरी प्रकृति\" कहते हैं । यह भौतिक प्रकृति (अपरा प्रकृति) परमेश्वर की भिन्न-शक्ति है । इसी प्रकार जीव भी परमेश्वर कि शक्ति हैं, किन्तु वे विलग नहीं, अपितु भगवान् से नित्य-सम्बद्ध हैं । इस तरह भगवान्, जीव, प्रकृति तथा काल, ये सब परस्पर सम्बद्ध हैं और सभी शाश्वत हैं । लेकिन कर्म शाश्वत नहीं है । हाँ, कर्म के फल अत्यन्त पुरातन हो सकते हैं । हम अनादि काल से अपने शुभ-अशुभ कर्मफलों को भोग रहे हैं, किन्तु साथ ही हम अपने कर्मों के फल को बदल भी सकते हैं और यह परिवर्तन हमारे ज्ञान की पूर्णता पर निर्भर करता है । हम विविध प्रकार के कर्मों में व्यस्त रहते हैं । निस्संदेह हम यह नहीं जानते कि किस प्रकार के कर्म करने से हम कर्मफल से मुक्ति प्राप्त कर सकते हैं । लेकिन भगवद्गीता में इसका भी वर्णन हुआ हो ।",
            "ईश्वर अर्थात् परम ईश्वर परम चेतना-स्वरूप है । जीव भी ईश्वर का अंश होने के कारण चेतन है । जीव तथा भौतिक प्रकृति दोनों को प्रकृति बताया गया है, अर्थात् वे परमेश्वर की शक्ति हैं, किन्तु इन दोनों में से केवल जीव चेतन है, दूसरी प्रकृति चेतन नहीं है । यही अन्तर है । इसीलिए जीव प्रकृति परा या उत्कृष्ट कहलाती है, क्योंकि जीव, भगवान् जैसी चेतना से युक्त है । लेकिन भगवान् की चेतना परम है, और किसी को यह नहीं कहना चाहिए कि जीव भी परम चेतन है । जीव कभी भी, यहाँ तक कि अपनी सिद्ध अवस्था में भी, परम चेतन नहीं हो सकता और यह सिद्धान्त भ्रामक है कि जीव परम चेतन हो सकता है । वह चेतन तो है, लेकिन पूर्ण या परम चेतन नहीं ।",
            "जीव तथा ईश्वर का अन्तर भगवद्गीता के तेरहवें अध्याय में बताया गया है । ईश्वर क्षेत्रज्ञ या चेतन है, जैसा कि जीव भी है, लेकिन जीव केवल अपने शरीर के प्रति सचेत रहता है, जबकि भगवान् समस्त शरीरों के प्रति सचेत रहते हैं । चूँकि वे प्रत्येक जीव के हृदय में वास करने वाले हैं, अतएव वे जीवविशेष की मानसिक गतिशीलता से परिचित रहते हैं । हमें यह नहीं भूलना चाहिए । यह भी बताया गया है कि परमात्मा प्रत्येक जीव के हृदय में ईश्वर या नियन्ता के रूप में वास कर रहे हैं और जैसा जीव चाहता है वैसा करने के लिए जीव को निर्देशित करते रहते हैं । जीव भूल जाता है कि उसे क्या करना है । पहले तो वह किसी एक विधि से कर्म करने का संकल्प करता है, लेकिन फिर वह अपने ही कर्म के पाप-पुण्य में फँस जाता है । वह एक शरीर को त्याग कर दूसरा शरीर ग्रहण करता है, जिस प्रकार हम वस्त्र उतारते तथा पहनते रहते हैं । चूँकि इस प्रकार आत्मा देहान्तरण कर जाता है, अतः उसे अपने विगत (पूर्वकृत्) कर्मों का फल भोगना पड़ता है । ये कार्यकलाप तभी बदल सकते हैं जब जीव सतोगुण में स्थित हो और यह समझे कि उसे कौन से कर्म करने चाहिए । यदि वह ऐसा करता है तो उसे विगत (पूर्वकृत्) कर्मों के सारे फल बदल जाते हैं । फलस्वरूप कर्म शाश्वत नहीं हैं । इसीलिए हमने यह कहा है कि पाँच तत्त्वों ईश्वर, जीव, प्रकृति, काल तथा कर्म में से चार शाश्वत हैं, कर्म शाश्वत नहीं है ।",
            "परम चेतन ईश्वर जीव से इस मामले में समान है – भगवान् तथा जीव दोनों कि चेतनाएँ दिव्य हैं । यह चेतना पदार्थ के संयोग से उत्पन्न नहीं होती हैं । ऐसा सोचना भ्रान्तिमूलक है । भगवद्गीता इस सिद्धान्त को स्वीकार नहीं करती कि चेतना भौतिक संयोग की किन्हीं परिस्थितियों में उत्पन्न होती है । यह चेतना भौतिक परिस्थितियों के आवरण के कारण विकृत रूप से प्रतिबिम्बित हो सकती है, जिस प्रकार रंगीन काँच से परावर्तित प्रकाश उसी रंग का प्रतीत होता है । किन्तु भगवान् की चेतना भौतिकता से प्रभावित नहीं होती है । भगवान् कहते हैं – मयाध्यक्षेण प्रकृतिः । जब वे इस भौतिक विश्व में अवतरित होते हैं तो उनकी चेतना पर भौतिक प्रभाव नहीं पड़ता । यदि वे इस तरह प्रभावित होते तो दिव्य विषयों के सम्बन्ध में उस तरह बोलने के अधिकारी न होते जैसा कि भगवद्गीता में बोलते हैं । भौतिक कल्मष-ग्रस्त चेतना से मुक्त हुए बिना कोई दिव्य-जगत के विषय में कुछ नहीं कह सकता । अतः भगवान् भौतिक दृष्टि से कलुषित (दूषित) नहीं हैं । भगवद्गीता तो शिक्षा देती है कि हमें इस कलुषित चेतना को शुद्ध करना है । शुद्ध चेतना होने पर हमारे सारे कर्म ईश्वर की इच्छानुसार होंगे और इससे हम सुखी हो सकेंगे । परन्तु इसका अर्थ यह भी नहीं है कि हमें अपने सारे कार्य बन्द कर देने चाहिए । अपितु, हमें अपने कर्मों को शुद्ध करना चाहिए और शुद्ध कर्म भक्ति कहलाते हैं । भक्ति में कर्म सामान्य कर्म प्रतीत होते हैं, किन्तु वे कलुषित नहीं होते । एक अज्ञानी व्यक्ति भक्त को सामान्य व्यक्ति की भाँति कर्म करते देखता है, किन्तु ऐसा मूर्ख यह नहीं समझता कि भक्त या भगवान् के कर्म अशुद्ध चेतना या पदार्थ से कलुषित नहीं होते । वे त्रिगुणातीत होते हैं । जो भी हो, हमें यह जान लेना चाहिए कि अभी हमारी चेतना कलुषित है ।",
            "जब हम भौतिक दृष्टि से कलुषित होते हैं, तो हम बद्ध कहलाते हैं । मिथ्या चेतना का प्राकट्य इसलिए होता है कि हम अपने-आपको प्रकृति का प्रतिफल (उत्पाद) मान बैठते हैं । यह मिथ्या अहंकार कहलाता है । जो व्यक्ति देहात्मबुद्धि में लीन रहता है वह अपनी स्थिति (स्वरूप) को नहीं समझ पाता । भगवद्गीता का प्रवचन देहात्मबुद्धि से मनुष्य को मुक्त करने के लिए ही हुआ था और भगवान् से यह सूचना प्राप्त करने के लिए ही अर्जुन ने अपने-आपको इस अवस्था में उपस्थित किया था । मनुष्य को देहात्मबुद्धि से मुक्त होना है, और अध्यात्मवादी के लिए प्रारम्भिक कर्तव्य यही है । जो मुक्त होना चाहता है, जो स्वच्छन्द रहना चाहता है, उसे सर्वप्रथम यह जान लेना होगा कि वह शरीर नहीं है । मुक्ति का अर्थ है – भौतिक चेतना से स्वतन्त्रता । श्रीमद्भागवतम् में भी मुक्ति की परिभाषा दी गई है । मुक्तिर्हित्वान्यथारूपं स्वरूपेण व्यवस्थितिः- मुक्ति का अर्थ है – इस भौतिक जगत की कलुषित चेतना से मुक्त होना और शुद्ध चेतना में स्थित होना । भगवद्गीता के सारे उपदेशों का मन्तव्य इसी शुद्ध चेतना को जागृत करना है । इसीलिए हम गीता के अन्त में कृष्ण को अर्जुन से यह प्रश्न करते पाते हैं कि वह विशुद्ध चेतना को प्राप्त हुआ या नहीं ? शुद्ध चेतना का अर्थ है-भगवान् के आदेशानुसार कर्म करना । शुद्ध चेतना का यही सार है । भगवान् का अंश होने के कारण हममें चेतना पहले से ही रहती है, लेकिन हममें निकृष्ट गुणों द्वारा प्रभावित होने की प्रवृत्ति पाई जाती है । किन्तु भगवान् परमेश्वर होने के कारण कभी प्रभावित नहीं होते । परमेश्वर तथा क्षुद्र जीवों में यही अन्तर है ।",
            "यह चेतना क्या है ? यह है \"मैं हूँ\" । तो फिर \"मैं हूँ\" क्या है ? कलुषित चेतना में \"मैं हूँ\" का अर्थ है कि मैं सर्वेसर्वा हूँ, मैं ही भोक्ता हूँ । यह संसार चलायमान है, क्योंकि प्रत्येक जीव यही सोचता है कि वही इस भौतिक जगत का स्वामी तथा स्रष्टा है । भौतिक चेतना के दो मनोमय विभाग हैं । एक के अनुसार मैं ही स्रष्टा हूँ, और दूसरे के अनुसार मैं ही भोक्ता हूँ । लेकिन वास्तव में परमेश्वर स्रष्टा तथा भोक्ता दोनों है, और परमेश्वर का अंश होने के कारण जीव न तो स्रष्टा है न ही भोक्ता । वह मात्र सहयोगी है । वह सृजित तथा भुक्त है । उदाहरणार्थ, मशीन का कोई एक अंग सम्पूर्ण मशीन के साथ सहयोग करता है, इसी प्रकार शरीर का कोई एक अंग पूरे शरीर के साथ सहयोग कर्ता है । हाथ, पाँव, आँखें आदि शरीर के अंग हैं, लेकिन ये वास्तविक भोक्ता नहीं हैं । भोक्ता तो उदर है । पाँव चलते हैं, हाथ भोजन देते हैं, दाँत चबाते हैं और शरीर के सारे अंग उदर को तुष्ट करने में लगे रहते हैं, क्योंकि उदर ही प्रधान कारक है, जो शरीर रूपी संगठन का पोषण करता है । अतएव सारी वस्तुएँ उदर को दी जाती हैं । जड़ को सींच कर वृक्ष का पोषण किया जाता है, और उदर का भरण करके शरीर का पोषण किया जाता है, क्योंकि यदि शरीर को स्वस्थ रखना है तो शरीर के सारे अंगों को उदरपूर्ति में सहयोग देना होगा । इसी प्रकार परमेश्वर ही भोक्ता तथा स्रष्टा हैं और उनके अधीनस्थ हम उन्हें प्रसन्न रखने के निमित्त सहयोग करने के लिए हैं । इस सहयोग से हमें लाभ पहुँचता है । यदि हाथ की अँगुलियाँ यह सोचें कि वे उदर को भोजन न देकर स्वयं ग्रहण कर लें, तो उन्हें निराश होना पड़ेगा । सृजन तथा भोग के केन्द्रबिन्दु परमेश्वर हैं, और सारे जीव उनके सहयोगी हैं । सहयोग के कारण ही वे भोग करते हैं । यह सम्बन्ध स्वामी तथा दास जैसा है । यदि स्वामी तुष्ट रहता है, तो दास भी तुष्ट रहता है । इसी प्रकार परमेश्वर को तुष्ट रखना चाहिए, यद्यपि जीवों में भी स्रष्टा बनने तथा भौतिक जगत का भोग करने की प्रवृत्ति होती है, क्योंकि इस दृश्य-जगत् के स्रष्टा परमेश्वर में ये प्रवृत्तियाँ हैं ।",
            "अतएव भगवद्गीता में हम पाएँगे कि भगवान् ही पूर्ण हैं जिनमें परम नियन्ता, नियन्त्रित जीव, दृश्य-जगत, शाश्वत-काल तथा कर्म सन्निहित हैं, और इन सबकी व्याख्या इसके मूल पाठ में की गई है । ये सब मिलकर परम पूर्ण का निर्माण करते हैं और यही परम पूर्ण परम ब्रह्म या परम सत्य कहलाता है । यही परम पूर्ण तथा परम सत्य पूर्ण पुरुषोत्तम भगवान् श्रीकृष्ण हैं । सारी अभिव्यक्तियाँ उनकी विभिन्न शक्तियों के फलस्वरूप हैं । वे ही पूर्ण हैं ।",
            "भगवद्गीता में यह भी बताया गया है कि ब्रह्म भी पूर्ण परम पुरुष के अधीन है (ब्रह्मणो हि प्रतिष्ठाहम्) । ब्रह्मसूत्र में ब्रह्म की विशद व्याख्या, सूर्य की किरणों के रूप में की गई है । निर्विशेष ब्रह्म भगवान् का प्रभामय किरणसमूह है । निर्विशेष ब्रह्म पूर्ण ब्रह्म की अपूर्ण अनुभूति है और इसी तरह परमात्मा की धारणा भी है । पन्द्रहवें अध्याय में यह देखा जायेगा कि भगवान् पुरुषोत्तम निर्विशेष ब्रह्म तथा परमात्मा की आंशिक अनुभूति से बढ़कर हैं । भगवान् को सच्चिदानन्द विग्रह कहा जाता है । ब्रह्मसंहिता का शुभारम्भ इस प्रकार से होता है –ईश्वरः परमः कृष्णः सच्चिदानन्द विग्रहः । अनादिरादिर्गोविन्दः सर्वकारणकारणम् । \"गोविन्द या कृष्ण सभी कारणों के कारण हैं । वे ही आदि कारण हैं और सत्, चित् तथा आनन्द के रूप हैं ।\" निर्विशेष ब्रह्म उनके सत् (शाश्वत) स्वरूप की अनुभूति है, परमात्मा सत्-चित् (शाश्वत-ज्ञान) की अनुभूति है । परन्तु भगवान् कृष्ण समस्त दिव्य स्वरूपों की अनुभूति हैं - सत्-चित्-आनन्द के पूर्ण विग्रह हैं ।",
            "अल्पज्ञानी लोग परम सत्य को निर्विशेष मानते हैं, लेकिन वे हैं- दिव्य पुरुष और इसकी पुष्टि समस्त वैदिक ग्रंथों में हुई है । नित्यो नित्यानां चेतनश्चेतनानाम् (कठोपनिषद् २.२.१३) । जिस प्रकार हम सभी जीव हैं और हम सबकी अपनी-अपनी व्यष्टि सत्ता है, उसी प्रकार परम सत्य भी अन्ततः व्यक्ति हैं और भगवान् की अनुभूति उनके पूर्ण स्वरूप में समस्त दिव्य लक्षणों की ही अनुभूति है । यह पूर्णतया रुपविहीन (निराकार) नहीं है । यदि वह निराकार है, या किसी अन्य वस्तु से घट कर है, तो वह पूर्ण नहीं हो सकता । जो पूर्ण है, उसे हमारे लिए अनुभवगम्य तथा अनुभवातीत हर वस्तुओं से युक्त होना चाहिए, अन्यथा वह पूर्ण कैसे हो सकता है ? ।",
            "पूर्ण भगवान् में अपार शक्तियाँ हैं (परास्य शक्तिर्विविधैव श्रूयते) । कृष्ण किस प्रकार अपनी विभिन्न शक्तियों द्वारा कार्यशील हैं, इसकी भी व्याख्या भगवद्गीता में हुई है । यह दृश्य-जगत, या जिस जगत में हम रह रहे हैं, यह भी स्वयं में पूर्ण है, क्योंकि जिन चौबीस तत्त्वों से यह नश्वर ब्रह्माण्ड निर्मित है, वे सांख्य दर्शन के अनुसार इस ब्रह्माण्ड के पालन तथा धारण के लिए अपेक्षित संसाधनों से पूर्णतया समन्वित हैं । इसमें न तो कोई विजातीय तत्त्व है, न ही किसी भी वस्तु की आवश्यकता है । इस सृष्टि का अपना निजी नियत-काल है, जिसका निर्धारण परमेश्वर की शक्ति द्वारा हुआ है, और जब यह काल पूर्ण हो जाता है, तो उसे पूर्ण व्यवस्था से इस क्षणभंगुर सृष्टि का विनाश हो जाता है । सभी प्रकार की अपूर्णताओं का अनुभव पूर्ण विषयक ज्ञान की अपूर्णता के कारण है । इस प्रकार भगवद्गीता में वैदिक विद्या का पूर्ण ज्ञान पाया जाता है ।",
            "सारा वैदिक ज्ञान  अमोघ (अच्युत) है, और सारे हिन्दू इस ज्ञान को पूर्ण तथा अमोघ मानते हैं । उदाहरणार्थ, गोबर पशुमल है और स्मृति तथा वैदिक आदेश के अनुसार यदि कोई पशुमल का स्पर्श कर्ता है, तो उसे शुद्ध होने के लिए स्नान करना पड़ता है । लेकिन वैदिक शास्त्रों में गोबर को पवित्र करने वाला माना गया है । इसे विरोधाभास कहा जा सकता है, लेकिन यह मान्य है क्योंकि यह वैदिक आदेश है और इसमें सन्देह नहीं कि इसे स्वीकार करने पर किसी प्रकार की त्रुटि नहीं होगी । अब तो आधुनिक विज्ञान द्वारा यह सिद्ध किया जा चुका है कि गाय के गोबर में समस्त जीवाणुनाशक गुण पाये जाते हैं । अतएव वैदिक ज्ञान पूर्ण है, क्योंकि यह समस्त संशयों एवं त्रुटियों से परे है, और भगवद्गीता समस्त वैदिक ज्ञान का सार है ।",
            "वैदिक ज्ञान शोध का विषय नहीं है । हमारा शोधकार्य अपूर्ण है, क्योंकि हम अपूर्ण इन्द्रियों के द्वारा शोध करते हैं । हमें पहले से चले आ रहे पूर्ण ज्ञान को परम्परा द्वारा स्वीकार करना होता है, जैसा कि भगवद्गीता में कहा गया है । हमें ज्ञान को उपयुक्त स्त्रोत से, परम्परा से, ग्रहण करना होता है जो परम साक्षात् भगवान् से प्रारम्भ होती है, और शिष्य-गुरुओं की यह परम्परा आगे बढ़ती जाती है । छात्र के रूप में अर्जुन भगवान् कृष्ण से शिक्षा ग्रहण कर्ता है, और उनका विरोध किये बिना वह कृष्ण की सारी बातें स्वीकार कर लेता है । किसी को भगवद्गीता के एक अंश को स्वीकार करने और दूसरे अंश को अस्वीकार करने की अनुमति नहीं दी जाती । हमें भगवद्गीता को बिना किसी प्रकार की टिप्पणी, बिना घटाए-बढ़ाए तथा विषय-वस्तु में बिना किसी मनोकल्पना के स्वीकार करना चाहिए । गीता को वैदिक ज्ञान की सर्वाधिक पूर्ण प्रस्तुति समझना चाहिए । वैदिक ज्ञान दिव्य स्त्रोतों से प्राप्त होता है, और स्वयं भगवान ने पहला प्रवचन किया था । भगवान् द्वारा कहे गये शब्द अपौरुषेय कहलाते हैं, जिसका अर्थ है कि वे चार दोषों से युक्त संसारी व्यक्ति द्वारा कहे गये (पौरुषेय) शब्दों से भिन्न होते हैं । संसारी पुरुष के दोष हैं – (१) वह त्रुटियाँ अवश्य करता है, (२) वह अनिवार्य रूप से भ्रमित होता है, (३) उसमें अन्यों को धोखा देने की प्रवृत्ति होती है, तथा (४) वह अपूर्ण इन्द्रियों के कारण सीमित होता है । इन चार दोषों के कारण मनुष्य सर्वव्यापी ज्ञान विषयक पूर्ण सूचना नहीं दे पाता ।",
            "ऐसे दोषपूर्ण व्यक्तियों द्वारा वैदिक ज्ञान प्रदान नहीं किया जाता । इसे पहले-पहल प्रथम सृष्ट जीव, ब्रह्मा के हृदय में प्रदान किया गया, फिर ब्रह्मा ने इस ज्ञान को अपने पुत्रों तथा शिष्यों को उसी रूप में प्रदान किया जिस रूप में उन्हें भगवान् से प्राप्त हुआ था । भगवान् पूर्ण हैं और उनका प्रकृति के नियमों के वशीभूत होने का प्रश्न ही नहीं उठता । अतएव मनुष्य में इतना समझने की बुद्धि होनी ही चाहिए कि भगवान् ही इस ब्रह्माण्ड की साड़ी वस्तुओं के एकमात्र स्वामी हैं, वे ही आदि स्रष्टा तथा ब्रह्मा के भी सृजनकर्ता हैं । ग्यारहवें अध्याय में भगवान् को प्रपितामह के रूप में संबोधित किया गया है, क्योंकि ब्रह्मा को पितामह कहकर संबोधित किया गया है, और वे तो इन पितामह से भी स्रष्टा हैं । अतएव किसी को अपने-आपको किसी भी वस्तु का स्वामी नहीं मानना चाहिए, उसे केवल उन्हीं वस्तुओं को अपना मानना चाहिए जो उसके पोषण के लिए भगवान् ने अलग कर दी हैं ।",
            "भगवान् द्वार हमारे सदुपयोग के लिए राखी गई वस्तुओं को किस काम में लाया जाय, इसके अनेक उदाहरण हैं । इसकी भी व्याख्या भगवद्गीता में हुई है । प्रारम्भ में अर्जुन ने निश्चय किया था कि वह कुरुक्षेत्र के युद्ध में नहीं लडेगा । यह उसका निर्णय था । अर्जुन ने भगवान् से कहा कि वह अपने ही सम्बन्धियों को मार कर राज्य का भोग नहीं करना चाहता । यह निर्णय शरीर पर आधारित था, क्योंकि वह अपने-आपको शरीर मान रहा था और अपने भाइयों, भतीजों, सालों, पितामहों आदि को अपने शारीरिक सम्बन्ध या विस्तार के रूप में ले रहा था । अतएव वह अपनी शारीरिक आवश्यकताओं को तुष्ट करना चाह रहा था । भगवान् ने भगवद्गीता का प्रवचन इस दृष्टिकोण को बदलने के लिए ही किया, और अन्त में अर्जुन भगवान् के आदेशानुसार युद्ध करने करते हुए कहता है – करिष्ये वचनं तव – \"मैं आपके वचन के अनुसार ही कार्य करूँगा ।\"",
            "इस संसार में मनुष्य बिल्लियों तथा कुत्तों के समान लड़ने के लिए नहीं है । मनुष्यों को मनुष्य जीवन की महत्ता समझकर सामान्य पशुओं की भाँति आचरण करना बन्द कर देना चाहिए । मनुष्य को अपने जीवन के उद्देश्य को समझना चाहिए, और इसका निर्देश वैदिक ग्रंथों में दिया गया है, जिसका सार भगवद्गीता में मिलता है । वैदिक ग्रंथ मनुष्यों के लिए हैं, पशुओं के लिए नहीं । एक पशु दूसरे पशु का वध करे तो कोई पाप नहीं लगता, लेकिन यदि मनुष्य अपनी अनियन्त्रित स्वादेन्द्रिय की तुष्टि के लिए पशु वध करता है, तो वह प्रकृति के नियम को तोड़ने के लिए उत्तरदायी है । भगवद्गीता में स्पष्ट रूप से प्रकृति के गुणों के अनुसार तीन प्रकार के कर्मों का उल्लेख है – सात्त्विक कर्म, राजसिक कर्म तथा तामसिक कर्म । इसी प्रकार आहार के भी तीन भेद हैं – सात्त्विक आहार, राजसिक आहार तथा तामसिक आहार । इन सबका विशद वर्णन हुआ है, और यदि हम भगवद्गीता के उपदेशों का ठीक से उपयोग करे तो हमारा सम्पूर्ण जीवन शुद्ध हो जाए, और अन्ततः हम अपने गन्तव्य को प्राप्त हो सकते हैं, जो इस भौतिक से परे है (यद्गत्वा न निवर्तन्ते तद्धाम परमं मम) ।",
            "यह गन्तव्य सनातन आकाश, या नित्य चिन्मय आकाश कहलाता है । इस संसार में हम पाते हैं कि प्रत्येक पदार्थ क्षणिक है । यह उत्पन्न होता है, कुछ काल तक रहता है, कुछ गौण वस्तुएँ उत्पन्न कर्ता है, क्षीण होता है और अन्त में लुप्त हो जाता है । भौतिक संसार का यही नियम है, चाहे हम इस शरीर का दृष्टान्त लें, या फल का या किसी वस्तु का । किन्तु इस क्षणिक संसार से परे एक अन्य संसार है, जिसके विषय में हमें जानकारी है । उस संसार में अन्य प्रकृति है, जो सनातन है । जीव भी सनातन है और ग्यारहवें अध्याय में भगवान् को भी सनातन बताया गया है । हमारा भगवान् के साथ घनिष्ठ सम्बन्ध है, और चूँकि हम सभी गुणात्मक रूप से एक हैं –सनातन-धाम, सनातन –ब्रह्म तथा सनातन-जीव – अतएव गीता का सारा अभिप्राय हमारे सनातन-धर्म को जागृत करना है, जो कि जीव की शाश्वत वृत्ति है । हम अस्थायी रूप से विभिन्न कर्मों में लगे रहते हैं, किन्तु यदि हम इन क्षणिक कर्मों को त्याग कर परमेश्वर द्वारा प्रस्तावित कर्मों को ग्रहण कर लें, तो हमारे ये सारे कर्म शुद्ध हो जाएँ । यही शुद्ध जीवन कहलाता है ।",
            "परमेश्वर तथा उनका दिव्य धाम, ये दोनों ही सनातन हैं और जीव भी सनातन हैं । सनातन-धर्म में परमेश्वर तथा जीव की संयुक्त संगति ही मानव जीवन की सार्थकता है । भगवान् जीवों पर अत्यन्त दयालु रहते हैं, क्योंकि वे उनके आत्मज हैं । भगवान् कृष्ण ने भगवद्गीता में घोषित किया है सर्वयोनिषु... अहं बीजप्रदः पिता – \"मैं सबका पिता हूँ ।\" निस्सन्देह अपने-अपने कर्मों के अनुसार नाना प्रकार के जीव हैं, लेकिन यहाँ पर कृष्ण कहते हैं कि वे उन सबके पिता हैं । अतएव भगवान् उन अम्स्त पतित बद्धजीवों का उद्धार करने तथा उन्हें सनातन-धाम वापस बुलाने के लिए अवतरित होते हैं या फिर अपने विश्वस्त सेवकों को अपने पुत्रों, पार्षदों या आचार्यों के रूप में इन बद्धजीवों का उद्धार करने के लिए भेजते हैं ।",
            "अतएव सनातन-धर्म किसी साम्प्रदायिक धर्म पद्धति का सूचक नहीं है । यह तो नित्य परमेश्वर के साथ नित्य जीवों के नित्य कर्म-धर्म का सूचक है । जैसा कि पहले कहा जा चुका है, यह जीव के नित्य धर्म (वृत्ति) को बताता है । श्रीपाद रामानुजाचार्य ने सनातन शब्द की व्याख्या इस प्रकार की है, \"वह, जिसका न आदि है और न अन्त\" अतएव जब हम सनातन-धर्म के विषय में बातें करते हैं तो हमें श्रीपाद रामानुजाचार्य के प्रमाण के आधार पर यह मान लेना चाहिए कि इसका न आदि है न अन्त ।",
            "अंग्रेजी का \"रिलीजन\" शब्द सनातन-धर्म से थोड़ा भिन्न है । \"रिलीजन\" से विश्वास का भाव सूचित होता है, और विश्वास परिवर्तित हो सकता है । किसी को एक विशेष विधि में विश्वास हो सकता है और वह इस विश्वास को बदल कर दूसरा ग्रहण कर सकता है, लेकिन सनातन-धर्म उस कर्म का सूचक है जो बदला नहीं जा सकता । उदाहरणार्थ, न तो जल से उसकी तरलता विलग की जा सकती है, न अग्नि से उष्मा विलग की जा सकती है । इसी प्रकार जीव से उसके नित्य कर्म को विलग नहीं किया जा सकता । सनातन-धर्म जीव का शाश्वत अंग है । अतएव जब हम सनातन-धर्म के विषय में बात करते हैं तो हमें श्रीपाद रामानुजाचार्य के प्रमाण को मानना चाहिए कि उसका न तो आदि है न अन्त । जिसका आदि-अन्त न हो वह साम्प्रदायिक नहीं हो सकता क्योंकि उसे किसी सीमा में नहीं बाँधा जा सकता । जिनका सम्बन्ध किसी सम्प्रदाय से होगा वे सनातन-धर्म को भी साम्प्रदायिक मानने की भूल करेंगे, किन्तु यदि हम इस विषय पर गम्भीरता से विचार करें और आधुनिक विज्ञान के प्रकाश में सोचें तो हम सहज ही देख सकते है कि सनातन-धर्म विश्व के समस्त लोगों का ही नहीं अपितु ब्रह्माण्ड के समस्त जीवों का है ।",
            "भले ही असनातन धार्मिक विश्वास का मानव इतिहास के पृष्ठों में कोई आदि हो, लेकिन सनातन-धर्म के इतिहास का कोई आदि नहीं होता, क्योंकि यह जीवों के साथ शाश्वत चलता रहता है । जहाँ तक जीवों का सम्बन्ध है, प्रामाणिक शास्त्रों का कथन है कि जीव का न तो जन्म होता है, न मृत्यु । गीता में कहा गया है कि जीव न तो कभी जन्मता है, न कभी मरता है । वह शाश्वत तथा अविनाशी है, और इस क्षणभंगुर शरीर के नष्ट होने के बाद भी रहता है । सनातन-धर्म के स्वरूप के प्रसंग में हमें धर्म की धारणा को संस्कृत की मूल धातु से समझना होगा । धर्म का अर्थ है जो पदार्थ विशेष में सदैव रहता है । हम यह निष्कर्ष निकालते हैं कि अग्नि के साथ ऊष्मा तथा प्रकाश सदैव रहते हैं, ऊष्मा व प्रकाश के बिना अग्नि शब्द का कोई अर्थ नहीं होता । इसी प्रकार हमें जीव के उस अनिवार्य अंग को ढूँढना चाहिए जो उसका चिर सहचर है । यह चिर सहचर उसका शाश्वत गुण है और यह शाश्वत गुण ही उसका नित्य धर्म है ।",
            "जब सनातन गोस्वामी ने श्री चैतन्यमहाप्रभु से प्रत्येक जीव के स्वरूप के विषय में जिज्ञासा की तो भगवान् ने उत्तर दिया कि जीव का स्वरूप या स्वाभाविक स्थिति भगवान् की सेवा करना है । यदि हम महाप्रभु के इस कथन का विश्लेषण करें तो हम देखेंगे कि एक जीव दूसरे जीव की सेवा में निरन्तर लगा हुआ है । एक जीव दूसरे जीव की सेवा कई रूपों में कर्ता है । ऐसा करके, जीव जीवन का भोग कर्ता है । निम्न पशु मनुष्यों की सेवा करते हैं जैसे सेवक अपने स्वामी की सेवा करते हैं । एक व्यक्ति \"अ\" अपने स्वामी \"ब\" की सेवा कर्ता है और \"ब\" अपने स्वामी \"स\" की तथा \"स\" अपने स्वामी \"द\" की । इस प्रकार हम देखते हैं कि एक मित्र की सेवा करता है, माता पुत्र की सेवा करती है, पति पत्नी की सेवा करता है । यदि हम इसी भावना से खोज करते चलें तो पाएँगे कि समाज में ऐसा भी अपवाद नहीं है जिसमें कोई जीव सेवा में न लगा हो । एक राजनेता जनता के समक्ष अपनी सेवा करने की क्षमता का घोषणा-पत्र प्रस्तुत कर्ता है । फलतः मतदाता उसे यह सोचते हुए मत देते हैं कि वह समाज की महत्त्वपूर्ण सेवा करेगा । दुकानदार अपने ग्राहक की सेवा करता है और कारीगर (शिल्पी) पूँजीपतियों की सेवा करते हैं । पूँजीपति अपने परिवार की सेवा कर्ता है और परिवार शाश्वत जीव की शाश्वत सेवा क्षमता से राज्य की सेवा कर्ता है । इस प्रकार हम देख सकते हैं कि कोई भी जीव अन्य जीव की सेवा करने से मुक्त नहीं है । अतएव हम निष्कर्ष निकाल सकते हैं कि सेवा जीव की चिर सहचरी है और सेवा करना जीव का शाश्वत (सनातन) धर्म है ।",
            "तथापि मनुष्य काल तथा परिस्थिति विशेष के प्रसंग में एक विशिष्ट प्रकार के विश्वास को अंगीकार करता है, और इस प्रकार वह अपने को हिन्दू, मुसलमान, ईसाई, बौद्ध या किसी अन्य सम्प्रदाय का मानने वाला बताता है । ये सभी उपाधियाँ सनातन-धर्म नहीं हैं । एक हिन्दू अपना विश्वास बदल कर मुसलमान बन सकता है, या एक मुसलमान अपना विश्वास बदल कर हिन्दू बन सकता है या कोई ईसाई अपना विश्वास बदल सकता है, इत्यादि । किन्तु इन सभी परिस्थितियों में धार्मिक विश्वास में परिवर्तन होने से अन्यों की सेवा करने का शाश्वत-धर्म (वृत्ति) प्रभावित नहीं होता । हिन्दू, मुसलमान या ईसाई समस्त परिस्थितियों में किसी न किसी के सेवक हैं । अतएव किसी विशेष विश्वास को अंगीकार करना अपने सनातन-धर्म को अंगीकार करना नहीं है । सेवा करना ही सनातन-धर्म है ।",
            "वस्तुतः भगवान् के साथ हमारा सम्बन्ध सेवा का सम्बन्ध है । परमेश्वर परम भोक्ता हैं और हम सारे जीव उनके सेवक है । हम सब उनके भोग (सुख) के लिए बने हैं और यदि हम भगवान् के साथ उस नित्य भोग में भाग लेते हैं, तो हम सुखी बनते हैं । हम किसी अन्य प्रकार से सुखी नहीं हो सकते । स्वतन्त्र रूप से सुखी बन पाना सम्भव नहीं, जिस प्रकार शरीर का कोई भी भाग उदर से सहयोग किये बिना सुखी नहीं रह सकता । परमेश्वर की दिव्य प्रेमाभाक्तिमय सेवा किये बिना जीव सुखी नहीं हो सकता ।",
            "भगवद्गीता में विभिन्न देवों की पूजा या सेवा करने का अनुमोदन नहीं किया गया है । उसमें (७.२०) कहा गया है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "कामैस्तैस्तैर्ह्रतज्ञानाः प्रपद्यन्तेऽन्यदेवताः |",
            "तं तं नियममास्थाय प्रकृत्या नियताः स्वया || २० ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"जिनकी बुद्धि भौतिक इच्छाओं द्वारा मारी गई है वे देवताओं की शरण में जाते हैं, और वे अपने-अपने स्वभावों के अनुसार पूजा के विशेष विधिविधानों का पालन करते हैं ।\" यहाँ यह स्पष्ट कहा गया है कि जो काम-वासना द्वारा निर्देशित होते हैं वे भगवान् कृष्ण की पूजा न करके देवताओं की पूजा करते हैं । जब हम कृष्ण का नाम लेते हैं तो हम किसी साम्प्रदायिक नाम का उल्लेख नहीं करते । कृष्ण का अर्थ है – सर्वोच्च आनन्द, और इसकी पुष्टि हुई है कि परमेश्वर समस्त आनन्द के आगार हैं । हम सभी आनन्द की खोज में लगे रहते हैं । आनन्दमयोऽभ्यासात् (वेदान्त-सूत्र १.१.१२) । भगवान् की ही भाँति जीव चेतना से पूर्ण हैं, और सुख की खोज में रहते हैं । भगवान् तो नित्य सुखी हैं, और यदि जीव उनकी संगति करते हैं, उनके साथ सहयोग करते हैं, तो वे भी सुखी बन जाते हैं । भगवान् इस मर्त्य लोक में सुख से पूर्ण अपनी वृन्दावन लीलाएँ प्रदर्शित करने के लिए अवतरित होते हैं । अपने गोपमित्रों के साथ, अपनी गोपिका-सखियों के साथ, वृन्दावन के अन्य निवासियों के साथ तथा गायों के साथ उनकी लीलाएँ सुख से ओतप्रोत हैं । वृन्दावन की सारी जनता कृष्ण के अतिरिक्त अन्य किसी को नहीं जानती थी ।",
            "परन्तु भगवान् कृष्ण ऐसे थे कि उन्होंने अपने पिता नन्द महाराज को भी इन्द्रदेव की पूजा करने से निरुत्साहित किया क्योंकि वे इस तथ्य को प्रतिष्ठित करना चाहते थे कि लोगों को किसी भी देवता की पूजा करने की आवश्यकता नहीं है । उन्हें एकमात्र परमेश्वर की पूजा करनी चाहिए क्योंकि उनका चरम-लक्ष्य भगवद्धाम को वापस जाना है ।",
            "भगवद्गीता में (१५.६) भगवान् श्रीकृष्ण के धाम का वर्णन इस प्रकार हुआ है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "न तद्भासयते सूर्यो न शशाकोन पावक : |",
            "यद्गत्वा न निवर्तन्ते तद्धाम परमं मम ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"मेरा परम धाम न तो सूर्य याचन्द्रमा द्वारा, नही अग्नि या विजली द्वारा प्रकाशित होता है । जो लोग वहाँपहुँच जाते हैंवे इस भौतिक जगत में फिर कभी नही लौटते । \"",
            "यह श्लोक उस नित्य आकाश (परमधाम) का वर्णन प्रस्तुत करता है । निसन्देह हमें आकाश की भौतिक धारणा है, और हम इसे सूर्य, चन्द्र, तारे आदि के सम्बन्ध में सोचते हैं । किन्तु इस श्लोक में भगवान् बताते हैंकि नित्य आकाश में सूर्य, चन्द्र, अग्नि या बिजली किसी की आवश्यकता नहीं है, क्योंकि वह परमेश्वर से निकलने वाली ब्रह्मज्योति द्वारा प्रकाशित है । हम अन्य लोकों तक पहुँचने का कठिन प्रयास कर रहे हैं, लेकिन परमेश्वर के धाम को जानना कठिन नहीं हे । यह धाम गोलोक कहा जाता है । ब्रह्मसंहिता में ।",
            "(५.३७) इसका अतीव सुन्दर वर्णन मिलता है - गोलोक एव निवसत्यखिलात्मभूतः । भगवान् अपने धाम गोलोक में नित्य वास करते हैं फिर भी इस लोक से उन तक पहुँचा जा सकता है और ऐसा करने के लिए वे अपने सच्चिदानन्द विग्रह रूप को व्यक्त करते हैं जो उनका असली रूप है । जब वे इस रूप को प्रकट करते हैं तब हमें इसकी कल्पना करने की आवस्यकता नहीं रह जाती की उनका रूप कैसा है । ऐसे चिन्तन को निरुत्साहित करने के लिए ही वे अवतार लेते हैं, और अपने श्यामसुन्दर स्वरूप को प्रदर्शित करते हैं । दुर्भाग्यवश अल्पज्ञ लोग उनकी हँसी उड़ाते हैंक्योंकि वे हमारे जेसे बन कर आते हैं और मनुष्य रूप धारण करके हमारे साथ खेलते-कूदते हैं । लेकिन इस कारण हमें यह नहीं सोचना चाहिए की वे हमारी तरह हैं । वे अपनी सर्वशक्तिमता के कारण ही अपने वास्तविक रूप में हमारे समक्ष प्रकट होते हैं, और अपनी लीलाओं का प्रदर्शन करते हैं, जो धाम में होने वाली लीलाओं की अनुकृतियाँ (प्रतिरूप) होती हैं ।",
            "आध्यात्मिक आकाश की तेजोमय किरणों (ब्रह्म ज्योति) में असंख्य लोक तैर रहे हैं । यह ब्रह्म ज्योति परम धाम कृष्ण लोक से उद्भूत होती है और आनन्द मय तथा चिन्मय लोक, जो भौतिक नहीं हैं, इसी ज्योति में तैरते रहते हैं । भगवान् कहते हैं -न तद्भासयते सूर्यो न शशाङ्को न पावकः । यद्गत्वा न निवर्तन्ते तद्धाम परमं मम । जो इस आध्यात्मिक आकाश तक पहुँच जाता है उसे इस भौतिक आकाश में लौटने की आवश्यकता नहीं रह जाती । भौतिक आकाश में यदि सर्वोच्च लोक (ब्रह्मलोक) को भी प्राप्त कर लें, चन्द्र लोक का तो कहना ही क्या, तो वहाँ भी वही जीवन की परिस्थितियाँ - जन्म, मृत्यु, व्याधि तथा जरा - होंगी । भौतिक ब्रह्माण्ड का कोई भी लोक संसार के इन चार नियमों से मुक्त नहीं है ।",
            "सारे जीव एक लोक से दूसरे लोक में विचरण करते हैं, किन्तु ऐसा नहीं है कि हम यान्त्रिक व्यवस्था करके जिस लोक में जाना चाहते हैं तो उसकी विधि होती है । इसका भी उल्लेख हुआ है -यान्ति देवव्रता देवान्पितृन्यान्ति पितृव्रताः । यदि हम एक लोक से दूसरे लोक में विचरण करना चाहते हैं तो उसके लिए कोई यान्त्रिक व्यवस्थाकी आवश्यकता नहीं है । गीता का उपदेश है यान्ति देवव्रता देवान् । चन्द्र, सूर्य तथा उच्चतर लोक स्वर्गलोक कहलाते हैं । लोकों की तीन विभिन्न स्थितियाँ हैं उच्चतर मध्य तथा निम्नतर लोक । पृथ्वी मध्य लोक में आती है । भगवद्गीता बताती है कि किस प्रकार अति सरल सूत्र यान्ति देवव्रता देवान् द्वारा उच्चतर लोकों यानी देवलोकों तक जाया जा सकता है । मनुष्य को केवल उस लोक के विशेष देवता की पूजा करने की आवश्यकता है और इस तरह चन्द्रमा सूर्य या अन्य किसी भी उच्चतर लोक को जाया जा सकता है ।",
            "फिर भी भगवद्गीता हमें इस जगत के किसी लोक में जाने की सलाह नहीं देती क्योंकि चाहे हम किसी यान्त्रिक युक्ति से चालीस हजार वर्षों (और कौन इतने समय तक जीवित रहेगा ?) तक यात्रा करके सर्वोच्च लोक, ब्रह्मलोक, क्यों न चले जायँ, किन्तु फिर भी वहाँ हमें जन्म, मृत्यु, जरा तथा व्याधि जैसी भौतिक असुविधाओं से मुक्ति नहीं मिल सकेगी । लेकिन जो परम लोक, कृष्ण लोक, या आध्यात्मिक आकाश के किसी भी अन्य लोक में पहुँचना चाहता है, उसे वहाँ की असुविधाएँ  नहीं होंगी । आध्यात्मिक आकाश में जितने भी लोक हैं, उनमें गोलोक वृन्दावन नामक लोक सर्व श्रेष्ठ है, जो भगवान् श्री कृष्ण का आदि धाम है । यह सारी जानकारी भगवद्गीता में दी हुई है, और इसमें उपदेश दिया गया है कि किस प्रकार हम इस भौतिक जगत को छोड़करआध्यात्मिक आकाश में वास्तविक आनन्द मय जीवन बिता सकते हैं ।",
            "भगवद्गीता के पन्द्रहवें अध्याय में भौतिक जगत का जीता जागता चित्रण हुआ है । कहा गया है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "उर्ध्वमूलमधःशाखमश्वत्थं प्राहुरव्ययम् |",
            "छन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित् || १ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ पर भौतिक जगत का वर्णन वृक्ष के रुप में हुआ है जिसकी जड़ें उर्ध्व मुखी हैं और शाखाएँ अधोमुखी हैं । हमें ऐसे वृक्ष का अनुभव है, जिसकी जड़ें उर्ध्व मुखी हों: यदि कोई नदी या जलाशय के किनारे खड़ा होकर जल में वृक्षों का प्रतिबिम्ब देखे तो उसे सारे वृक्ष उल्टे दिखेंगे । शाखाएँ नीचे की ओर जड़ें ऊपर की ओर दिखेंगी । इसी प्रकार यह भौतिक जगत भी आध्यात्मिक जगत का प्रतिबिम्ब है । यह जगत वास्तविकता या सार नहीं होता, लेकिन प्रतिबिम्ब से हम यह समझ लेते हैं कि वस्तु तथा वास्तविकता हैं । इसी प्रकार यद्यपि मरुस्थल में जल नहीं होता, लेकिन मृग-मरीचिका बताती है कि जल जैसी कोई वस्तु होती है । भौतिक जगत में न तो जल है, न सुख है, लेकिन आध्यात्मिक जगत में वास्तविक सुख-रूपी असली जल है ।",
            "भगवद्गीता में (१५.५) भगवान् ने सुझाव दिया है कि हम निम्नलिखित प्रकार से आध्यात्मिक जगत की प्राप्ति कर सकते हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "निर्मानमोहा जितसङ्गदोषा",
            "अध्यात्मनित्या विनिवृत्तकामाः ।",
            "द्वन्द्वैर्विमुक्ताः सुखदुःखसंज्ञै-",
            "र्गच्छन्त्यमूढाः पदमव्ययं तत् ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "पदमव्ययं अर्थात् सनातन राज्य (धाम) को वही प्राप्त होता है जो निर्मान-मोहा है । इसका अर्थ क्या हुआ ? हम उपाधियों के पीछे पड़े रहते हैं । कोई \"महाशय\" बनना चाहता है, कोई \"प्रभु\"बनना चाहता है, तो कोई राष्ट्रपति, धनवान या राजा या कुछ और बनना चाहता है । परन्तु जब तक हम इन उपाधियों से चिपके रहते हैं तब तक हम शरीर के प्रति आसक्त बने रहते हैं, क्योंकि ये उपाधियाँ शरीर से सम्बन्धित होती है । लेकिन हम शरीर नहीं हैं, और इसकी अनुभूति होना ही आत्म-साक्षात्कार की प्रथम अवस्था है । हम प्रकृति के तीन गुणों से जुड़े हुए हैं, किन्तु भगवद्भक्ति मय सेवा द्वारा हमें इनसे छूटना होगा । यदि हम भगवद्भक्ति मय सेवा के प्रति आसक्त नहीं होते तो प्रकृति के गुणों से छूट पाना दुष्कर है । उपाधियाँ तथा आसक्तियाँ हमारी काम वासना तथा इच्छा अर्थात् प्रकृति पर प्रभुत्व जताने की चाह के कारण हैं । जब तक हम प्रकृति पर प्रभुत्व जताने की प्रवृत्ति को नहीं त्यागते तब तक भगवान् के धाम, सनातन धाम, को वापस जाने की कोई सम्भावना नहीं है । इस नित्य अविनाशी धाम को वही प्राप्त होता है जो झूठे भौतिक भोगों के आकर्षणों द्वारा मोहग्रस्त नहीं होता, तो भगवान् की सेवा में स्थित रहता है । ऐसा व्यक्ति सहज ही परम धाम को प्राप्त होता है ।",
            "गीता में अन्यत्र (८.२१) कहा गया है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "अव्यक्तोऽक्षर इत्युक्तस्तमाहु: परमां गतिम् |",
            "यं प्राप्य न निवर्तन्ते तद्धाम परमं मम || २१ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अव्यक्त का अर्थ है - अप्रकट । हमारे समक्ष सारा भौतिक जगत तक प्रकट नहीं है । हमारी इन्द्रियाँ इतनी अपूर्ण हैं कि हम इस ब्रह्माण्ड में सारे नक्षत्रों को भी नहीं देख पाते । वैदिक साहित्य से हमें सभी लोकों के विषय में प्रचुर जानकारी प्राप्त होती है ।",
            "उस पर विश्वास करना या न करना हमारे ऊपर निर्भर करता है । वैदिक ग्रंथों में, विशेषतया श्रीमद भागवत म् में, सभी महत्त्व पूर्ण लोकों का वर्णन है । इस भौतिक आकाश से परे आध्यात्मिक जगत है जो अव्यक्त या अप्रकट कहलाता है । व्यक्ति को भगवद्धाम की ही कामना तथा लालसा करनी चाहिए, क्योंकि जब उसको उस धाम की प्राप्ति हो जाती है, तब उसको वहाँ से फिर इस जगत में लौटना नहीं पड़ता ।",
            "इसके बाद प्रश्न पूछा जा सकता है कि उस भगवद्धाम तक कैसे पहुँचा जाता है ? इसकी सूचना भगवद्गीता के आठवें अध्याय में (८.५) इस तरह दी गई है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम् |",
            "यः प्रयाति स मद्भावं याति नास्त्यत्र संशयः || ५ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"अन्तकाल में जो कोई मेरा स्मरण करते हुए शरीर त्याग करता है वह तुरन्त मेरे स्वभाव को प्राप्त होता है, इसमें रंच मात्र भी सन्देह नहीं है । \" जो व्यक्ति मृत्यु के समय कृष्ण का चिंत्तन करता है, वह कृष्ण को प्राप्त होता है । मनुष्य को चाहिए कि वह कृष्ण के स्वरूप का स्मरण करे; और यदि इस रूप का चिन्तन करते हुए वह मर जाता है, तो वह भगवद्धाम को प्राप्त होता है । मद्भावम् शब्द परम पुरुष के परम स्वभाव का सूचक है । परम पुरुष सच्चिदानन्दविग्रह है- अर्थात् उनका स्वरूप शाश्वत, ज्ञान तथा आनन्द से पूर्ण रहता है । हमारा यह शरीर सच्चिदानन्दनहीं है, यह सत् नहीं अपितु असत् है । यह शाश्वत नहीं अपितु नाशवान है, यह चित् अर्थात् ज्ञान से पूर्ण नहीं, अपितु अज्ञान से पूर्ण है । हमें भगवद्धाम का कोई ज्ञान नहीं हैं, यहाँ तक कि हमें इस भौतिक जगत का पूर्ण ज्ञान नहीं है, क्योंकि ऐसी अनेक वस्तुएँ हैं, जो हमें ज्ञात नहीं हैं । यह शरीर निरानन्द है, आनन्द से ओतप्रोत न होकर दुखमय है । इस संसार में जितने भी दुखों का हमें अनुभव होता है, वे शरीर से उत्पन्न हैं, किन्तु जो व्यक्ति भगवान् कृष्ण का चिन्तन करते हुए इस शरीर को त्यागता है, वह तुरन्त ही सच्चिदानन्द शरीर प्राप्त करता है ।",
            "इस शरीर को त्याग कर इस जगत में दूसरा शरीर धारण करना भी सुव्यवस्थित है । मनुष्य तभी मरता है जब यह निश्चित हो जाता है कि अगले जीवन में उसे किस प्रकार का शरीर प्राप्त होगा । इसका निर्णय उच्च अधिकारी करते हैं, स्वयं जीव नहीं करता । इस जीवन में अपने कर्मों के अनुसार हम उन्नति या अवनति करते हैं । यह जीवन अगले जीवन की तैयारी है । अतएव यदि हम इस जीवन में भगवद्धाम पहुँचने की तैयारी कर लेते हैं, तो शरीर को ��्यागने के बाद हम भगवान् के ही सदृश आध्यात्मिक शरीर प्राप्त कर सकते हैं ।",
            "जैसा कि पहले कहा जा चुका है, अध्यात्मवादियों के कई प्रकार हैं - ब्रह्म वादी, परमात्म वादी तथा भक्त, और जैसा कि उल्लेख हो चुका है, ब्रह्मज्योति (आध्यात्मिक आकाश) में असंख्य आध्यात्मिक लोक हैं । इन लोकों की संख्या भौतिक जगत के लोकों की संख्या से कहीं अधिक बड़ी है । यह भौतिक जगत अखिल सृष्टि का केवल चतुर्थांश है (एकांशेन स्थितो जगत) । इस भौतिक खण्ड में लाखों करोड़ों ब्रह्माण्ड हैं, जिनमें अरबों लोक और सूर्य, तारे तथा चन्द्रमा हैं । किन्तु यह सारी भौतिक सृष्टि सम्पूर्ण सृष्टि का एक खण्ड मात्र है । अधिकांश सृष्टि तो आध्यात्मिक आकाश में है । जो व्यक्ति परब्रह्म से तदाकार होना चाहता है वह तुरन्त ही परमेश्वर की ब्रह्म ज्योति में भेज दिया जाता है, और इस तरह वह आध्यात्मिक आकाश को प्राप्त होता है । जो भक्त भगवान् के सान्निध्य का भोग करना चाहता है वह वैकुण्ठ लोकों में प्रवेश करता है, जिनकी संख्या अनन्त है, यहाँ पर परमेश्वर अपने पूर्ण अंशों, चतुर्भुज नारायण के रूप में तथा प्रद्युम्न, अनिरुद्ध तथा गोविन्द जैसे विभिन्न नामों से भक्तों के साथ-साथ रहते हैं । अतएव जीवन के अन्त में अध्यात्म वादी ब्रह्मज्योति, परमात्मा या भगवान् श्री कृष्ण का चिन्तन करते हैं । प्रत्येक दशा में वे आध्यात्मिक आकाश में प्रविष्ट होते हैं, लेकिन केवल भक्त या परमेश्वर से सम्बन्धित रहने वाला ही वैकुण्ठ लोक में या गोलोक वृन्दावन में प्रवेश करता है । भगवान् यह भी कहते हैं कि \"इसमें कोई सन्देह नहीं है । \" इस पर दृढ़ विश्वास करना चाहिए । हमें चाहिए कि जो हमारी कल्पना से मेल नहीं खाता, उसका बहिष्कार न करें । हमारी मनो वृत्ति अर्जुन की सी होनी चाहिए: \"आपने जो कुछ कहा उस पर मैं विश्वास करता हूँ । \" अतएव जब भगवान् यह कहते हैं कि मृत्यु के समय जो भी ब्रह्म, परमात्मा या भगवान् के रूप में उनका चिन्तन करता है वह निश्चित रूप से आध्यात्मिक आकाश में प्रवेश करता है, तो इसमें कोई सन्देह नहीं है । इस पर अविश्वास करने का प्रश्न ही नहीं उठता ।",
            "भगवद्गीता में (८.६) उस सामान्य सिद्धान्त की भी व्याख्या है जो मृत्यु के समय ब्रह्म का चिन्तन करने से आध्यात्मिक धाम में प्रवेश करना सुगम बनाता है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "यं यं वापि स्मरन् भावं त्यजत्यन्ते कलेवरम् |",
            "तं तमेवैति कौन्तेय सदा तद्भावभावितः ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"अपने इस शरीर को त्यागते समय मनुष्य जिस-जिस भाव का स्मरण करता है, वह अगले जन्म में उस-उस भाव को निश्चित रूप से प्राप्त होता है ।\" अब सर्व प्रथम हमें यह समझना चाहिए कि भौतिक प्रकृति परमेश्वर की एक शक्ति का प्रदर्शन है । विष्णु पुराण में (६.७.६९) भगवान् की समग्र शक्तियों का वर्णन हुआ है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "विष्णु शक्तिः परा प्रोक्ता क्षेत्र ज्ञाख्या तथा परा ।",
            "अविद्याकर्मसंज्ञान्या तृतीया शक्तिरिष्यते ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "परमेश्वर की शक्तियाँ विविध तथा असंख्य हैं और वे हमारी बुद्धि के परे हैं, लेकिन बड़े-बड़े विद्वान मुनियों या मुक्तात्माओं ने इन शक्तियों का अध्ययन करके इन्हें तीन भागों में बाँटा है । सारी शक्तियाँ विष्णु-शक्ति हैं, अर्थात् वे भगवान् विष्णु की विभिन्न शक्तियाँ हैं । पहली शक्ति परा या आध्यात्मिक है । जीव भी परा शक्ति है जैसा कि पहले कहा जा चुका है । अन्य शक्तियाँ या भौतिक शक्तियाँ तामसी हैं । मृत्यु के समय हम या तो इस संसार की अपरा शक्ति में रहते हैं या फिर आध्यात्मिक जगत की शक्ति में चले जाते हैं ।",
            "अतएव भगवद्गीता में (८.६) कहा गया है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "यं यं वापि स्मरन् भावं त्यजत्यन्ते कलेवरम् ।",
            "तं तमेवैति कौन्तेय सदा तद्भावभावितः ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"अपने इस शरीर को त्यागते समय मनुष्य जिस-जिस भाव का स्मरण करता है वह अगले जन्म में उस-उस भाव को निश्चित रूप से प्राप्त होता है । \"",
            "जीवन में हम या तो भौतिक या आध्यात्मिक शक्ति के विषय में सोचने के आदी हैं । हम अपने विचारों को भौतिक शक्ति से आध्यात्मिक शक्ति में किस प्रकार ले जा सकते हैं ? ऐसे बहुत से साहित्य हैं- यथा समाचार पत्र, पत्रिकाएँ, उपन्यास आदि, जो हमारे विचारों को भौतिक शक्ति से भर देते हैं । इस समय हमें ऐसे साहित्य में लगे अपने चिन्तन को वैदिक साहित्य की ओर मोड़ना है । अतएव महर्षियों ने अनेक वैदिक ग्रंथ लिखे हैं, यथा पुराण । ये पुराण कल्पना प्रसूत नहीं हैं, अपितु ऐतिहासिक लेख हैं । चैतन्य-चरितामृत में (मध्य २०.१२२) निम्नलिखित कथन है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "माया मुग्ध जीवेर नाहि स्वतः कृष्ण ज्ञान ।",
            "जीवेरे कृपाय कैला कृष्ण वेड-पुराण ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भुलक्कड जीवों या बद्ध जीवों ने परमेश्वर के साथ अपने सम्बन्ध को भुला दिया है और वे सब भौतिक कार्यों के विषय में सोचने में मग्न रहते हैं । इनकी चिन्तन शक्ति को आध्यात्मिक आकाश की ओर मोड़ने के लिए ही कृष्ण द्वैपायन व्यास ने प्रचुर वैदिक साहित्य किया है । सर्व प्रथम उन्होंने वेद के चार विभाग किये, फिर उन्होंने उनकी व्याख्या पुराणों में की, और अल्पज्ञों के लिए उन्होंने महाभारत की रचना की । महाभारत में ही भगवद्गीता दी हुई है । तत्पश्चात् वैदिक साहित्य का सार वेदान्त-सूत्र में दिया गया है और भावी पथ-प्रदर्शन के लिए उन्होंने वेदान्त-सूत्र का सहज भाष्य भी कर दिया जो श्रीमद्भागवतम् कहलाता है । हमें इन वैदिक ग्रंथों के अध्ययन में अपना चित्त लगाना चाहिए । जिस प्रकार भौतिक वादी लोग नाना प्रकार के समाचार पत्र, पत्रिकाएँ तथा अन्य संसारी साहित्य को पढ़ने में ध्यान लगाते हैं, उसी तरह हमें भी व्यासदेव द्वारा प्रदत्त साहित्य के अध्ययन में ध्यान लगाना चाहिए । इस प्रकार हम मृत्यु के समय परमेश्वर का स्मरण कर सकेंगे । भगवान् द्वारा सुझाया गया यही एकमात्र उपाय है और वे इसके फल का विश्वास दिलाते हैं, \"इसमें कोई सन्देह नहीं है । \""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च ।",
            "मय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयः ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"इसलिए, हे अर्जुन! तुम्हें कृष्ण रूप में सदैव मेरा चिन्तन करो, और साथ ही अपनेयुद्ध कर्म करते रहो । अपने कर्मों को मुझे समर्पित करके तथा अपने मन एवं बुद्धि को मुझमें स्थिर करके तुम निश्चित रूप से मुझे प्राप्त कर सकोगे । \" (भगवद्गीता ८.७) ।",
            "वे अर्जुन से उसके कर्म (वृत्ति) को त्याग कर केवल अपना स्मरण करने कस लिए नहीं कहते । भगवान् कभी भी कोई अव्यवहारिक बात का परमार्श नहीं देते । इस जगत में शरीर के पालन हेतु मनुष्य को कर्म करना होता है । कर्म के अनुसार मानव समाज चार वर्णों में विभाजित है - ब्राह्मण, क्षत्रिय, वैश्य तथा शुद्र । ब्राह्मण अथवा बुद्धिमान वर्ग एक प्रकार से कार्य करता है, क्षत्रिय या प्रशासक वर्ग दूसरी तरह से कार्य करता है । इसी प्रकार वणिक वर्ग तथा श्रमिक वर्ग भी अपने-अपने कर्तव्यों का पालन करते हैं । मानव समाज में चाहे कोई श्रमिक हो, वणिक हो, प्रशासक हो या कि किसान हो, या फिर चाहे वह सर्वोच्च वर्ण का तथा साहित्यिक हो, वैज्ञानिक हो या धर्म शास्त्र ज्ञ हो, उसे अपने जीवन यापन के लिए कार्य करना होता है । अतएव भगवान् अर्जुन से कहते हैं कि उसे अपनी वृत्ति का त्याग नहीं करना है, अपितु वृत्ति में लगे रहकर कृष्ण का स्मरण करना चाहिए (मामनुस्मर) । यदि वह जीवन-संघर्ष करते हुए कृष्ण का स्मरणकरने का अभ्यास नहीं करता तो वह मृत्यु के समय कृष्ण का स्मरण नहीं कर सकेगा । भगवान् चैतन्य भी यही उपदेश देते हैं । उनका कथन है - कीर्तनीयः सदा हरिः - मनुष्य को चाहिए कि भगवान् के नामों का सदैव उच्चारण करने का अभ्यास करे । भगवान् के नाम तथा भगवान् अभिन्न हैं । उसी प्रकार अर्जुन को भगवान् की शिक्षा कि \"मेरा स्मरण करो\" तथा चैतन्य का यह आदेश कि \"भगवान् कृष्ण के नामों का निरन्तर कीर्तन करो\" एक ही हैं । इनमें कोई अन्तर नहीं है, क्योंकि कृष्ण तथा कृष्ण के नाम में कोई अन्तर नहीं है । चरन दशा में नाम तथा नामी में कोई अन्तर नहीं होता । अतएव हमें चौबीसों घण्टे भगवान् के नामों का कीर्तन करके उनके स्मरण का अभ्यास करना होता है, और अपने जीवन को इस प्रकार ढालना होता है कि हम उन्हें सदा स्मरण करते रहें ।",
            "यह किस प्रकार सम्भव है ? आचार्यों ने निम्नलिखित उदाहरण दिया है । यदि कोई विवाहिता स्त्री परपुरुष में आसक्त होती है, या कोई पुरुष अपनी स्त्री को छोड़कर किसी पराई स्त्री में लिप्त होता है, जो यह आसक्ति अत्यन्त प्रबल होती है । ऐसी आसक्ति वाला अपने प्रेमी के विषय में निरन्तर सोचता रहता है । जो स्त्री अपने प्रेमी के विषय में सोचती रहती है वह अपने घरेलु कार्य करते समय भी उसी से मिलने के विषय में सोचती रहती हे । वास्तव में वह अपने गृहकार्य इतनी अधिक सावधानी से करती हैकि उसका पति उसकी आसक्ति के विषय में सन्देह भी न कर सके । इसी प्रकार हमे परम प्रेमी कृष्ण को सदैव स्मरण करना चाहिए और साथ ही अपने कर्तव्यों को सुचारू रूप से करते रहना चाहिए । इसके लिए प्रेम की प्रगाढ़ भावना चाहिए । यदि हममे परमेश्वर के लिए प्रगाढ़ प्रेम हो तो हम अपना कर्म करते हुए उनका स्मरण भी कर सकते हे । लेकिन हमे प्रेमभाव उत्पन्न करना होगा । उदाहरणार्थ, अर्जुन सदैव कृष्ण का चिन्तन करता था, वह कृष्ण का नित्य संगी था और साथ ही योद्धा भी । कृष्ण ने उसे युद्ध करना छोड़कर जंगल जा कर ध्यान करने की कभी सलाह नहीं दी । जब भगवान् कृष्ण अर्जुन को योग पद्धति बताते हैं तो अर्जुन कहता है कि इस पद्धतिका अभ्यास कर सकना उसके लिए सम्भव नहीं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "अर्जुन उवाच ।",
            "योऽयं योगस्त्वया प्रोक्तः साम्येन मधुसूदन ।",
            "एतस्याहं न पश्यामि चञ्चलत्वात्स्थितिं स्थिराम् ।। ३३ ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"अर्जुन ने कहा – हे मधुसूदन! आपने जिस योगपद्धति का संक्षेप में वर्णन किया है, वह मेरे लिए अव्यावहारिक तथा असहनीय है, क्योंकि मेरा मनअस्थिरतथा चंचल है ।\" (भगवद्गीता ६.३३) ।",
            "लेकिन भगवान् कहते हैं:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "योगिनामपि सर्वेषां मद्गतेनान्तरात्मना ।",
            "श्रद्धावान् भजते यो मां स मे युक्तमो मत: ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"सम्पूर्ण योगियों में जो श्रद्धावान योगी भक्तियोग के द्वारा मेरी आज्ञा का पालन करता है, अपने अन्तर में मेरे बारे में सोचता है, और मेरी दिव्य प्रेमभक्तिमय सेवा करता है, वह योग में मुझसे परम घनिष्ठतापूर्वक युक्त होता है और सब में श्रेष्ठ है । यही मेरा मत है !\" (भगवद्गीता ६.४७) अतएव जो सदैव परमेश्वर का चिन्तन करता है, वह एक ही समय मे सबसे बड़ा योगी, सर्वोच्च ज्ञानी तथा महानतम भक्त है । अर्जुन से भगवान् आगे भी कहते है कि क्षत्रिय होने के कारण वह युद्ध का त्याग नहीं कर सकता, किन्तु यदि वह कृष्ण का स्मरण करते हुए युद्ध करता है तो वह मृत्यु के समय कृष्ण का स्मरण कर सकेगा । परन्तु इसके लिए मनुष्य को दिव्य प्रेमभक्ति सेवा में पूर्णतया समर्पित होना होगा ।",
            "वास्तव में हम अपने शरीर से नहीं, अपितु अपने मन तथा बुद्धि से कर्म करते हैं । अतएव यदि मन तथा बुद्धि सदैव परमेश्वर के विचार में मग्न रहें तो स्वभाविक है कि इन्द्रियाँ भी उनकी सेवा मे लगी रहेंगी । इन्द्रियों के कार्य कम से कम बाहर से तो वे ही रहते हैं, लेकिन चेतना वदल जाती है । भगवद्गीताहमें सिखाती है कि किस प्रकार मन तथा बुद्धि को भगवान् के विचार मे लीन रखाजाये । ऐसी तल्लीनता से मनुष्य भगवद्धाम को जाता है । यदि मन कृष्ण की सेवा में लग जाता है तो सारी इन्द्रियाँ स्वतः उनकी सेवा में लग जाती हैं । यह कला है, और यही भगवद्गीता का रहस्य भी है कि कृष्ण के विचार में पूरी तरह मग्न रहा जाये ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "आधुनिक मनुष्य ने चन्द्रमा तक पहुचने के लिये कठोर संघर्ष किया है, लेकिन उसने अपने अध्यात्मिक उत्थान के लिए कठिन प्रयास नहीं किया । यदि मनुष्य को पचास वर्ष आगे जीना है, तो उसे चाहिए कि इस थोड़े समय को भगवान् का स्मरण करने के अभ्यास में लगाए । यह अभ्यास भक्तियोग है (श्रीमद्भागवतम् ७.५.२३):"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "श्रवणं कीर्तनं विष्णोः स्मरणं पादसेवनम् ।",
            "अर्चनं वन्दनं दास्यं सख्यमात्मनिवेदनम् ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ये नौ विधियाँ है जिनमें स्वरुपसिद्ध व्यक्ति से भगवद्गीता का श्रवण करना सबसे सुगम है । तब व्यक्ति भगवत् चिन्तन की ओर मुड़ेगा । इससे परमेश्वर का स्मरण होगा और शरीर छोड़ने पर आध्यात्मिक शरीर प्राप्त होगा जो परमेश्वर की संगतिके लिए उपयुक्त है ।",
            "भगवान् आगे भी कहते हैं:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "अभ्यासयोगयुक्तेन चेतसा नान्यगामिना ।",
            "परमं पुरुषं दिव्यं याति पार्थानुचिन्तथन् ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"हे अर्जुन जो व्यक्ति पथ पर विचलित हुए बिना अपने मन को निरन्तर मेरा स्मरण करने में व्यस्त रखता है और भगवान् के रूप में मेरा ध्यान करता हैवह मुझकोअवश्य प्राप्त होता है । \" (भगवद्गीता ८.८) ।",
            "यह कोई कठिन पद्धति नहीं है, तो भी इसे किसी अनुभवी व्यक्ति से सीखना चाहिए । तद्विज्ञानार्थं स गुरुमेवाभिगच्छेत्-मनुष्य को चहिए कि जो पहले से अभ्यास कर रहाहो उसके पास जाये । मन सदैव इधर-उधर उडता रहता है, किन्तु मनुष्य को चाहिए कि मन को भगवान् श्रीकृष्ण के स्वरूप पर या उनके नामोच्चारण पर केन्द्रित करने का अभ्यास करे । मन स्वभावत: चंचल है, इधर-उधर जाता रहता हे, लेकिन यह कृष्ण की ध्वनि पर स्थिर हो सकता हे । इस प्रकार मनुष्य को परमं पुरुषम् अर्थात दिव्यलोक में भगवान् का चिन्तन करना चाहिए और उनको प्राप्त करना चाहिए । चरम अनुभूति या चरम उपलब्धि के साधन भगवद्गीता मे बताये गये हैं, और इस ज्ञान के द्वार सब के लिए खुले हैं । किसी के लिए रोक-टोक नहीं है । सभी श्रेणी के लोग भगवान् कृष्ण का चिन्तन करके उनके पास पहुँच सकते हैं, क्योंकि उनकाश्रवण तथा चिन्तन हर एक के लिए सम्भव है ।",
            "भगवान् आगे भी कहते हैं (भगवद्गीता ९.३२-३३):"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "मां हि पार्थ व्यपाश्रित्य येऽपि स्युः पापयोनयः ।",
            "स्त्रियोवैश्यास्तथा शुद्रास्तेऽपियान्तिपरांगतिम् ।।",
            "किं पुनर्ब्राह्मणाः पुण्या भक्ता राजर्षयस्तथा ।",
            "अनित्यमसुखंलोकमिमं प्राप्य भजस्य माम् ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस तरह भगवान् कहते हे कि वेश्य, पतिता स्त्री या श्रमिक अथवा अधमयोनि को प्राप्त मनुष्य भी इश्वर को पा सकता है । उसे अत्यधिक विकसित बुद्धि की आवश्यकता नहीं पड़ती । बात यह है कि जो कोई भक्ति-योग के सिद्धान्त को स्वीकार करता है, और परमेश्वर को जीवन के आश्रय तत्व के रूप मे, सर्वोच्च लक्ष्य या चरम लक्ष्य के रूप में, स्वीकार करता है, वह आध्यात्मिक आकाश में भगवान् तक पहुँच सकता है । यदि कोईभगवद्गीता में बताये गये सिद्धान्तों को ग्रहण करता है, तो वह अपना जीवन पूर्ण बना सकता है और जीवन की सारी समस्याओं का स्थायी हल पाता है । यही भगवद्गीता क सार सर्वस्वहै ।",
            "सारांश यह है कि भगवद्गीतादिव्य साहित्य है जिसको ध्यानपूर्वक पढना चाहिए । गीता शास्त्रमिंद पुण्यं य: पठेत् प्रायत: पुमान्-यदि कोई भगवद्गीता के उपदेशों का पालन करे तो वह जीवन के दुखों तथा चिन्ताओं से मुक्त हो सकता है । भय शोकादिवर्जित: । वह इस जीवन में सारे भय से मुक्त हो जाएगा और उसका अगला जीवन आध्यात्मिक होगा (गीता माहात्म्य ९) ।",
            "एक अन्य लाभ भी होता है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "गीताध्ययनशीलस्य प्राणायामपरस्य च ।",
            "नव सन्ति हि पापानि पूर्वजन्मकृतानि च ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"यदि कोई भगवद्गीता को निष्ठा तथा गम्भीरता के साथ पढ़ता है तो भगवान् की कृपा से उसके सारे पूर्व दुष्कर्मों के फ़लों का उस पर कोई प्रभाव नहीं पड़ता\" (गीतामहात्म्य २) । भगवान् भगवद्गीता के अन्तिम अंश (१८.६६) में जोर देकर कहते है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "सर्वधर्मान्परित्यज्य मामेकं शरण व्रज ।",
            "अहं त्वां सार्वपापेभ्यो मोक्षयिष्यामि मा शुच: ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"सब धर्मो को त्याग कर एकमात्र मेरी ही शरण में आओ । मैं तुम्हें समस्त पापों से मुक्त कर दूँगा । तुम डरो मत । \" इस प्रकार अपनी शरण में आये भक्त का पूरा उत्तरदायित्व भगवान् अपने उपर ले लेते हे और उसके समस्त पापो को क्षमा कर देते हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "मलिनेमोचनं पुंसां जलस्नान दिने दिने ।",
            "सकृद्गीतामृतस्नानं संसारमलनाशनम् ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"मनुष्य जल में स्नान करके नित्य अपने को स्वच्छ कर सकता हे, लेकिन यदि कोई भगवद्गीता रूपी पवित्र गंगा-जल में एक बार भी स्नान करले तो वह भवसागर की मलिनता से सदा-सदा के लिए मुक्त हो जाताहै । (गीतामाहात्म्य ३) ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "गीता सुगीता कर्तव्या किमन्यैशास्त्रविस्तरै: ।",
            "यास्वयं पद्मनाभस्य मुखपद्माव्दिनि: सृता ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "चूँकि भगवद्गीता भगवान् के मुख से निकली है, अतएव किसी को अन्य वैदिक साहित्य पढ़ने की आवश्यकता नहीं रहती । उसे केवल भगवद्गीता का ही ध्यानपूर्वक तथा मनोयोग से श्रवण तथा पठन करना चाहिए । वर्तमान युग में लोग सांसारिक कार्योंमें इतने व्यस्त हैं कि उनके लिए समस्तवैदिक साहित्य का अध्ययन कर पाना सम्भव नहीं रह गया है । परन्तु इसकी अवस्यकता भी नहीं है । केवल एक पुस्तक भगवद्गीता ही पर्याप्त है क्योंकि यह समस्त वैदिक प्रंथो का सार है और इसका प्रवचन भगवान् ने किया है (गीता माहात्म्य ४) ! ।",
            "जैसा कि कहा गया है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "भारतामृतसर्वस्वं विष्णुववक्त्राव्दिनि: सृतम् ।",
            "गीता-गङ्गोदकं पित्वा पुनर्जन्म नविद्यते ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"जो गंगाजल पीता है उसे मुक्ति मिलती है ! अतएव उसके लिए क्या कहा जाय जो भगवद्गीता का अमृत पान करता हो ? भगवद्गीता महाभारत का अमृत है और इसे भगवान् कृष्ण (मूल विष्णु) ने स्वयं सुनाया है ।\" (गीता महात्म्य ५) । भगवद्गीता भगवान् के मुख से निकली है और गंगा भगवान् के चरणकमलों से निकली है ! निसन्देह भगवान् के मुख से तथा चरणों में कोई अन्तर नहीं है लेकिन निष्पक्ष अध्ययन से हम पाएँगे कि भगवद्गीता गंगा-जल की अपेक्षा अधिक महत्वपूर्ण है:"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "सर्वोपनिषदो गावो दोग्धा गोपालनन्दन: ।",
            "पार्थो वत्स: सुधीर्भोक्ता दुग्ध गीतामृतं महत् ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"यह गीतोपनिषद्, भगवद्गीता, जो समस्त उपनिषदोंका सार है, गाय के तुल्य है, और ग्वालबाल के रूप में विख्यात भगवान् कृष्ण इस गाय को दुह रहे हैं । अर्जुन बछड़े के समान है, और सारे विद्वान तथा शुद्ध भक्त भगवद्गीता के अमृतमय दूध का पान करने वाले हैं । \" (गीता माहात्म्य ६) ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "एकं शास्त्रं देवकीपुत्रगीतम् ।",
            "एको देवो देवकीपुत्रएव ।",
            "एको मन्त्रस्तस्य नामानि यानि ।",
            "कर्माप्येकंतस्य देवस्य सेवा ।।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "आज के युग में लोग एक शास्त्र, एक ईश्वर, एक धर्म तथा एक वृतिके लिए अत्यन्त उत्सुक हैं । अतएव एकं शास्त्रं देवकीपुत्रगीतम् - केवल एक शास्त्र भगवद्गीता हो, जो सारे विश्व के लिये हो । एको देवो देवकीपुत्र एव - सारे विश्व के लिये एक ईश्वर हो - श्रीकृष्ण । एको मन्त्रस्तस्य नामानि यानि और एक मन्त्र, एक प्रार्थना हो - उनके नाम का कीर्तन, हरे कृष्ण, हरे कृष्ण, कृष्ण कृष्ण, हरे हरे । हरे राम, हरे राम, राम, राम हरे हरे ।। कर्माप्येकं तस्य देवस्य सेवा - और केवल एक ही कार्य हो - भगवान् की सेवा । (गीता माहात्म्य ७) ।"
        ]
    }
]
