[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sati's visit to Dakṣa's sacrifice"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "daccha liē muni bōli saba karana lagē baḍa jāga.",
            "nēvatē sādara sakala sura jē pāvata makha bhāga..60.. [1-60]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Dakṣa got together all the sages and they began to perform a big sacrifice. All the gods who obtain a share of the oblations offered at a sacrifice were cordially invited to attend. (60)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kiṃnara nāga siddha gaṃdharbā. badhunha samēta calē sura sarbā..",
            "biṣnu biraṃci mahēsu bihāī. calē sakala sura jāna banāī.. [1-60-1]",
            "satīṃ bilōkē byōma bimānā. jāta calē suṃdara bidhi nānā..",
            "sura suṃdarī karahiṃ kala gānā. sunata śravana chūṭahiṃ muni dhyānā.. [1-60-2]",
            "pūchēu taba sivaom kahēu bakhānī. pitā jagya suni kachu haraṣānī..",
            "jauṃ mahēsu mōhi āyasu dēhīṃ. kucha dina jāi rahauṃ misa ēhīṃ.. [1-60-3]",
            "pati parityāga hṛdaya dukhu bhārī. kahai na nija aparādha bicārī..",
            "bōlī satī manōhara bānī. bhaya saṃkōca prēma rasa sānī.. [1-60-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Kinnaras (a species of demigods), Nāgas, Siddhas (a class of celestial beings) and Gandharvas (celestial songsters) and the whole host of gods proceeded to the sacrifice alongwith their wives. All the gods with the exception of Viisnu, Viranci (the Creator) and the great Lord Śiva, set out in their aerial cars. Satī beheld beautiful aerial cars of various patterns coursing through the air. Celestial damsels were singing melodious strains, which intruded upon the ears of ascetics and broke their meditation. When Satī inquired about the stir in the air, Śiva explained the whole thing. She was somewhat delighted to hear of the sacrifice commenced by Her father and thought of making it an excuse for staying a few days with Her father in case the great Lord Śiva granted Her leave. Repudiation by Her lord tormented Her heart not a little; but conscious of Her guilt She would not utter a word. At last Satī spoke in a charming voice tinged with awe, misgiving and affection- (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pitā bhavana utsava parama jauṃ prabhu āyasu hōi.",
            "tau mai jāu kṛpāyatana sādara dēkhana sōi..61.. [1-61]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"There is great rejoicing at my father's house, O Lord. If You grant me leave, I would fain go and see it, O storehouse of compassion.\" (61)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahēhu nīka mōrēhu mana bhāvā. yaha anucita nahiṃ nēvata paṭhāvā..",
            "daccha sakala nija sutā bōlāī. hamarēṃ bayara tumhau bisarāī.. [1-61-1]",
            "brahmasabhāom hama sana dukhu mānā. tēhi tēṃ ajahu karahiṃ apamānā..",
            "jauṃ binu bōlēṃ jāhu bhavānī. rahai na sīlu sanēhu na kānī.. [1-61-2]",
            "jadapi mitra prabhu pitu gura gēhā. jāia binu bōlēhu na saomdēhā..",
            "tadapi birōdha māna jahaom kōī. tahāom gaēom kalyānu na hōī.. [1-61-3]",
            "bhāomti anēka saṃbhu samujhāvā. bhāvī basa na gyānu ura āvā..",
            "kaha prabhu jāhu jō binahiṃ bōlāēom. nahiṃ bhali bāta hamārē bhāēom.. [1-61-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Lord Śiva replied, \"Your suggestion is good and has commended itself to Me as well. But the anomaly is that Your father has sent no invitation to us. Dakṣa has invited all his other daughters; but because of the grudge he bears to us you too have been ignored. In the court of Brahmā he once took offence at our behaviour; that is why he insults us even now. If you go there uninvited, Bhavānī, all decorum, affection and honour will be cast to the winds. It is no doubt true one should call on one's friend, master, father or teacher without waiting for a formal invitation; yet where someone nurses a grudge against you, you reap no good by going there.\" Śambhu expostulated with Satī in so many ways; but as fate had willed it wisdom would not dawn on Her. The Lord repeated once more that if She went to Her father's place uninvited. He anticipated no good results from it. (1-4)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kahi dēkhā hara jatana bahu rahai na dacchakumāri.",
            "diē mukhya gana saṃga taba bidā kīnha tripurāri..62.. [1-62]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Having reasoned with Her in ways more than one when Hara at last perceived that the daughter of Dakṣa was not going to stay, the Slayer of Tripura detailed a few of His principal attendants as Her escort and sent Her away. (62)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "pitā bhavana jaba gaī bhavānī. daccha trāsa kāhu na sanamānī..",
            "sādara bhalēhiṃ milī ēka mātā. bhaginīṃ milīṃ bahuta musukātā.. [1-62-1]",
            "daccha na kachu pūchī kusalātā. satihi bilōki jarē saba gātā..",
            "satīṃ jāi dēkhēu taba jāgā. katahu na dīkha saṃbhu kara bhāgā.. [1-62-2]",
            "taba cita caḍhaēu jō saṃkara kahēū. prabhu apamānu samujhi ura dahēū..",
            "pāchila dukhu na hṛdayaom asa byāpā. jasa yaha bhayau mahā paritāpā.. [1-62-3]",
            "jadyapi jaga dāruna dukha nānā. saba tēṃ kaṭhina jāti avamānā..",
            "samujhi sō satihi bhayau ati krōdhā. bahu bidhi jananīṃ kīnha prabōdhā.. [1-62-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "When Bhavānī (etymologically, the Consort of Bhava, an epithet of Śiva) reached Her father's house, no one greeted Her for fear of incurring Dakṣa's displeasure. Her mother was the solitary figure who met Her kindly. Her sisters received Her with profuse smiles. Dakṣa would not even inquire about Her health; he burnt all over with rage at the very sight of Satī. Satī then went to have a look at the sacrifice; but nowhere did She find any share of oblations set apart for Śambhu.Then did She realize the force of Śaṅkara's warning; Her heart burnt within Her at the thought of the insult offered to Her lord. The former grief (that of repudiation by Her lord) did not torment Her heart so much as the great agony She now felt (as a result of the insult offered to Her husband). Although there are terrible agonies of various kinds in this world, the insult offered to one's own people is the most painful of them all. The thought of the same made Satī furious. Her mother tried to pacify Her in many ways. (1-4)"
        ]
    }
]