[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ध्यानेनात्मनि पश्यन्ति केचिदात्मानमात्मना ।",
            "अन्ये सांख्येन योगेन कर्मयोगेन चापरे ॥ २५ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "dhyānenātmani paśyanti",
            "kecid ātmānam ātmanā",
            "anye sāṅkhyena yogena",
            "karma-yogena cāpare"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**dhyānena** — by meditation; **ātmani** — within the self; **paśyanti** — see; **kecit** — some; **ātmānam** — the Supersoul; **ātmanā** — by the mind; **anye** — others; **sāṅkhyena** — of philosophical discussion; **yogena** — by the **yoga** system; **karma**-**yogena** — by activities without fruitive desire; **ca** — also; **apare** — others."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Some perceive the Supersoul within themselves through meditation, others through the cultivation of knowledge, and still others through working without fruitive desires."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord informs Arjuna that the conditioned souls can be divided into two classes as far as man’s search for self-realization is concerned. Those who are atheists, agnostics and skeptics are beyond the sense of spiritual understanding. But there are others, who are faithful in their understanding of spiritual life, and they are called introspective devotees, philosophers, and workers who have renounced fruitive results. Those who always try to establish the doctrine of monism are also counted among the atheists and agnostics. In other words, only the devotees of the Supreme Personality of Godhead are best situated in spiritual understanding, because they understand that beyond this material nature are the spiritual world and the Supreme Personality of Godhead, who is expanded as the Paramātmā, the Supersoul in everyone, the all-pervading Godhead. Of course there are those who try to understand the Supreme Absolute Truth by cultivation of knowledge, and they can be counted in the class of the faithful. The Sāṅkhya philosophers analyze this material world into twenty-four elements, and they place the individual soul as the twenty-fifth item. When they are able to understand the nature of the individual soul to be transcendental to the material elements, they are able to understand also that above the individual soul there is the Supreme Personality of Godhead. He is the twenty-sixth element. Thus gradually they also come to the standard of devotional service in Kṛṣṇa consciousness. Those who work without fruitive results are also perfect in their attitude. They are given a chance to advance to the platform of devotional service in Kṛṣṇa consciousness. Here it is stated that there are some people who are pure in consciousness and who try to find out the Supersoul by meditation, and when they discover the Supersoul within themselves, they become transcendentally situated. Similarly, there are others who also try to understand the Supreme Soul by cultivation of knowledge, and there are others who cultivate the haṭha-yoga system and who try to satisfy the Supreme Personality of Godhead by childish activities."
        ]
    }
]