[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अनन्याश्र्चिन्तयन्तो मां ये जनाः पर्युपासते",
            "तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम् || २२ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अनन्याः – जिसका कोई अन्य लक्ष्य न हो, अनन्य भाव से; चिन्तयन्तः – चिन्तन करते हुए; माम् – मुझको; ये – जो; जनाः – व्यक्ति; पर्युपासते – ठीक से पूजते हैं; तेषाम् – उन; नित्य – सदा; अभियुक्तानाम् – भक्ति में लीन मनुष्यों की; योग – आवश्यकताएँ; क्षेमम् – सुरक्षा, आश्रय; वहामि – वहन करता हूँ; अहम् – मैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "किन्तु जो लोग अनन्यभाव से मेरे दिव्यस्वरूप का ध्यान करते हुए निरन्तर मेरी पूजा करते हैं, उनकी जो आवश्यकताएँ होती हैं, उन्हें मैं पूरा करता हूँ और जो कुछ उनके पास है, उसकी रक्षा करता हूँ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो एक क्षण भी कृष्णभावनामृत के बिना नहीं रह सकता, वह चौबीस घण्टे कृष्ण का चिन्तन करता है और श्रवण, कीर्तन, स्मरण पादसेवन, वन्दन, अर्चन, दास्य, सख्यभाव तथा आत्मनिवेदन के द्वारा भगवान् के चरणकमलों की सेवा में रत रहता है | ऐसे कार्य शुभ होते हैं और आध्यात्मिक शक्ति से पूर्ण होते हैं, जिससे भक्त को आत्म-साक्षात्कार होता है और उसकी यही एकमात्र कामना रहती है कि वह भगवान् का सान्निध्य प्राप्त करे | ऐसा भक्त निश्चित रूप से बिना किसी कठिनाई के भगवान् के पास पहुँचता है | यह योग कहलाता है | ऐसा भक्त भगवत्कृपा से इस संसार में पुनः नहीं आता | क्षेम का अर्थ है भगवान् द्वारा कृपामय संरक्षण | भगवान् योग द्वारा पूर्णतया कृष्णभावनाभावित होने में सहायक बनते हैं और जब भक्त पूर्ण कृष्णभावनाभावित हो जाता है तो भगवान् उसे दुखमय बद्धजीवन में फिर से गिरने से उसकी रक्षा करते हैं |"
        ]
    }
]