[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः ।",
            "स यत्प्रमाणं कुरुते लोकस्तदनुवर्तते ॥ २१ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**यत् यत्** – जो-जो; **आचरति** – करता है; **श्रेष्ठः** – आदरणीय नेता; **तत्** – वही; **तत्** – तथा  केवल वही; **एव** – निश्चय ही; **इतरः** – सामान्य; **जनः** – व्यक्ति; **सः** – वह; **यत्** – जो कुछ; **प्रमाणम्** – उदाहरण, आदर्श; **कुरुते** – करता है; **लोकः** – सारा संसार; **तत्** – उसके; **अनुवर्तते** – पदचिन्हों का अनुसरण करता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "महापुरुष जो जो आचरण करता है, सामान्य व्यक्ति उसी का अनुसरण करते हैं । वह अपने अनुसरणीय कार्यों से जो आर्दश प्रस्तुत करता है, सम्पूर्ण विश्व उसका अनुसरण करता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सामान्य लोगों को सदैव एक ऐसे नेता की आवश्यकता होती है, जो व्यावहारिक आचरण द्वारा जनता को शिक्षा दे सके । यदि नेता स्वयं धूम्रपान करता है तो वह जनता को धूम्रपान बन्द करने की शिक्षा नहीं दे सकता । चैतन्य महाप्रभु ने कहा है कि शिक्षा देने के पूर्व शिक्षक को ठीक-ठीक आचरण करना चाहिए । जो इस प्रकार शिक्षा देता है वह आचार्य या आदर्श शिक्षक कहलाता है । अतः शिक्षक को चाहिए कि सामान्यजन को शिक्षा देने के लिए स्वयं शास्त्रीय सिद्धान्तों का पालन करे । कोई भी शिक्षक प्राचीन प्रामाणिक ग्रंथों के नियमों के विपरीत कोई नियम नहीं बना सकता । मनु-संहिता जैसे प्रामाणिक ग्रंथ मानव समाज के लिए अनुसरणीय आदर्श ग्रंथ हैं, अतः नेता का उपदेश ऐसे आदर्श शास्त्रों के नियमों पर आधारित होना चाहिए । जो व्यक्ति अपनी उन्नति चाहता है उसे महान शिक्षकों द्वारा अभ्यास किये जाने वाले आदर्श नियमों का पालन करना चाहिए । श्रीमद्भागवत भी इसकी पुष्टि करता है कि मनुष्य को महान भक्तों के पदचिह्नों का अनुसरण करना चाहिए और आध्यात्मिक बोध के पथ में प्रगति का यही साधन है । चाहे राजा हो या राज्य का प्रशासनाधिकारी, चाहे पिता हो या शिक्षक-ये सब अबोध जनता के स्वाभाविक नेता माने जाते हैं । इन सबका अपने आश्रितों के प्रति महान उत्तरदायित्व रहता है, अतः इन्हें नैतिक तथा आध्यात्मिक संहिता सम्बन्धी आदर्श ग्रंथों से सुपरिचित होना चाहिए ।"
        ]
    }
]