[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Malyavan's admonition to Rāvaṇa"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kachu mārē kachu ghāyala kachu gaḍha caḍhaē parāi.",
            "garjahiṃ bhālu balīmukha ripu dala bala bicalāi..47.. [6-47]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Some were killed, some more were wounded, while others scampered away and clambered the fort. Having thus scattered the hostile forces, the bears and monkeys gave a loud roar."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nisā jāni kapi cāriu anī. āē jahāom kōsalā dhanī..",
            "rāma kṛpā kari citavā sabahī. bhaē bigataśrama bānara tabahī.. [6-47-1]",
            "uhāom dasānana saciva haomkārē. saba sana kahēsi subhaṭa jē mārē..",
            "ādhā kaṭaku kapinha saṃghārā. kahahu bēgi kā karia bicārā.. [6-47-2]",
            "mālyavaṃta ati jaraṭha nisācara. rāvana mātu pitā maṃtrī bara..",
            "bōlā bacana nīti ati pāvana. sunahu tāta kachu mōra sikhāvana.. [6-47-3]",
            "jaba tē tumha sītā hari ānī. asaguna hōhiṃ na jāhiṃ bakhānī..",
            "bēda purāna jāsu jasu gāyō. rāma bimukha kāhu na sukha pāyō.. [6-47-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Perceiving that it was now night, all the four divisions of the monkey host returned to the camp of Kosala's lord. The monkeys were all relieved of their fatigue the moment Śrī Rāma cast His benign look on them. There (in Laṅkā) the ten-headed monster sent for all his ministers and told them about the warriors that had been killed in action. \"The monkeys have disposed of half our forces; tell me at once what counsel should be adopted.\" \"There upon Malyavan, a very aged demon, who was Rāvaṇa's maternal grandfather and an eminent counsellor, spoke words of highly devout wisdom: \"Listen, my son, to a few words of advice from me. Ever since you carried off Sītā and brought Her here, there have been illomens more than one can tell. By opposing Śrī Rāma, whose glory has been the theme of the Vedas and Purāṇas, none has ever enjoyed happiness.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "hiranyāccha bhrātā sahita madhu kaiṭabha balavāna.",
            "jēhi mārē sōi avatarēu kṛpāsiṃdhu bhagavāna..48ka.. [6-48(A)]",
            "kālarūpa khala bana dahana gunāgāra ghanabōdha.",
            "siva biraṃci jēhi sēvahiṃ tāsōṃ kavana birōdha..48kha.. [6-48(B)]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"The same gracious Lord who despatched Hiraṇyākṣa with his brother Hiraṇyakaśipu, as well as the mighty Madhu and Kaitabha, has descended on earth (in the person of Śrī Rāma).\" \"Hostility is quite out of the question with Him who is the personification of the Time-Spirit (the principle of destruction), a fire to consume the forest in the shape of the wicked, a repository of virtues and an embodiment of wisdom, and who is adored even by Śiva, and Brahma.\""
        ]
    }
]