[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Sugriva apprizes Sri Rama of his woes; the latterís vow to kill Vali; Sri Rama expatiates on the characteristics of a friend"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba hanumaṃta ubhaya disi kī saba kathā sunāi..",
            "pāvaka sākhī dēi kari jōrī prītī dṛḍhaāi..4.. [4-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Then Hanuman related all the circumstances of both the sides, and having installed the sacred fire as a witness he concluded a firm alliance (between Sri Rama and Sugriva)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kīnhī prīti kachu bīca na rākhā. lachamina rāma carita saba bhāṣā..",
            "kaha sugrīva nayana bhari bārī. milihi nātha mithilēsakumārī.. [4-4-1]",
            "maṃtrinha sahita ihāom ēka bārā. baiṭha rahēu maiṃ karata bicārā..",
            "gagana paṃtha dēkhī maiṃ jātā. parabasa parī bahuta bilapātā.. [4-4-2]",
            "rāma rāma hā rāma pukārī. hamahi dēkhi dīnhēu paṭa ḍārī..",
            "māgā rāma turata tēhiṃ dīnhā. paṭa ura lāi sōca ati kīnhā.. [4-4-3]",
            "kaha sugrīva sunahu raghubīrā. tajahu sōca mana ānahu dhīrā..",
            "saba prakāra karihau sēvakāī. jēhi bidhi milihi jānakī āī.. [4-4-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The alliance was thus unreservedly concluded and Laksmana narrated all the past history of Sri Rama. Said Sugriva with his eyes full of tears, \"The daughter of Janaka (the lord of Mithila), my lord, will be surely recovered. On one occasion when I sat here deliberating with my counsellors I saw her fallen in the enemy's hands and being borne through the air loudly wailing. Crying 'Rama, Rama, Ah! my Rama' she dropped her scarf when she saw us.\" When Sri Rama asked for that he handed it over to Him at once. Sri Rama pressed it to His bosom and grieved much. Said Sugriva, \"Listen, O hero of Raghu's line; sorrow no more and take courage in your heart. I will render service to you in every way so that Janaka's daughter may come and see you.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sakhā bacana suni haraṣē kṛpāsidhu balasīṃva.",
            "kārana kavana basahu bana mōhi kahahu sugrīva ..5.. [4-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Ocean of Mercy, who was at the same time the highest embodiment of physical strength, rejoiced to hear his ally's words, \"Tell me, Sugriva, why have you come to stay in the forest?\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "nāta bāli aru maiṃ dvau bhāī. prīti rahī kachu barani na jāī..",
            "maya suta māyāvī tēhi nāūom. āvā sō prabhu hamarēṃ gāūom.. [4-5-1]",
            "ardha rāti pura dvāra pukārā. bālī ripu bala sahai na pārā..",
            "dhāvā bāli dēkhi sō bhāgā. maiṃ puni gayau baṃdhu saomga lāgā.. [4-5-2]",
            "giribara guhāom paiṭha sō jāī. taba bālīṃ mōhi kahā bujhāī..",
            "parikhēsu mōhi ēka pakhavārā. nahiṃ āvauṃ taba jānēsu mārā.. [4-5-3]",
            "māsa divasa tahaom rahēu kharārī. nisarī rudhira dhāra tahaom bhārī..",
            "bāli hatēsi mōhi mārihi āī. silā dēi tahaom calēu parāī.. [4-5-4]",
            "maṃtrinha pura dēkhā binu sāīṃ. dīnhēu mōhi rāja bariāī..",
            "bāli tāhi māri gṛha āvā. dēkhi mōhi jiyaom bhēda baḍhaāvā.. [4-5-5]",
            "ripu sama mōhi mārēsi ati bhārī. hari līnhēsi sarbasu aru nārī..",
            "tākēṃ bhaya raghubīra kṛpālā. sakala bhuvana maiṃ phirēu bihālā.. [4-5-6]",
            "ihāom sāpa basa āvata nāhīṃ. tadapi sabhīta rahau mana māhīṃ..",
            "suni sēvaka dukha dīnadayālā. pharaki uṭhīṃ dvai bhujā bisālā.. [4-5-7]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"My lord, Vali and myself are two brothers. The affection that existed between us was past all telling. Once upon a time, O lord, the son of the demon Maya, who was known by the name of Mayavi, came to our town (Kiskindha). At dead of night he called out at the gate of the town. Vali could not brook his enemy's challenge to a bout and sallied forth to meet him. But when he saw Vali coming, he took to flight. I too had accompanied my brother. The enemy went and entered the cave of a big mountain. Then Vali gave instructions to me, \"Await my return till a fortnight. If I do not return, then take me as slain.\" When I had waited there for a month, O slayer of Khara, a copious stream of blood issued from the cave. I, therefore, concluded that the demon had slain Vali and that he would come and kill me too. Accordingly I blocked the mouth of the cave with a rock and fled away. When the ministers saw the town without a master, they forced me to accept the throne. Meanwhile Vali, who had killed the enemy, returned home and saw me (installed on the throne), he nursed a grudge against me in his heart. He gave me a most severe beating as he would an enemy, and robbed me of all that I had"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunu sugrīva mārihau bālihi ēkahiṃ bāna.",
            "bramha rudra saranāgata gaēom na ubarihiṃ prāna..6.. [4-6]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Listen, Sugriva: I will kill Vali with a single arrow His life will not be saved even if he takes refuge with Brahma (the Creator) or even with Rudra (Lord Siva)."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jē na mitra dukha hōhiṃ dukhārī. tinhahi bilōkata pātaka bhārī..",
            "nija dukha giri sama raja kari jānā. mitraka dukha raja mēru samānā.. [4-6-1]",
            "jinha kēṃ asi mati sahaja na āī. tē saṭha kata haṭhi karata mitāī..",
            "kupatha nivāri supaṃtha calāvā. guna pragaṭē avagunanhi durāvā.. [4-6-2]",
            "dēta lēta mana saṃka na dharaī. bala anumāna sadā hita karaī..",
            "bipati kāla kara sataguna nēhā. śruti kaha saṃta mitra guna ēhā.. [4-6-3]",
            "āgēṃ kaha mṛdu bacana banāī. pāchēṃ anahita mana kuṭilāī..",
            "jā kara cita ahi gati sama bhāī. asa kumitra pariharēhi bhalāī.. [4-6-4]",
            "sēvaka saṭha nṛpa kṛpana kunārī. kapaṭī mitra sūla sama cārī..",
            "sakhā sōca tyāgahu bala mōrēṃ. saba bidhi ghaṭaba kāja maiṃ tōrēṃ.. [4-6-5]",
            "kaha sugrīva sunahu raghubīrā. bāli mahābala ati ranadhīrā..",
            "duṃdubhī asthi tāla dēkharāē. binu prayāsa raghunātha ḍhahāē.. [4-6-6]",
            "dēkhi amita bala bāḍhaī prītī. bāli badhaba inha bhai paratītī..",
            "bāra bāra nāvai pada sīsā. prabhuhi jāni mana haraṣa kapīsā.. [4-6-7]",
            "upajā gyāna bacana taba bōlā. nātha kṛpāom mana bhayau alōlā..",
            "sukha saṃpati parivāra baḍaāī. saba parihari karihau sēvakāī.. [4-6-8]",
            "ē saba rāmabhagati kē bādhaka. kahahiṃ saṃta taba pada avarādhaka..",
            "satru mitra sukha dukha jaga māhīṃ. māyā kṛta paramāratha nāhīṃ.. [4-6-9]",
            "bāli parama hita jāsu prasādā. milēhu rāma tumha samana biṣādā..",
            "sapanēṃ jēhi sana hōi larāī. jāgēṃ samujhata mana sakucāī.. [4-6-10]",
            "aba prabhu kṛpā karahu ēhi bhāomtī. saba taji bhajanu karauṃ dina rātī..",
            "suni birāga saṃjuta kapi bānī. bōlē bihaomsi rāmu dhanupānī.. [4-6-11]",
            "jō kachu kahēhu satya saba sōī. sakhā bacana mama mṛṣā na hōī..",
            "naṭa marakaṭa iva sabahi nacāvata. rāmu khagēsa bēda asa gāvata.. [4-6-12]",
            "lai sugrīva saṃga raghunāthā. calē cāpa sāyaka gahi hāthā..",
            "taba raghupati sugrīva paṭhāvā. garjēsi jāi nikaṭa bala pāvā.. [4-6-13]",
            "sunata bāli krōdhātura dhāvā. gahi kara carana nāri samujhāvā..",
            "sunu pati jinhahi milēu sugrīvā. tē dvau baṃdhu tēja bala sīṃvā.. [4-6-14]",
            "kōsalēsa suta lachimana rāmā. kālahu jīti sakahiṃ saṃgrāmā.. [4-6-15]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"One would incur great sin by the very sight of those who are not distressed to see the distress of a friend. A man should regard his own mountain-like troubles as of no more account than a mere grain of sand, while the troubles of a friend should appear to him like Mount Sumeru, though really they may be as trifling as a grain of sand. Those fools who are not of such a temperament presume in vain to make friends with anybody. A friend should restrain his companion from the evil path and lead him on the path of virtue; he should proclaim the latter's good points and screen his faults, should give and take things without any scruple and serve his friend's interest to the best of his ability and finding him in distress love him a hundred times more than ever. The Vedas declare these to be the qualities of a noble friend. He, however, who contrives to speak bland words to your face and harms you behind your back and harbours some evil design in his heart, and whose mind is as tortuous as the movements of a snake is an unworthy friend and one had better bid good-bye to such a friend. A stupid servant, a stingy monarch, a bad wife and a false friend-these four are tormenting like a pike. Relying on my strength, dear friend, grieve no more; I will serve your cause in everyway possible.\" Said Sugriva, \"Listen, O Hero of Raghu's race: Vali is possessed of immense strength and is exceedingly staunch in battle.\" He then showed Him Dundubhi's bones and the seven palm-trees, which were struck down by the Lord of Raghus without any exertion. When Sugriva witnessed Sri Rama's immeasurable strength his affection for Him grew all the more and he was now satisfied that he would succeed in killing Vali. He bowed his head at His feet again and again and was delighted at heart to recognize the Lord. When the light of wisdom dawned on him, he said; \"My mind, O Lord, has been set at rest by Your grace. Renouncing pleasure, prosperity, home, personal glory and all I will render service to You. All these are stumbling-blocks on the path of Devotion to Sri Rama (Yourself): so declare saints given to the worship of Your feet. Pairs of opposites such as friend and foe, joy and sorrow, in this world are products of Maya (Illusion) and have no reality. Vali is my greatest friend, by whose grace I have met You, Rama, the Allayer of sorrow. On waking from a dream when a man comes to know the identity of him with whom he had fought in the dream, he feels abashed. Now, my Lord, do me this favour that I may renounce all and worship You night and day.\" On hearing the words of Sugriva, imbued as they were with dispassion, Sri Rama, who held a bow in His hand, smiled and said, \"Whatever you have said is all true; but my words, O friend, can never be otherwise.\" Sri Rama (says the saint Kakabhusundi), O Garuda (king of birds), makes us all dance even as a juggler would make his monkey dance: so declare the Vedas. Taking Sugriva with Him the Lord of Raghus proceeded with a bow and arrow in His hands. Then the Lord of Raghus sent Sugriva, who, strengthened by Sri Rama, thundered under the very nose of Vali. On hearing his roar Vali sallied forth frantic with fury. His wife, however, clasped his feet with her hands and warned him thus: \"Listen, my lord: the two brothers with whom Sugriva has concluded an alliance are of unapproachable majesty and might. They are no other than Sri Rama and Laksmana, the sons of King Dasaratha (the lord of Kosala), who can conquer Death himself on the field of battle.\""
        ]
    }
]