[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "सन्न्यासस्य महाबाहो तत्त्वमिच्छामि वेदितुम् ।",
            "त्यागस्य च हृषीकेश पृथक्केशिनिषूदन ॥ १ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुनः उवाच - अर्जुन ने कहा; संन्यासस्य - संन्यास (त्याग) का; महाबाहो - हे बलशाली भुजाओं वाले; तत्त्वम् - सत्य को; इच्छामि - चाहता हूँ; वेदितुम - जानना; त्यागस्य - त्याग (संन्यास) का; च - भी; हृषीकेश - हे इन्द्रियों के स्वामी; पृथक् - भिन्न रूप से; केशि-निषूदन - हे केशी असुर के संहर्ता ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन ने कहा – हे महाबाहु! मैं त्याग का उद्देश्य जानने का इच्छुक हूँ और हे केशिनिषूदन, हे हृषीकेश! मैं त्यागमय जीवन (संन्यास आश्रम) का भी उद्देश्य जानना चाहता हूँ ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "वास्तव में भगवद्गीता सत्रह अध्यायों में ही समाप्त हो जाती है । अठारहवाँ अध्याय तो पूर्वविवेचित विषयों का पूरक संक्षेप है । प्रत्येक अध्याय में भगवान् बल देकर कहते हैं कि भगवान् की सेवा ही जीवन का चरम लक्ष्य है । इसी विषय को इस अठारहवें अध्याय में ज्ञान के परम गुह्य मार्ग के रूप में संक्षेप में बताया गया है । प्रथम छह अध्यायों में भक्तियोग पर बल दिया गया – *योगिनामपि सर्वेषाम्*…-“समस्त योगियों में से जो योगी अपने अन्तर में सदैव मेरा चिन्तन करता है, वह सर्वश्रेष्ठ है ।” अगले छह अध्यायों में शुद्ध भक्ति, उसकी प्रकृति तथा कार्यों का विवेचन है । अन्त के छह अध्यायों में ज्ञान, वैराग्य अपरा तथा परा प्रकृति के कार्यों और भक्ति का वर्णन है । निष्कर्ष रूप में यह कहा गया है कि सारे कार्यों को परमेश्वर से युक्त होना चाहिए , जो ॐ तत् सत् शब्दों से प्रकट होता है और ये शब्द परम पुरुष विष्णु के सूचक हैं । भगवद्गीता के तृतीय खण्ड से यही प्रकट होता है कि भक्ति ही एकमात्र जीवन का चरम लक्ष्य है । पूर्ववर्ती आचार्यों तथा ब्रह्मसूत्र या वेदान्त-सूत्र का उद्धरण देकर इसकी स्थापना की गई है । कुछ निर्विशेषवादी वेदान्त सूत्र के ज्ञान पर अपना एकाधिकार जनाते हैं, लेकिन वास्तव में वेदान्त सूत्र भक्ति को समझने के लिए हैं, क्योंकि ब्रह्मसूत्र के रचियता (प्रणेता) साक्षात् भगवान् हैं और वे ही इसके ज्ञाता हैं । इसका वर्णन पन्द्रहवें अध्याय में हुआ है । प्रत्येक शास्त्र, प्रत्येक वेद का लक्ष्य भक्ति है । भगवद्गीता में इसी की व्याख्या है ।",
            "जिस प्रकार द्वितीय अध्याय में सम्पूर्ण विषयवस्तु की प्रस्तावना (सार) का वर्णन है , उसी प्रकार अठारहवें अध्याय में सारे उपदेश का सारांश दिया गया है । इसमें त्याग (वैराग्य) तथा त्रिगुणातीत दिव्य पथ की प्राप्ति को ही जीवन का लक्ष्य बताया गया है । अर्जुन भगवद्गीता के दो विषयों का स्पष्ट अन्तर जानने का इच्छुक है-ये हैं, त्याग तथा संन्यास । अतएव वह इन दोनों शब्दों के अर्थ की जिज्ञासा कर रहा है ।",
            "इस श्लोक में परमेश्वर को सम्बोधित करने के लिए प्रयुक्त हृषीकेश तथा *केशिनिषूदन* – ये दो शब्द महत्त्वपूर्ण हैं । हृषीकेश कृष्ण हैं, समस्त इन्द्रियों के स्वामी, जो हमें मानसिक शान्ति प्राप्त करने में सहायक बनते हैं । अर्जुन उनसे प्रार्थना करता है कि वे सभी बातों को इस तरह संक्षिप्त कर दें, जिससे वह समभाव में स्थिर रहे । फिर भी उसके मन में कुछ संशय हैं और ये संशय असुरों के समान होते हैं । अतएव वह कृष्ण को केशि-निषूदन कहकर सम्बोधित करता है । केशी अत्यन्त दुर्जेय असुर था, जिसका वध कृष्ण ने किया था । अब अर्जुन चाहता है कि वे उसके संशय रूपी असुर का वध करें ।"
        ]
    }
]