[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "ततः स विस्मयाविष्टो हृष्टरोमा धनञ्जयः |",
            "प्रणम्य शिरसा देवं कृताञ्जलिरभाषत || १४ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ततः – तत्पश्चात्; सः – वह; विस्मय-आविष्टः – आश्चर्यचकित होकर; हृष्ट-रोमा – हर्ष से रोमांचित; धनञ्जयः – अर्जुन; प्रणम्य – प्रणाम करके; शिरसा – शिर के बल; देवम् – भगवान् को; कृत-अञ्जलिः – हाथ जोड़कर; अभाषत – कहने लगा |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "तब मोहग्रस्त एवं आश्चर्यचकित रोमांचित हुए अर्जुन ने प्रणाम करने के लिए मस्तक झुकाया और वह हाथ जोड़कर भगवान् से प्रार्थना करने लगा |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "एक बार दिव्य दर्शन हुआ नहीं कि कृष्ण तथा अर्जुन के पारस्परिक सम्बन्ध तुरन्त बदल गये | अभी तक कृष्ण तथा अर्जुन में मैत्री सम्बन्ध था, किन्तु दर्शन होते ही अर्जुन अत्यन्त आदरपूर्वक प्रणाम कर रहा है और हाथ जोड़कर कृष्ण से प्रार्थना कर रहा है | वह उनके विश्वरूप की प्रशंसा कर रहा है | इस प्रकार अर्जुन का सम्बन्ध मित्रता का न रहकर आश्चर्य का बन जाता है | बड़े-बड़े भक्त कृष्ण को समस्त सम्बन्धों का आगार मानते हैं | शास्त्रों में १२ प्रकार के सम्बन्धों का उल्लेख है और वे सब कृष्ण में निहित हैं | यह कहा जाता है कि वे दो जीवों के बीच, देवताओं के बीच या भगवान् तथा भक्त के बीच के पारस्परिक आदान-प्रदान होने वाले सम्बन्धों के सागर हैं |",
            "यहाँ पर अर्जुन आश्चर्य-सम्बन्ध से प्रेरित है और उसीमें वह अत्यन्त गम्भीर तथा शान्त होते हुए भी अत्यन्त आह्दालित हो उठा | उसके रोम खड़े हो गये और वह हाथ जोड़कर भगवान् की प्रार्थना करने लगा | निस्सन्देह वह भयभीत नहीं था | वह भगवान् के आश्चर्यों से अभिभूत था | इस समय तो उसके समक्ष आश्चर्य था और उसकी प्रेमपूर्ण मित्रता आश्चर्य से अभिभूत थी | अतः उसकी प्रतिक्रिया इस प्रकार हुई |"
        ]
    }
]