[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Hanuman lays waste the Asoka grove and kills prince Aksaya; at last Meghanada entangles Hanuman in a noose of serpents and carries him off to Ravana's court"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "dēkhi buddhi bala nipuna kapi kahēu jānakīṃ jāhu.",
            "raghupati carana hṛdayaom dhari tāta madhura phala khāhu [5-17]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Seeing the monkey perfect in strength and wit, Janaka's Daughter said, \" Go, my son, and enjoy the luscious fruit with your heart fixed on Sri Rama's feet.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "calēu nāi siru paiṭhēu bāgā. phala khāēsi taru tōraiṃ lāgā",
            "rahē tahāom bahu bhaṭa rakhavārē. kachu mārēsi kachu jāi pukārē [5-17-1]",
            "nātha ēka āvā kapi bhārī. tēhiṃ asōka bāṭikā ujārī",
            "khāēsi phala aru biṭapa upārē. racchaka mardi mardi mahi ḍārē [5-17-2]",
            "suni rāvana paṭhaē bhaṭa nānā. tinhahi dēkhi garjēu hanumānā",
            "saba rajanīcara kapi saṃghārē. gaē pukārata kachu adhamārē [5-17-3]",
            "puni paṭhayau tēhiṃ acchakumārā. calā saṃga lai subhaṭa apārā",
            "āvata dēkhi biṭapa gahi tarjā. tāhi nipāti mahādhuni garjā [5-17-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Bowing his head he went forth and entered the grove; and having eaten the fruit he began to break down the trees. A number of warriors had been posted there as guards; some of them were killed by him, while the rest took flight and cried for help, \"O lord, a huge monkey has made his appearance and laid waste the Asoka grove. He has eaten fruits, uprooted trees, and, having crushed the watchmen, has laid them on the ground.\" On hearing this, Ravana despatched a number of his champions. Hanuman roared when he saw them and slaughtered the whole demon host. A few that had survived though well-nigh killed, escaped screaming. Ravana then sent prince Aksa, who sallied forth with a vast number of his best warriors. Seeing them approach, Hanuman seized a tree and threatened them and, having overthrown the prince, roared with a loud yell."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "kachu mārēsi kachu mardēsi kachu milaēsi dhari dhūri.",
            "kachu puni jāi pukārē prabhu markaṭa bala bhūri [5-18]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Some he slew, some he crushed and some he seized and pounded with dust. And some who escaped cried, \"O lord, the monkey is too strong for us.\""
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "suni suta badha laṃkēsa risānā. paṭhaēsi mēghanāda balavānā",
            "mārasi jani suta bāṃdhēsu tāhī. dēkhia kapihi kahāom kara āhī [5-18-1]",
            "calā iṃdrajita atulita jōdhā. baṃdhu nidhana suni upajā krōdhā",
            "kapi dēkhā dāruna bhaṭa āvā. kaṭakaṭāi garjā aru dhāvā [5-18-2]",
            "ati bisāla taru ēka upārā. biratha kīnha laṃkēsa kumārā",
            "rahē mahābhaṭa tākē saṃgā. gahi gahi kapi mardai nija aṃgā [5-18-3]",
            "tinhahi nipāti tāhi sana bājā. bhirē jugala mānahuom gajarājā.",
            "muṭhikā māri caḍhaā taru jāī. tāhi ēka chana muruchā āī [5-18-4]",
            "uṭhi bahōri kīnhisi bahu māyā. jīti na jāi prabhaṃjana jāyā [5-18-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The King of Lanka flew into a rage when he heard of his son's death and sent the mighty Meghanada. \"Kill him not, my son, but bind him. Let us see the monkey and ascertain wherefrom he comes.\" Meghanada (the conqueror of Indra) sallied forth, a peerless champion, seized with fury at the news of his brother's death. When Hanuman saw this fierce warrior approach, he gnashed his teeth and with a roar rushed forward to meet him. He tore up a tree of enormous size and smashed with it the car, thus rendering the crown prince of Lanka without any transport. As for the mighty warriors who accompanied him, Hanuman seized them one by one and crushed them by the weight of his limbs. Having finished them off, he closed with Meghanada. It was like the encounter of two lordly elephants. Striking the opponent with his clenched fist, Hanuman sprang and climbed up a tree; while Meghanada lay unconscious for a moment. He rose again and resorted to many a delusive device; but the son of the wind-god was not to be vanquished."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "brahma astra tēhiṃ sāomdhā kapi mana kīnha bicāra.",
            "jauṃ na brahmasara mānauom mahimā miṭai apāra [5-19]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Meghanada ultimately fitted to his bow the arrow known as Brahmastra (the weapon presided over by Brahma), when Hanuman thought within himself: \"If I submit not to Brahma's own weapon, its infinite glory will be cast to the winds."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "brahmabāna kapi kahuom tēhi mārā. paratihuom bāra kaṭaku saṃghārā",
            "tēhi dēkhā kapi muruchita bhayaū. nāgapāsa bāomdhēsi lai gayaū [5-19-1]",
            "jāsu nāma japi sunahu bhavānī. bhava baṃdhana kāṭahiṃ nara gyānī",
            "tāsu dūta ki baṃdha taru āvā. prabhu kāraja lagi kapihiṃ baomdhāvā [5-19-2]",
            "kapi baṃdhana suni nisicara dhāē. kautuka lāgi sabhāom saba āē",
            "dasamukha sabhā dīkhi kapi jāī. kahi na jāi kachu ati prabhutāī [5-19-3]",
            "kara jōrēṃ sura disipa binītā. bhṛkuṭi bilōkata sakala sabhītā",
            "dēkhi pratāpa na kapi mana saṃkā. jimi ahigana mahuom garuḍa asaṃkā [5-19-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "He launched the Brahmastra against Hanuman, who crushed a whole host even as he fell. When he saw that the monkey had swooned, he entangled the latter in a noose of serpents* and carried him off. Now, Parvati, is it conceivable that the envoy of the Lord whose very name enables the wise to cut asunder the bonds of mundane existence should come under bondage? No, it was in the service of the Lord that Hanuman allowed himself to be bound. When the demons heard that the monkey had been captured and noosed, they all rushed to the court in order to enjoy the spectacle. The monkey arrived and saw Ravana's court: his superb glory baffled description. Even gods and regents of the quarters stood meek with joined palms, all watching the movement of his eyebrows in great dismay. But the monkey's soul was no more disturbed at the sight of his power than Garuda (the king of birds) would be frightened in the midst of a number of serpents."
        ]
    }
]