[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् ।",
            "विनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति ॥ १७ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**अविनाशि** - नाशरहित; **तु** – लेकिन; **तत्** - उसे; **विद्धि** - जानो; **येन** — जिससे; **सर्वम्** - सम्पूर्ण शरीर; **इदम्** - यह; **ततम्** - परिव्याप्त; **विनाशम्** - नाश; **अव्ययस्य** - अविनाशी का; **अस्य** - इस; **न कश्चित्** - कोई भी नहीं; **कर्तुम्** — करने के लिए; **अर्हति** - समर्थ है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो सारे शरीर में व्याप्त है उसे ही तुम अविनाशी समझो । उस अव्यय आत्मा को नष्ट करने में कोई भी समर्थ नहीं है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में सम्पूर्ण शरीर में व्याप्त आत्मा की प्रकृति का अधिक स्पष्ट वर्णन हुआ है । सभी लोग समझते हैं कि जो सारे शरीर में व्याप्त है वह चेतना है । प्रत्येक व्यक्ति को शरीर में किसी अंश या पूरे भाग में सुख-दुख का अनुभव होता है । किन्तु चेतना की यह व्याप्ति किसी के शरीर तक ही सीमित रहती है । एक शरीर के सुख तथा दुख का बोध दूसरे शरीर को नहीं हो पाता । फलतः प्रत्येक शरीर में व्यष्टि आत्मा है और इस आत्मा की उपस्थिति का लक्षण व्यष्टि चेतना द्वारा परिलक्षित होता है । इस आत्मा को बाल के अग्रभाग के दस हजारवें भाग के तुल्य बताया जाता है । श्वेताश्वतर उपनिषद् में (५.९) इसकी पुष्टि हुई है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "बालाग्रशतभागस्य शतधा कल्पितस्य च ।",
            "भागो जीवः स विज्ञेयः स चानन्त्याय कल्पते ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“यदि बाल के अग्रभाग को एक सौ भागों में विभाजित किया जाय और फिर इनमें से प्रत्येक भाग को एक सौ भागों में विभाजित किया जाय तो इस तरह के प्रत्येक भाग की माप आत्मा का परिमाप है ।” इसी प्रकार यही कथन निम्नलिखित श्लोक में मिलता है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "केशाग्रशतभागस्य शतांशः सादृशात्मकः ।",
            "जीवः सूक्ष्मस्वरूपोऽयं संख्यातीतो हि चित्कणः ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "आत्मा के परमाणुओं के अनन्त कण हैं जो माप में बाल के अगले भाग (नोक) के दस हजारवें भाग के बराबर हैं ।",
            "और ऐसे असंख्य कण हैं । यह अत्यन्त लघु आत्म-स्फुलिंग भौतिक शरीर का मूल आधार है और इस आत्म-स्फुलिंग का प्रभाव सारे शरीर में उसी तरह व्याप्त है जिस प्रकार किसी औषधि का प्रभाव व्याप्त रहता है । आत्मा की यह धारा (विद्युतधारा) सारे शरीर में चेतना के रूप में अनुभव की जाती है और यही आत्मा के अस्तित्व का प्रमाण है । सामान्य से सामान्य व्यक्ति भी समझ सकता है कि यह भौतिक शरीर चेतनारहित होने पर मृतक हो जाता है और शरीर में इस चेतना को किसी भी भौतिक उपचार से वापस नहीं लाया जा सकता । अतः यह चेतना भौतिक संयोग के फलस्वरूप नहीं है, अपितु आत्मा के कारण है । मुण्डक उपनिषद् में (३.१.९) सूक्ष्म (परमाणविक) आत्मा की और अधिक विवेचना हुई है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "एषोऽणुरात्मा चेतसा वेदितव्यो यस्मिन्प्राणः पञ्चधा संविवेश ।",
            "प्राणैश्चित्तं सर्वमोतं प्रजानां यस्मिन् विशुद्धे विभवत्येष आत्मा ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"आत्मा आकार में अणु तुल्य है जिसे पूर्ण बुद्धि के द्वारा जाना जा सकता है । यह अणु-आत्मा पाँच प्रकार के प्राणों में तैर रहा है (प्राण, अपान, व्यान, समान तथा उदान); यह हृदय के भीतर स्थित है और देहधारी जीव के पूरे शरीर में अपने प्रभाव का विस्तार करता है । जब आत्मा को पाँच वायुओं के कल्मष से शुद्ध कर लिया जाता है तो इसका आध्यात्मिक प्रभाव प्रकट होता है ।\"",
            "हठ-योग का प्रयोजन विविध आसनों द्वारा उन पाँच प्रकार के प्राणों को नियन्त्रित करना है जो आत्मा को घेरे हुए हैं । यह योग किसी भौतिक लाभ के लिए नहीं, अपितु भौतिक आकाश के बन्धन से अणु-आत्मा की मुक्ति के लिए किया जाता है ।",
            "इस प्रकार अणु-आत्मा को सारे वैदिक साहित्य ने स्वीकारा है और प्रत्येक बुद्धिमान व्यक्ति अपने व्यावहारिक अनुभव से इसका प्रत्यक्ष अनुभव करता है । केवल मूर्ख व्यक्ति ही इस अणु-आत्मा को सर्वव्यापी विष्णु-तत्त्व के रूप में सोच सकता है ।",
            "अणु-आत्मा का प्रभाव पूरे शरीर में व्याप्त हो सकता है । मुण्डक उपनिषद् के अनुसार यह अणु-आत्मा प्रत्येक जीव के हृदय में स्थित है और चूँकि भौतिक विज्ञानी इस अणु-आत्मा को माप सकने में असमर्थ हैं, अतः उनमें से कुछ यह अनुभव करते हैं कि आत्मा है ही नहीं । व्यष्टि आत्मा तो निस्सन्देह परमात्मा के साथ-साथ हृदय में है और इसीलिए शारीरिक गतियों की सारी शक्ति शरीर के इसी भाग से उद्भूत है । जो लाल रक्तकण फेफड़ों से आक्सीजन ले जाते हैं वे आत्मा से ही शक्ति प्राप्त करते हैं । अतः जब आत्मा इस स्थान से निकल जाता है तो रक्तोत्पादक संलयन (fusion) बन्द हो जाता है । औषधि विज्ञान लाल रक्तकणों की महत्ता को स्वीकार करता है, किन्तु वह यह निश्चित नहीं कर पाता कि शक्ति का स्त्रोत आत्मा है । जो भी हो, औषधि विज्ञान यह स्वीकार करता है कि शरीर की सारी शक्ति का उद्गमस्थल हृदय है ।",
            "पूर्ण आत्मा के ऐसे अणुकणों की तुलना सूर्य-प्रकाश के कणों से की जाती है । इस सूर्य-प्रकाश में असंख्य तेजोमय अणु होते हैं । इसी प्रकार परमेश्वर के अंश उनकी किरणों के परमाणु स्फुलिंग हैं और प्रभा या परा शक्ति कहलाते हैं । अतः चाहे कोई वैदिक ज्ञान का अनुगामी हो या आधुनिक विज्ञान का, वह शरीर में आत्मा के अस्तित्व को नकार नहीं सकता । भगवान् ने स्वयं भगवद्गीता में आत्मा के इस विज्ञान का विशद वर्णन किया है ।"
        ]
    }
]