[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "सन्न्यासस्तु महाबाहो दु:खमाप्तुमयोगत: ।",
            "योगयुक्तो मुनिर्ब्रह्म न चिरेणाधिगच्छति ॥ ६ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "sannyāsas tu mahā-bāho",
            "duḥkham āptum ayogataḥ",
            "yoga-yukto munir brahma",
            "na cireṇādhigacchati"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**sannyāsaḥ** — the renounced order of life; **tu** — but; **mahā**-**bāho** — O mighty-armed one; **duḥkham** — distress; **āptum** — afflicts one with; **ayogataḥ** — without devotional service; **yoga**-**yuktaḥ** — one engaged in devotional service; **muniḥ** — a thinker; **brahma** — the Supreme; **na** **cireṇa** — without delay; **adhigacchati** — attains."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Merely renouncing all activities yet not engaging in the devotional service of the Lord cannot make one happy. But a thoughtful person engaged in devotional service can achieve the Supreme without delay."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "There are two classes of sannyāsīs, or persons in the renounced order of life. The Māyāvādī sannyāsīs are engaged in the study of Sāṅkhya philosophy, whereas the Vaiṣṇava sannyāsīs are engaged in the study of Bhāgavatam philosophy, which affords the proper commentary on the Vedānta-sūtras. The Māyāvādī sannyāsīs also study the Vedānta-sūtras, but use their own commentary, called Śārīraka-bhāṣya, written by Śaṅkarācārya. The students of the Bhāgavata school are engaged in the devotional service of the Lord, according to pāñcarātrikī regulations, and therefore the Vaiṣṇava sannyāsīs have multiple engagements in the transcendental service of the Lord. The Vaiṣṇava sannyāsīs have nothing to do with material activities, and yet they perform various activities in their devotional service to the Lord. But the Māyāvādī sannyāsīs, engaged in the studies of Sāṅkhya and Vedānta and speculation, cannot relish the transcendental service of the Lord. Because their studies become very tedious, they sometimes become tired of Brahman speculation, and thus they take shelter of the Bhāgavatam without proper understanding. Consequently their study of the Śrīmad-Bhāgavatam becomes troublesome. Dry speculations and impersonal interpretations by artificial means are all useless for the Māyāvādī sannyāsīs. The Vaiṣṇava sannyāsīs, who are engaged in devotional service, are happy in the discharge of their transcendental duties, and they have the guarantee of ultimate entrance into the kingdom of God. The Māyāvādī sannyāsīs sometimes fall down from the path of self-realization and again enter into material activities of a philanthropic and altruistic nature, which are nothing but material engagements. Therefore, the conclusion is that those who are engaged in Kṛṣṇa conscious activities are better situated than the sannyāsīs engaged in simple speculation about what is Brahman and what is not Brahman, although they too come to Kṛṣṇa consciousness, after many births."
        ]
    }
]