[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "सर्वमेतदृतं मन्ये यन्मां वदसि केशव ।",
            "न हि ते भगवन्व्यक्तिं विदुर्देवा न दानवा: ॥ १४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "sarvam etad ṛtaṁ manye",
            "yan māṁ vadasi keśava",
            "na hi te bhagavan vyaktiṁ",
            "vidur devā na dānavāḥ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "sarvam — all; etat — this; ṛtam — truth; manye — I accept; yat — which; mām — unto me; vadasi — You tell; keśava — O Kṛṣṇa; na — never; hi — certainly; te — Your; bhagavan — O Personality of Godhead; vyaktim — revelation; viduḥ — can know; devāḥ — the demigods; na — nor; dānavāḥ — the demons."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "O Kṛṣṇa, I totally accept as truth all that You have told me. Neither the demigods nor the demons, O Lord, can understand Your personality."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Arjuna herein confirms that persons of faithless and demonic nature cannot understand Kṛṣṇa. He is not known even by the demigods, so what to speak of the so-called scholars of this modern world? By the grace of the Supreme Lord, Arjuna has understood that the Supreme Truth is Kṛṣṇa and that He is the perfect one. One should therefore follow the path of Arjuna. He received the authority of Bhagavad-gītā. As described in the Fourth Chapter, the paramparā system of disciplic succession for the understanding of Bhagavad-gītā was lost, and therefore Kṛṣṇa reestablished that disciplic succession with Arjuna because He considered Arjuna His intimate friend and a great devotee. Therefore, as stated in our Introduction to Gītopaniṣad, Bhagavad-gītā should be understood in the paramparā system. When the paramparā system was lost, Arjuna was selected to rejuvenate it. The acceptance by Arjuna of all that Kṛṣṇa says should be emulated; then we can understand the essence of Bhagavad-gītā, and then only can we understand that Kṛṣṇa is the Supreme Personality of Godhead."
        ]
    }
]