[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "पञ्चैतानि महाबाहो कारणानि निबोध मे |",
            "सांख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम् || १३ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "पञ्च - पाँच; एतानि - ये; महा-बाहो - हे महाबाहु; कारणानि - कारण; निबोध - जानो; मे - मुझसे; साङ्ख्ये - वेदान्त में; कृत-अन्ते - निष्कर्ष रूप में; प्रोक्तानि - कहा गया; सिद्धये - सिद्धि के लिए; सर्व - समस्त; कर्माणम् -कर्मों का ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे महाबाहु अर्जुन! वेदान्त के अनुसार समस्त कर्मों की पूर्ति के लिए पाँच कारण हैं । अब तुम इन्हें मुझसे सुनो ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यहाँ पर प्रश्न पूछा जा सकता है कि चूँकि प्रत्येक कर्म का कुछ न कुछ फल होता है, तो फिर यह कैसे सम्भव है कि कृष्ण भावना मय व्यक्ति को कर्म के फलों का सुख-दुख नहीं भोगना पड़ता? भगवान् वेदान्त दर्शन का उदाहरण यह दिखाने के लिए देते हैं कि यह किस प्रकार सम्भव है । वे कहते हैं कि समस्त कर्मों के पाँच कारण होते हैं । अतएव किसी कर्म में सफलता ले लिए इन पाँचों कारणों पर विचार करना होगा । सांख्य का अर्थ है ज्ञान का आधार स्तम्भ और वेदान्त अग्रणी आचार्यों द्वारा स्वीकृत ज्ञान का चरम आधार स्तम्भ है यहाँ तक कि शंकर भी वेदान्त सूत्र को इसी रूप में स्वीकार करते हैं । अतएव ऐसे शास्त्र की राय ग्रहण करनी चाहिए ।",
            "चरम नियन्त्रण परमात्मा में निहित है । जैसा कि भगवद्गीता में कहा गया है – सर्वस्य चाहं हृदि सन्निविष्टः – वे प्रत्येक व्यक्ति को उसकेपूर्व कर्मों का स्मरण करा कर किसी न किसी कार्य में प्रवृत्त करते रहते हैं । और जो कृष्ण भावना भावित कर्म अन्तर्यामी भगवान् के निर्देशानुसार किये जाते हैं, उनका फल न तो इस जीवन में, न ही मृत्यु के पश्चात् मिलता है ।"
        ]
    }
]