[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अर्जुन उवाच",
            "प्रकृतिं पुरुषं चैव क्षेत्रं क्षेत्रज्ञमेव च |",
            "एतद्वेदितुमिच्छामि ज्ञानं ज्ञेयं च केशव ||१||",
            "श्रीभगवानुवाच",
            "इदं शरीरं कौन्तेय क्षेत्रमित्यभिधीयते |",
            "एतद्यो वेत्ति तं प्राहुः क्षेत्रज्ञ इति तद्विदः ||२ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुनः उवाच - अर्जुन ने कहा; प्रकृतिम् -प्रकृति; पुरुषम् - भोक्ता; च - भी; एव - निश्चय ही; क्षेत्रम् - क्षेत्र, खेत; क्षेत्र-ज्ञम् - खेत को जानने वाला; एव - निश्चय ही; च - भी; एतत् - यह सारा; वेदितुम् - जानने के लिए; इच्छामि - इच्छुक हूँ; ज्ञानम् - ज्ञान; ज्ञेयम् - ज्ञान का लक्ष्य; च - भी; केशव - हे कृष्ण; श्रीभगवान् उवाच - भगवान् ने कहा; इदम् - यह;शरीरम् - शरीर; कौन्तेय - हे कुन्तीपुत्र; क्षेत्रम् - खेत; इति - इस प्रकार; अभिधीयते - कहलाता है; एतत् - यह; यः - जो; वेत्ति - जानता है; तम् - उसको; प्राहुः - कहा जाता है; क्षेत्र-ज्ञः - खेत को जानने वाला; इति - इस प्रकार; तत्-विदः - इसे जानने वालों के द्वारा |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन ने कहा – हे कृष्ण! मैं प्रकृति एवं पुरुष (भोक्ता), क्षेत्र एवं क्षेत्रज्ञ तथा ज्ञान एवं ज्ञेय के विषय में जानने का इच्छुक हूँ |",
            "श्रीभगवान् ने कहा – हे कुन्तीपुत्र! यह शरीर क्षेत्र कहलाता है और इस क्षेत्र को जानने वाला क्षेत्रज्ञ है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अर्जुन प्रकृति, पुरुष, क्षेत्र, क्षेत्रज्ञ, ज्ञान तथा ज्ञेय के विषय में जानने का इच्छुक था | जब उसने इन सबों के विषय में पूछा, तो कृष्ण ने कहा कि यह शरीर क्षेत्र कहलाता है, और इस शरीर को जानने वाला क्षेत्रज्ञ है | यह शरीर बद्धजीव के लिए कर्म-क्षेत्र है | बद्धजीव इस संसार में बँधा हुआ है, और वह भौतिक प्रकृति पर अपना प्रभुत्व प्राप्त करने का प्रयत्न करता है | इस प्रकार प्रकृति पर प्रभुत्व दिखाने की क्षमता के अनुसार उसे कर्म-क्षेत्र प्राप्त होता है | यह कर्म-क्षेत्र शरीर है | और यह शरीर क्या है? शरीर इन्द्रियों से बना हुआ है | बद्धजिव इन्द्रियतृप्ति चाहता है, और इन्द्रियतृप्ति को भोगने की क्षमता के अनुसार ही उसे शरीर या कर्म-क्षेत्र प्रदान किया जाता अहि | इसीलिए बद्धजीव के लिए यह शरीर क्षेत्र अथवा कर्मक्षेत्र कहलाता है | अब, जो व्यक्ति अपने आपको शरीर मानता है, वह क्षेत्रज्ञ कहलाता है | क्षेत्र तथा क्षेत्रज्ञ अथवा शरीर और शरीर के ज्ञाता (देही) का अन्तर समझ पाना कठिन नहीं है | कोई भी व्यक्ति यह सोच सकता है कि बाल्यकाल से वृद्धावस्था तक उसमें अनेक परिवर्तन होते रहते हैं, फिर भी वह व्यक्ति वही रहता है | इस प्रकार कर्म-क्षेत्र के ज्ञाता तथा वास्तविक कर्म-क्षेत्र में अन्तर है | एक बद्धजीव यह जान सकता है कि वह अपने शरीर से भिन्न है | प्रारम्भ में ही बताया गया है कि देहिनोऽस्मिन् – जीव शरीरके भीतर है, और यह शरीर बालक से किशोर, किशोर से तरुण तथा तरुण से वृद्ध के रूप में बदलता जाता है , और शरीरधारी जानता है कि शरीर परिवर्तित हो रहा है | स्वामी स्पष्टतः क्षेत्रज्ञ है | कभी कभी हम सोचते हैं “मैं सुखी हूँ”, “मैं पुरुष हूँ”, “मैं स्त्री हूँ”, “मैं कुत्ता हूँ”, “मैं बिल्ली हूँ” | ये ज्ञाता की शारीरिक अपाधियाँ हैं, लेकिन ज्ञाता शरीर से भिन्न होता है | भले ही हम तरह-तरह की वस्तुएँ प्रयोग में लाएँ – जैसे कपड़े इत्यादि, लेकिन हम जानते हैं कि हम इन वस्तुओं से भिन्न हैं | इसी प्रकार, थोड़ा विचार करने पर हम यह भी जानते हैं कि हम शरीर से भिन्न हैं | मैं, तुम या अन्य कोई, जिसने शरीर धारण कर रखा है, क्षेत्रज्ञ कहलाता है -अर्थात् वह कर्म-क्षेत्र का ज्ञाता है और यह शरीर क्षेत्र है – साक्षात् कर्म-क्षेत्र है |",
            "भगवद्गीता के प्रथम छह अध्यायों में शरीर के ज्ञाता (जीव), तथा जिस स्थिति में वह भगवान् को समझ सकता है, उसका वर्णन हुआ है | बीच के छह अध्यायों में भगवान् तथा भगवान् के साथ जीवात्मा के सम्बन्ध एवं भक्ति के प्रसंग में परमात्मा का वर्णन है | इन अध्यायों में भगवान् की श्रेष्ठता तथा जीव की अधीन अवस्था की निश्चित रूप से परिभाषा की गई है | जीवात्माएँ सभी प्रकार से अधीन हैं, और अपनी विस्मृति के कारण वे कष्ट उठा रही हैं | जब पुण्य कर्मों द्वारा उन्हें प्रकाश मिलता है, तो वे विभिन्न परिस्थितियों में – यथा आर्त, धनहीन, जिज्ञासु तथा ज्ञान-पिपासु के रूप में भगवान् के पास पहुँचती हैं, इसका भी वर्णन हुआ है | अब तेरहवें अध्याय से आगे इसकी व्याख्या हुई है कि किस प्रकार जीवात्मा प्रकृति के सम्पर्क में आता है, और किस प्रकार कर्म ,ज्ञान तथा भक्ति के विभिन्न साधनों के द्वारा परमेश्वर उसका उद्धार करते हैं | यद्यपि जीवात्मा भौतिक शरीर से सर्वथा भिन्न है, लेकिन वह किस तरह उससे सम्बद्ध हो जाता है, इसकी व्याख्या की गई है |"
        ]
    }
]