[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "मय्येव मन आधत्स्व मयि बुद्धिं निवेश्य |",
            "निवसिष्यसि मय्येव अत ऊर्ध्वं न संशयः || ८ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मयि - मुझमें; एव - निश्चय ही; मनः - मन को; आधत्स्व - स्थिर करो; मयि - मुझमें; बुद्धिम् - बुद्धि को; निवेश्य - लगाओ; निवसिष्यसि - तुम निवास करोगे; मयि - मुझमें; एव - निश्चय ही; अतः-अर्ध्वम् - तत्पश्चात्; न - कभी नहीं; संशयः - सन्देह |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मुझ भगवान् में अपने चित्त को स्थिर करो और अपनी सारी बुद्धि मुझमें लगाओ | इस प्रकार तुम निस्सन्देह मुझमें सदैव वास करोगे |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो भगवान् कृष्ण की भक्ति में रत रहता है, उसका परमेश्वर के साथ प्रत्यक्ष सम्बन्ध होता है | अतएव इसमें किसी प्रकार का सन्देह नहीं कि प्रारम्भ से ही उसकी स्थिति दिव्य होती है | भक्त कभी भौतिक धरातल पर नहीं रहता – वह सदैव कृष्ण में वास करता है | भगवान् का पवित्र नाम तथा भगवान् अभिन्न हैं | अतः जब भक्त हरे कृष्ण कीर्तन करता है, तो कृष्ण तथा उनकी अन्तरंगाशक्ति भक्त की जिह्वा पर नाचते रहते हैं | जब वह कृष्ण को भोग चढ़ाता है, जो कृष्ण प्रत्यक्ष रूप से ग्रहण करते हैं और इस तरह इस उच्छिष्ट (जूठन) को खाकर कृष्णमाय हो जाता है | जो इस प्रकार सेवा में ही नहीं लगता, वह नहीं समझ पाता कि यह सब कैसे होता है, यद्यपि भगवद्गीता तथा अन्य वैदिक ग्रंथों में इसी विधि की संस्तुति की गई है |"
        ]
    }
]