[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात् ।",
            "स्वधर्मे निधनं श्रेयः परधर्मो भयावहः ॥ ३५ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**श्रेयान्** – अधिक श्रेयस्कर; **स्वधर्मः** – अपने  नियतकर्म; **विगुणः** – दोषयुक्त भी; **पर-धर्मात्** – अन्यों के लिए उल्लेखित  कार्यों की अपेक्षा; **सू-अनुष्ठितात्** – भलीभाँति सम्पन्न; **स्व-धर्मे** – अपने  नियत्कर्मों में; **निधनम्** – विनाश, मृत्यु; **श्रेयः** – श्रेष्ठतर; **पर-धर्मः** – अन्यों के लिए नियतकर्म; **भय-आवहः** – खतरनाक, डरावना ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अपने नियतकर्मों को दोषपूर्ण ढंग से सम्पन्न करना भी अन्य के कर्मों को भलीभाँति करने से श्रेयस्कर है । स्वीय कर्मों को करते हुए मरना पराये कर्मों में प्रवृत्त होने की अपेक्षा श्रेष्ठतर है, क्योंकि अन्य किसी के मार्ग का अनुसरण भयावह होता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अतः मनुष्य को चाहिए कि वह अन्यों के लिए नियतकर्मों की अपेक्षा अपने नियतकर्मों को कृष्णभावनामृत में करे । भौतिक दृष्टि से नियतकर्म मनुष्य की मनोवैज्ञानिक दशा के अनुसार भौतिक प्रकृति के गुणों के अधीन आदिष्ट कर्म हैं । आध्यात्मिक कर्म गुरु द्वारा कृष्ण की दिव्यसेवा के लिए आदेशित होते हैं । किन्तु चाहे भौतिक कर्म हों या आध्यात्मिक कर्म, मनुष्य को मृत्युपर्यन्त अपने नियतकर्मों में दृढ़ रहना चाहिए । अन्य के निर्धारित कर्मों का अनकरण नहीं करना चाहिए । आध्यात्मिक तथा भौतिक स्तरों पर ये कर्म भिन्न-भिन्न हो सकते हैं, किन्तु कर्ता के लिए किसी प्रामाणिक निर्देशन के पालन का सिद्धान्त उत्तम होगा । जब मनुष्य प्रकृति के गुणों के वशीभूत हो तो उसे उस विशेष अवस्था के लिए नियमों का पालन करना चाहिए, उसे अन्यों का अनुकरण नहीं करना चाहिए । उदाहरणार्थ, सतोगुणी ब्राह्मण कभी हिंसक नहीं होता, किन्तु रजोगुणी क्षत्रिय को हिंसक होने की अनुमति है । इस तरह क्षत्रिय के लिए हिंसा के नियमों का पालन करते हुए विनष्ट होना जितना श्रेयस्कर है उतना अहिंसा के नियमों का पालन करने वाले ब्राह्मण का अनुकरण नहीं । हर व्यक्ति को एकाएक नहीं, अपितु क्रमशः अपने हृदय को स्वच्छ बनाना चाहिए । किन्तु जब मनुष्य प्रकृति के गुणों को लाँघकर कृष्णभावनामृत में पूर्णतया लीन हो जाता है, तो वह प्रामाणिक गुरु के निर्देशन में सब कुछ कर सकता है । कृष्णभावनामृत की पूर्ण स्थिति में एक क्षत्रिय ब्राह्मण की तरह और एक ब्राह्मण क्षत्रिय की तरह कर्म कर सकता है । दिव्य अवस्था में भौतिक जगत् का भेदभाव नहीं रह जाता । उदाहरणार्थ, विश्वामित्र मूलतः क्षत्रिय थे, किन्तु बाद में वे ब्राह्मण हो गये । इसी प्रकार परशुराम पहले ब्राह्मण थे, किन्तु बाद में वे क्षत्रिय बन गये । ब्रह्म में स्थित होने के कारण ही वे ऐसा कर सके, किन्तु जब तक कोई भौतिक स्तर पर रहता है, उसे प्रकृति के गुणों के अनुसार अपने कर्म करने चाहिए । साथ ही उसे कृष्णभावनामृत का पूरा बोध होना चाहिए ।"
        ]
    }
]