[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "बृहत्साम तथा साम्नां गायत्री छन्दसामहम् |",
            "मासानां मार्गशीर्षोऽहमृतूनां कुसुमाकरः || ३५ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "बृहत्-साम – बृहत्साम; तथा – भी; साम्नाम् – सामवेद के गीतों में; गायत्री – गायत्री मंत्र; छन्दसाम् – समस्त छन्दों में; अहम् – मैं हूँ; मासानाम् – महीनों में; मार्ग-शीर्षः – नवम्बर-दिसम्बर (अगहन) का महीना; अहम् – मैं हूँ; ऋतूनाम् – समस्त ऋतुओं में; कुसुम-आकरः – वसन्त |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मैं सामवेद के गीतों में बृहत्साम हूँ और छन्दों में गायत्री हूँ | समस्त महीनों में मैं मार्गशीर्ष (अगहन) तथा समस्त ऋतुओं में फूल खिलने वाली वसन्त ऋतु हूँ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जैसा कि भगवान् स्वयं बता चुके हैं, वे समस्त वेदों में सामवेद हैं | सामवेद विभिन्न देवताओं द्वारा गाये जाने वाले गीतों का संग्रह है | इन गीतों में से एक बृहत्साम है जिसको ध्वनि सुमधुर है और जो अर्धरात्रि में गाया जाता है |",
            "संस्कृत के काव्य के निश्चित विधान हैं | इसमें लय तथा ताल बहुत ही आधुनिक कविता की तरह मनमाने नहीं होते | ऐसे नियमित काव्य में गायत्री मन्त्र, जिसका जप केवल सुपात्र ब्राह्मणों द्वारा ही होता है, सबसे अधिक महत्त्वपूर्ण है | गायत्री मन्त्र का उल्लेख श्रीमद्भागवत में भी हुआ है | चूँकि गायत्री मन्त्र विशेषतया ईश्वर-साक्षात्कार के ही निमित्त है, इसलिए यह परमेश्वर का स्वरूप है | यह मन्त्र अध्यात्म में उन्नत लोगों के लिए है | जब इसका जप करने में उन्हें सफलता मिल जाती है, तो वे भगवान् के दिव्य धाम में प्रविष्ट होते हैं | गायत्री मन्त्र के जप के लिए मनुष्य को पहले सिद्ध पुरुष के गुण या भौतिक प्रकृति के नियमों के अनुसार सात्त्विक गुण प्राप्त करने होते हैं | वैदिक सभ्यता में गायत्री अत्यन्त महत्त्वपूर्ण है और उसे ब्रह्म का नाद अवतार माना जाता है | ब्रह्मा इसके गुरु हैं और शिष्य-परम्परा द्वारा यह उनसे आगे बढ़ता रहा है |",
            "मासों में अगहन (मार्गशीर्ष) मास सर्वोत्तम माना जाता है क्योंकिभारत में इस मास में खेतों से अन्न एकत्र किया जाता है और लोग अत्यन्त प्रसन्न रहते हैं | निस्सन्देह वसन्त ऐसी ऋतू है जिसका विश्वभर में सम्मान होता है क्योंकि यह न तो बहुत गर्म रहती है, न सर्द और इसमें वृक्षों में फूल आते है | वसन्त में कृष्ण की लीलाओं से सम्बन्धित अनेक उत्सव भी मनाये जाते हैं, अतः इसे समस्त ऋतुओं में से सर्वाधिक उल्लासपूर्ण माना जाता है और यह भगवान् कृष्ण की प्रतिनिधि है |"
        ]
    }
]