[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "मन्मनाभवमद्भक्तोमद्याजीमांनमस्कुरु |",
            "मामेवैष्यसियुक्त्वैवमात्मनंमत्परायणः || ३४ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मत्–मनाः - सदैव मेरा चिन्तन करने वाला; भव – होओ; मत् – मेरा; भक्तः – भक्त; मत् – मेरा; याजी – उपासक; माम् – मुझको; नमस्कुरु – नमस्कार करो; माम् – मुझको; एव – निश्चय ही; एष्यसि – पाओगे; युक्त्वा – लीन होकर; एवम् – इस प्रकार; आत्मानम् – अपनी आत्मा को; मत्-परायणः – मेरी भक्ति में अनुरक्त |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अपने मन को मेरे नित्य चिन्तन में लगाओ, मेरे भक्त बनो, मुझे नमस्कार करो और मेरी ही पूजा करो | इस प्रकार मुझमें पूर्णतया तल्लीन होने पर तुम निश्चित रूप से मुझको प्राप्त होगे |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस श्लोक में स्पष्ट इंगित है कि इस कल्मषग्रस्त भौतिक जगत् से छुटकारा पाने का एकमात्र साधन कृष्णभावनामृत है | कभी-कभी कपटी भाष्यकार इस स्पष्ट कथन को तोड़मरोड़ कर अर्थ करते हैं : कि सारी भक्ति भगवान् कृष्ण को समर्पित की जानी चाहिए | दुर्भाग्यवश ऐसे भाष्यकार पाठकों का ध्यान ऐसी बात की ओर आकर्षित करते हैं जो सम्भव नहीं है | ऐसे भाष्यकार यह नहीं जानते कि कृष्ण के मन तथा कृष्ण में कोई अन्तर नहीं है | कृष्ण कोई सामान्य मनुष्य नहीं है, वे परमेश्र्वर हैं | उनका शरीर, उनका मन तथा स्वयं वे एक हैं और परम हैं | जैसा कि कूर्मपुराण में कहा गया है और भक्तिसिद्धान्त सरस्वती गोस्वामी ने चैतन्यचरितामृत (पंचम अध्याय, आदि लीला ४१-४८) के अनुभाष्य में उद्धृत किया है – देहदेहीविभेदोSयं नेश्र्वरे विद्यते क्वचित् – अर्थात् परमेश्र्वर कृष्ण में तथा उनके शरीर में कोई अन्तर नहीं है | लेकिन इस कृष्णतत्त्व को न जानने के कारण भाष्यकार कृष्ण को छिपाते हैं और उनको उनके मन या शरीर से पृथक् बताते हैं | यद्यपि यह कृष्णतत्त्व के प्रति निरी अज्ञानता है, किन्तु कुछ लोग जनता को भ्रमित करके धन कमाते हैं |",
            "कुछ लोग आसुरी होते हैं, वे भी कृष्ण का चिन्तन करते हैं किन्तु इर्श्यावश, जिस तरह कृष्ण का मामा कंस करता था | वह भी कृष्ण का निरन्तर चिन्तन करता रहता था, किन्तु वह उन्हें शत्रु रूप में सोचता था | वह सदैव चिन्ताग्रस्त रहता था और सोचता रहता था कि न जाने कब कृष्ण उसका वध कर दें | इस प्रकार के चिन्तन से हमें कोई लाभ होने वाला नहीं है | मनुष्य को चाहिए कि भक्तिमय प्रेम में उनका चिन्तन करे | यही भक्ति है | उसे चाहिए कि वह निरन्तर कृष्णतत्त्व का अनुशीलन करे | तो वह उपयुक्त अनुशीलन क्या है? यह प्रामाणिक गुरु से सीखना है | कृष्ण भगवान् हैं और हम कई बार कः चुके हैं कि उनका शरीर भौतिक नहीं है अपितु सच्चिदानन्द स्वरूप है | इस [प्रकार की चर्चा से मनुष्य को भक्त बनने में सहायता मिलेगी | अन्यथा अप्रामाणिक साधन से कृष्ण का ज्ञान प्राप्त करना व्यर्थ होगा |",
            "अतः मनुष्य को कृष्ण के आदि रूप में मन को स्थिर करना चाहिए, उसे अपने मन में यह दृढ़ विश्र्वास करके पूजा करने में प्रवृत्त होना चाहिए कि कृष्ण ही परम हैं | कृष्ण की पूजा के लिए भारत में हजारों मन्दिर हैं, जहाँ पर भक्ति का अभ्यास किया जाता है | जब ऐसा अभ्यास हो रहा हो तो मनुष्य को चाहिए कि कृष्ण को नमस्कार करे | उसे अर्चविग्रह के समक्ष नतमस्तक होकर मनसा वाचा कर्मणा हर प्रकार से प्रवृत्त होना चाहिए | इससे वह कृष्णभाव में पूर्णतया तल्लीन हो सकेगा | इससे वह कृष्णलोक को जा सकेगा | उसे चाहिए कि कपटी भाष्यकारों के बहकावे में न आए | उसे श्रवण, कीर्तन आदि नवधा भक्ति में प्रवृत्त होना चाहिए | शुद्ध भक्ति मानव समाज की चरम उपलब्धि है |",
            "भगवद्गीता के सातवें तथा आठवें अध्यायों में भगवान् की ऐसी शुद्ध भक्ति की व्याख्या की गई है, जो कल्पना, योग तथा सकाम कर्म से मुक्त है | जो पूर्णतया शुद्ध नहीं हो पाते वे भगवान् के विभिन्न स्वरूपों द्वारा तथा निर्विशेषवादी ब्रह्मज्योति तथा अन्तर्यामी परमात्मा द्वारा आकृष्ट होते हैं, किन्तु शुद्ध भक्त तो परमेश्र्वर की साक्षात् सेवा करता है |",
            "कृष्ण सम्बन्धी एक उत्तम पद्य में कहा गया है कि जो व्यक्ति देवताओं की पूजा में रत हैं, वे सर्वाधिक अज्ञानी हैं, उन्हें कभी भी कृष्ण का चरम वरदान प्राप्त नहीं हो सकता | हो सकता है कि प्रारम्भ में कोई भक्त अपने स्तर से नीचे गिर जाये, तो भी उसे अन्य सारे दार्शनिक तथा योगियों से श्रेष्ठ मानना चाहिए | जो व्यक्ति निरन्तर कृष्ण भक्ति में लगा रहता है, उसे पूर्ण साधुपुरुष समझना चाहिए | क्रमशः उसके आकस्मिक भक्ति-विहीन कार्य कम होते जाएँगे और उसे शीघ्र ही पूर्ण सिद्धि प्राप्त होगी | वास्तव में शुद्ध भक्त के पतन का कभी कोई अवसर नहीं आता, क्योंकि भगवान् स्वयं ही अपने शुद्ध भक्तों की रक्षा करते हैं | अतः बुद्धिमान मनुष्य को चाहिए कि वह सीधे कृष्णभावनामृत पथ का ग्रहण करे और संसार में सुखपूर्वक जीवन बिताए | अन्ततोगत्वा वह कृष्ण रूपी परम पुरस्कार प्राप्त करेगा |"
        ]
    }
]