[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "तत्क्षेत्रं यच्च यादृक्च यद्विकारि यतश्र्च यत् |",
            "स च यो यत्प्रभावश्र्च तत्समासेन मे श्रृणु || ४ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "तत् - वह; क्षेत्रम् - कर्मक्षेत्र; यत् - जो; च - भी; यादृक् - जैसा है; च - भी; यत् - जो; विकारि - परिवर्तन; यतः - जिससे; च - भी; यत् - जो; सः - वह; च - भी; यः - जो; यत् - जो; प्रभावः - प्रभाव; च - भी; तत् - उस; समासेन - संक्षेप में; मे - मुझसे; शृणु - समझो, सुनो |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अब तुम मुझसे यह सब संक्षेप में सुनो कि कर्मक्षेत्र क्या है, यह किस प्रकार बना है, इसमें क्या परिवर्तन होते हैं, यह कहाँ से उत्पन्न होता है, इस कर्मक्षेत्र को जानने वाला कौन है और उसके क्या प्रभाव हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् कर्मक्षेत्र (क्षेत्र) तथा कर्मक्षेत्र के ज्ञाता (क्षेत्रज्ञ) की स्वाभाविक स्थितियों का वर्णन कर रहे हैं | मनुष्य को यह जानना होता है कि यह शरीर किस प्रकार बना हुआ है, यह शरीर किन पदार्थों से बना है, यह किसके नियन्त्रण में कार्यशील है, इसमें किस प्रकार परिवर्तन होते हैं, ये परिवर्तन कहाँ से आते हैं, वे कारण कौन से हैं, आत्मा का चरम लक्ष्य क्या है, तथा आत्मा का वास्तविक स्वरूप क्या है ? मनुष्य को आत्मा तथा परमात्मा, उनके विभिन्न प्रभावों, उनकी शक्तियों आदि के अन्तर को भी जानना चाहिए | यदि वह भगवान् द्वारा दिए गये वर्णन के आधार पर भगवद्गीता समझ ले, तो ये सारी बातें स्पष्ट हो जाएँगी | लेकिन उसे ध्यान रखना होगा कि प्रत्येक शरीर में वास करने वाला परमात्मा को जीव का स्वरूप न मान बैठे | ऐसा तो सक्षम पुरुष तथा अक्षम पुरुष को एकसामान बताने जैसा है |"
        ]
    }
]