[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "प्रकृते: क्रियमाणानि गुणै: कर्माणि सर्वशः |",
            "अहङकारविमूढात्मा कर्ताहमिति मन्यते || २७ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्रकृतेः – प्रकृति का; क्रियमाणानि – किये  जाकर; गुणैः – गुणों के द्वारा; कर्माणि – कर्म; सर्वशः – सभी प्रकार  के;अहङ्कार-विमूढ – अहंकार से मोहित; आत्मा –आत्मा; कर्ता – करने वाला;  अहम् – मैं हूँ; इति – इस प्रकार; मन्यते – सोचता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जीवात्मा अहंकार के प्रभाव से मोहग्रस्त होकर अपने आपको समस्त कर्मों का कर्ता मान बैठता है, जब कि वास्तव में वे प्रकृति के तीनों गुणों द्वारा सम्पन्न किये जाते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "दो व्यक्ति जिनमें से एक कृष्णभावनाभावित है और दूसरा भौतिक चेतना वाला है, समान स्तर पर कार्य करते हुए समान पद पर प्रतीत हो सकते हैं, किन्तु उनके पदों में आकाश-पाताल का अन्तर रहता है | भौतिक चेतना वाला व्यक्ति अहंकार के कारण आश्र्वस्त रहता है कि वही सभी वस्तुओं का कर्ता है | वह यह नहीं जानता कि शरीर की रचना प्रकृति द्वारा हुई है, जो परमेश्र्वर की अध्यक्षता में कार्य करती है | भौतिकतावादी व्यक्ति यह नहीं जानता कि अन्ततोगत्वा वह कृष्ण के अधीन है | अहंकारवश ऐसा व्यक्ति हर कार्य को स्वतन्त्र रूप से करने का श्रेय लेना चाहता है और यही है उसके अज्ञान का लक्षण | उसे यह ज्ञान नहीं कि उसके इस स्थूल तथा सूक्ष्म शरीर की रचना प्रकृति द्वारा भगवान् की अध्यक्षता में की गई है, अतः उसके सारे शारीरिक तथा मानसिक कार्य कृष्णभावनामृत में रहकर कृष्ण की सेवा में तत्पर होने चाहिए | अज्ञानी व्यक्ति यह भूल जाता है कि भगवान् हृषीकेश कहलाते हैं अर्थात् वे शरीर की इन्द्रियों के स्वामी हैं | इन्द्रियतृप्ति के लिए इन्द्रियों का निरन्तर उपयोग करते रहने से वह अहंकार के कारण वस्तुतः मोहग्रस्त रहता है, जिससे वह कृष्ण के साथ अपने शाश्र्वत सम्बन्ध को भूल जाता है |"
        ]
    }
]