[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम् |",
            "उवाच पार्थ पश्यैतान्समवेतान्कुरुनिति || २५ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भीष्म  – भीष्म पितामह; द्रोण – गुरु द्रोण; प्रमुखतः – के समक्ष; सर्वेषाम् –  सबों के; च – भी; महीक्षिताम् – संसार भर के राजा; उवाच – कहा; पार्थ – हे  पृथा के पुत्र; पश्य – देखो; एतान् – इन सबों को; सम्वेतान् – एकत्रित;  कुरुन् – कुरुवंश के सदस्यों को; इति – इस प्रकार |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भीष्म, द्रोण तथा विश्र्व भर के अन्य समस्त राजाओं के सामने भगवान् ने कहा कि हे पार्थ! यहाँ पर एकत्र सारे कुरुओं को देखो |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "समस्त जीवों के परमात्मास्वरूप भगवान् कृष्ण यह जानते थे कि अर्जुन के मन में क्या बीत रहा है | इस प्रसंग में हृषीकेश शब्द प्रयोग सूचित करता है कि वे सब कुछ जानते थे | इसी प्रकार पार्थ शब्द अर्थात् पृथा या कुन्तीपुत्र भी अर्जुन के लिए प्रयुक्त होने के कारण महत्त्वपूर्ण है | मित्र के रूप में वे अर्जुन को बता देना चाहते थे कि चूँकि अर्जुन उनके पिता वसुदेव की बहन पृथा का पुत्र था इसीलिए उन्होंने अर्जुन का सारथी बनना स्वीकार किया था | किन्तु जब उन्होंने अर्जुन से “कुरुओं को देखो” कहा तो इससे उनका क्या अभिप्राय था? क्या अर्जुन वहीं पर रुक कर युद्ध करना नहीं चाहता था? कृष्ण को अपनी बुआ पृथा के पुत्र से कभी भी ऐसी आशा नहीं थी | इस प्रकार से कृष्ण ने अपने मित्र की मनःस्थिति की पूर्वसूचना परिहासवश दी है |"
        ]
    }
]