[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः |",
            "त्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन || ९ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जन्म – जन्म; कर्म – कर्म; च – भी; मे – मेरे;  दिव्यम् – दिव्य; एवम् – इस प्रकार; यः – जो कोई; वेत्ति – जानता है;  तत्त्वतः – वास्तविकता में; त्यक्त्वा – छोड़कर; देहम् – इस शरीर को; पुनः –  फिर; जन्म – जन्म; न – कभी नहीं; एति – प्राप्त करता है; माम् – मुझको;  एति – प्राप्त करता है; सः – वह; अर्जुन – हे अर्जुन |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे अर्जुन! जो मेरे अविर्भाव तथा कर्मों की दिव्य प्रकृति को जानता है, वह इस शरीर को छोड़ने पर इस भौतिक संसार में पुनः जन्म नहीं लेता, अपितु मेरे सनातन धाम को प्राप्त होता है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "छठे श्लोक में भगवान् के दिव्यधाम से उनके अवतरण की व्याख्या हो चुकी है | जो मनुष्य भगवान् के अविर्भाव के सत्य को समझ लेता है वह इस भवबन्धन से मुक्त हो जाता है और इस शरीर को छोड़ते ही वह तुरन्त भगवान् के धाम को लौट जाता है | भवबन्धन से जीव की ऐसी मुक्ति सरल नहीं है | निर्विशेषवादी तथा योगीजन पर्याप्त कष्ट तथा अनेकानेक जन्मों के बाद ही मुक्ति प्राप्त कर पाते हैं | इतने पर भी उन्हें जो मुक्ति भगवान् की निराकार ब्रह्मज्योति में तादात्म्य प्राप्त करने के रूप में मिलती है, वह आंशिक होती है और इस भौतिक संसार में लौट जाने का भय बना रहता है | किन्तु भगवान् के शरीर की दिव्य प्रकृति तथा उनके कार्यकलापों को समझने मात्र से भक्त इस शरीर का अन्त होने पर भगवद्धाम को प्राप्त करता है और उसे इस संसार में लौट आने का भय नहीं रह जाता| ब्रह्मसंहिता में (५.३३) यह बताया गया है कि भगवान् के अनेक रूप तथा अवतार हैं – अद्वैतमच्युतमनादिमनन्तरूपम्| यद्यपि भगवान् के अनेक दिव्य रूप हैं, किन्तु फिर भी वे अद्वय भगवान् हैं | इस तथ्य को विश्वासपूर्वक समझना चाहिए, यद्यपि यह संसारी विद्वानों तथा ज्ञानयोगियों के लिए अगम्य है | जैसा कि वेदों (पुरुष बोधिनी उपनिषद्) में कहा गया है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "एको देवो नित्यलीलानुरक्तो भक्तव्यापी हृद्यन्तरात्मा ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“एक भगवान् अपने निष्काम भक्तों के साथ अनेकानेक दिव्य रूपों में सदैव सम्बन्धित हैं |” इस वेदवचन की स्वयं भगवान् ने गीता के इस श्लोक में पुष्टि की है | जो इस सत्य को वेद तथा भगवान् के प्रमाण के आधार पर स्वीकार करता है और शुष्क चिन्तन में समय नहीं गँवाता वह मुक्ति की चरम सिद्धि प्राप्त करता है | इस सत्य को श्रद्धापूर्वक स्वीकार करने से मनुष्य निश्चित रूप से मुक्ति-लाभ कर सकता है | इस प्रसंग में वैदिकवाक्य तत्त्वमसि लागू होता है | जो कोई भगवान् कृष्ण को परब्रह्म करके जानता है या उनसे यह कहता है कि “आप वही परब्रह्म श्रीभगवान् हैं” वह निश्चित रूप से अविलम्ब मुक्त हो जाता है, फलस्वरूप उसे भगवान् की दिव्यसंगति की प्राप्ति निश्चित हो जाती है | दूसरे शब्दों में, ऐसा श्रद्धालु भगवद्भक्त सिद्धि प्राप्त करता है |इसकी पुष्टि निम्नलिखित वेदवचन से होती है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "तमेव विदित्वाति मृत्युमेति नान्यः पन्था विद्यतेऽयनाय |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“श्रीभगवान् को जान लेने से ही मनुष्य जन्म तथा मृत्यु से मुक्ति की पूर्ण अवस्था प्राप्त कर सकता है | इस सिद्धि को प्राप्त करने का कोई अन्य विकल्प नहीं है |”(श्वेताश्वतर उपनिषद् ३.८) इसका कोई विकल्प नहीं है का अर्थ यही है कि जो श्रीकृष्ण को श्रीभगवान् के रूप में नहीं मानता वह अवश्य ही तमोगुणी है और मधुपात्र को केवल बाहर से चाटकर या भगवद्गीता की विद्वतापूर्ण संसारी विवेचना करके मोक्ष प्राप्त नहीं कर सकता | इसे शुष्क दार्शनिक भौतिक जगत् में महत्त्वपूर्ण भूमिका निभाने वाले हो सकते हैं, किन्तु वे मुक्ति के अधिकारी नहीं होते | ऐसे अभिमानी संसारी विद्वानों को भगवद्भक्त की अहैतुकी कृपा की प्रतीक्षा करनी पड़ती है | अतः मनुष्य को चाहिए कि श्रद्धा तथा ज्ञान के साथ कृष्णभावनामृत का अनुशीलन करे और सिद्धि प्राप्त करने का यही उपाय है |"
        ]
    }
]