[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रियः ।",
            "सर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते ॥ ७ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**योग-युक्तः** – भक्ति में लगे हुए; **विशुद्ध-आत्मा** – शुद्ध आत्मा; **विजित-आत्मा** – आत्म-संयमी; **जित-इन्द्रियः** – इन्द्रियों को जितने वाला; **सर्व-भूत** – समस्त जीवों के प्रति; **आत्म-भूत-आत्मा** – दयालु; **कुर्वन् अपि** – कर्म में लगे रहकर भी; **न** – कभी नहीं; **लिप्यते** – बँधता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो भक्तिभाव से कर्म करता है, जो विशुद्ध आत्मा है और अपने मन तथा इन्द्रियों को वश में रखता है, वह सबों को प्रिय होता है और सभी लोग उसे प्रिय होते हैं । ऐसा व्यक्ति कर्म करता हुआ भी कभी नहीं बँधता ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो कृष्णभावनामृत के कारण मुक्तिपथ पर है वह प्रत्येक जीव को प्रिय होता है और प्रत्येक जीव उसके लिए प्यारा है । यह कृष्णभावनामृत के कारण होता है । ऐसा व्यक्ति किसी भी जीव को कृष्ण से पृथक् नहीं सोच पाता, जिस प्रकार वृक्ष की पत्तियाँ तथा टहनियाँ वृक्ष से भिन्न नहीं होती । वह भलीभाँति जानता है कि वृक्ष की जड़ में डाला गया जल समस्त पत्तियों तथा टहनियों में फैल जाता है अथवा आमाशय को भोजन देने से शक्ति स्वतः पूरे शरीर में फैल जाती है । चूँकि कृष्णभावनामृत में कर्म करने वाला सबों का दास होता है, अतः वह हर एक को प्रिय होता है । चूंकि प्रत्येक व्यक्ति उसके कर्म से प्रसन्न रहता है, अतः उसकी चेतना शुद्ध रहती है । चूँकि उसकी चेतना शुद्ध रहती है, अतः उसका मन पूर्णतया नियंत्रण में रहता है । मन के नियंत्रित होने से उसकी इन्द्रियाँ संयमित रहती हैं । चूंकि उसका मन सदैव कृष्ण में स्थिर रहता है, अतः उसके विचलित होने का प्रश्न ही नहीं उठता । न ही उसे कृष्ण से सम्बद्ध कथाओं के अतिरिक्त अन्य कार्यों में अपनी इन्द्रियों को लगाने का अवसर मिलता है । वह कृष्णकथा के अतिरिक्त और कुछ सुनना नहीं चाहता, वह कृष्ण को अर्पित किए हुए भोजन के अतिरिक्त अन्य कुछ नहीं खाना चाहता और न ऐसे किसी स्थान में जाने की इच्छा रखता है जहाँ कृष्ण सम्बन्धी कार्य न होता हो । अतः उसकी इन्द्रियाँ वश में रहती हैं । ऐसा व्यक्ति जिसकी इन्द्रियाँ संयमित हों, वह किसी के प्रति अपराध नहीं कर सकता । इस पर कोई यह प्रश्न कर सकता है, तो फिर अर्जुन अन्यों के प्रति युद्ध में आक्रामक क्यों था ? क्या वह कृष्णभावनाभावित नहीं था ? वस्तुतः अर्जुन ऊपर से ही आक्रामक था, क्योंकि जैसा कि द्वितीय अध्याय में बताया जा चुका है, आत्मा के अवध्य होने के कारण युद्धभूमि में एकत्र हुए सारे व्यक्ति अपने-अपने स्वरूप में जीवित बने रहेंगे । अतः आध्यात्मिक दृष्टि से कुरुक्षेत्र की युद्धभूमि में कोई मारा नहीं गया । वहाँ पर स्थित कष्ण की आज्ञा से केवल उनके वस्त्र बदल दिये गये । अतः अर्जुन कुरुक्षेत्र की युद्धभूमि में युद्ध करता हुआ भी वस्तुतः युद्ध नहीं कर रहा था । वह तो पूर्ण कृष्णभावनामृत में कृष्ण के आदेश का पालन मात्र कर रहा था । ऐसा व्यक्ति कभी कर्मबन्धन से नहीं बँधता ।"
        ]
    }
]