[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "यत्रोपरमते चित्तं निरुद्धं योगसेवया ।",
            "यत्र चैवात्मनात्मानं पश्यन्नात्मनि तुष्यति ॥ २० ॥",
            "सुखमात्यन्तिकं यत्तद्बुद्धिग्राह्यमतीन्द्रियम् ।",
            "वेत्ति यत्र न चैवायं स्थितश्चलति तत्त्वतः ॥ २१ ॥",
            "यं लब्ध्वा चापरं लाभं मन्यते नाधिकं ततः ।",
            "यस्मिन्स्थितो न दुःखेन गुरुणापि विचाल्यते ॥ २२ ॥",
            "तं विद्याद्दुःखसंयोगवियोगं योगसंज्ञितम् ॥ २३ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**यत्र** – जिस अवस्था में; **उपरमते** – दिव्यसुख की अनुभूति के करण बन्द हो जाती है; **चित्तम्** – मानसिक गतिविधियाँ; **निरुद्धम्** – पदार्थ से निवृत्त; **योग-सेवया** – योग के अभ्यास द्वारा; **यत्र** – जिसमें; **च** – भी; **एव** – निश्चय हि; **आत्मना** – विशुद्ध मन से; **आत्मानम्** – आत्मा की; **पश्यन्** – स्थिति का अनुभव करते हुए; **आत्मनि** – अपने में; **आत्मानम्** – आत्मा की; **पश्यन्** – स्थिति का अनुभव करते हुए; **आत्मनि** – अपने में; **तुष्यति** – तुष्ट हो जाता है; **सुखम्** – सुख; **आत्यन्तिकम्** – परम; **यत्** – जो; **तत्** – वह; **बुद्धिः** – बुद्धि से; **ग्राह्यम्** – ग्रहणीय; **अतीन्द्रियम्** – दिव्य; **वेत्ति** – जानता है; **यत्र** – जिसमें; **न** – कभी नहीं; **च** – भी; **एव** – निश्चय हि; **अयम्** – यह; **स्थितः** – स्थित; **चलति** – हटता है; **तत्त्वतः** – सत्य से; **यम्** – जिसको; **लब्ध्वा** – प्राप्त करके; **च** – तथा; **अपरम्** – अन्य कोई; **लाभम्** – लाभ; **मन्यते** – मानता है; **न** – कभी नहीं; **अधिकम्** – अधिक; **ततः** – उससे; **यस्मिन्** – जिसमें; **स्थितः** – स्थित होकर; **न** – कभी नहीं; **दुःखेन** – दुखों से; **गुरुणा अपि** – अत्यन्त कठिन होने पर भी; **विचाल्यते** – चलायमान होता है; **तम्** – उसको; **गुरुणा अपि** – अत्यन्त कठिन होने पर भी; **विचाल्यते** – चलायमान होता है; **तम्** – उसको; **विद्यात्** – जानो; **दुःख-संयोग** – भौतिक संसर्ग से उत्पन्न दुख; **वियोगम्** – उन्मूलन को; **योग-संज्ञितम्** – योग में समाधि कहलाने वाला |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सिद्धि की अवस्था में, जिसे समाधि कहते हैं, मनुष्य का मन योगाभ्यास के द्वारा भौतिक मानसिक क्रियाओं से पूर्णतया संयमित हो जाता है | इस सिद्धि की विशेषता यह है कि मनुष्य शुद्ध मन से अपने को देख सकता है और अपने आपमें आनन्द उठा सकता है | उस आनन्दमयी स्थिति में वह दिव्य इन्द्रियों द्वारा असीम दिव्यसुख में स्थित रहता है | इस प्रकार स्थापित मनुष्य कभी सत्य से विपथ नहीं होता और इस सुख की प्राप्ति हो जाने पर वह इससे बड़ा कोई दूसरा लाभ नहीं मानता | ऐसी स्थिति को पाकर मनुष्य बड़ीसे बड़ी कठिनाई में भी विचलित नहीं होता | यह निस्सन्देह भौतिक संसर्ग से उत्पन्न होने वाले समस्त दुःखों से वास्तविक मुक्ति है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "योगाभ्यास से मनुष्य भौतिक धारणाओं से क्रमशः विरक्त होता जाता है | यह योग का प्रमुख लक्षण है | इसके बाद वह समाधि में स्थित हो जाता है जिसका अर्थ यह होता है कि दिव्य मन तथा बुद्धि के द्वारा योगी अपने आपको परमात्मा समझने का भ्रम न करके परमात्मा की अनुभूति करता है | योगाभ्यास बहुत कुछ पतञ्जलि की पद्धति पर आधारित है | कुछ अप्रामाणिक भाष्यकार जीवात्मा तथा परमात्मा में अभेद स्थापित करने का प्रयास करते हैं और अद्वैतवादी इसे ही मुक्ति मानते हैं, किन्तु वे पतञ्जलि की योगपद्धति के वास्तविक प्रयोजन को नहीं जानते | पतञ्जलि पद्धति में दिव्य आनन्द को स्वीकार किया गया है, किन्तु अद्वैतवादी इस दिव्य आनन्द को स्वीकार नहीं करते क्योंकि उन्हें भ्रम है कि इससे कहीं उनके अद्वैतवाद में बाधा न उपस्थित हो जाय | अद्वैतवादी ज्ञान तथा ज्ञाता के द्वैत को नहीं मानते, किन्तु इस श्लोक में दिव्य इन्द्रियों द्वारा अनुभूत दिव्य आनन्द को स्वीकार किया गया है | इसकी पुष्टि योगपद्धति के विख्यात व्याख्याता पतञ्जलि मुनि ने भी की है | योगसूत्र में (३.३४) महर्षि कहते हैं – पुरुषार्थशून्यानां गुणानां प्रतिप्रसवः कैवल्यं स्वरूपप्रतिष्ठा वा चितिशक्तिरिति |",
            "यह चितिशक्ति या अन्तरंगा शक्ति दिव्य है | पुरुषार्थ का तात्पर्य धर्म, अर्थ, काम तथा अन्त में परब्रह्म से तादात्म्य या मोक्ष है | अद्वैतवादी परब्रह्म से इस तादात्मय को कैवल्यम् कहते हैं | किन्तु पतञ्जलि के अनुसार कैवल्यम् वह अन्तरंगा या दिव्य शक्ति है जिससे जीवात्मा अपनी स्वाभाविक स्थिति से अवगत होता है | भगवान् चैतन्य के शब्दों में यह अवस्था चेतोदर्पणामार्जनम् अर्थात् मन रूपी मलिन दर्पण का मार्जन (शुद्धि) है | यह मार्जन वास्तव में मुक्ति या भवमहादावाग्निनिर्वापणम् है | प्रारम्भिक निर्वाण सिद्धान्त भी इस नियम के समान है | भागवत में (२.१०.६) इसे स्वरूपेण व्यवस्थितिः कहा गया है | भगवद्गीता के इस श्लोक में भी इसी की पुष्टि हुई है |",
            "निर्वाण के बाद आध्यात्मिक कार्यकलापों की या भगवद्भक्ति की अभिव्यक्ति होती है जिसे कृष्णभावनामृत कहते हैं | भागवत के शब्दों में – स्वरूपेण व्यवस्थितिः– जीवात्मा का वास्तविक जीवन यही है | भौतिक दूषण से अध्यात्मिक जीवन के कल्मष युक्त होने की अवस्था माया है | इस भौतिक दूषण से मुक्ति का अभिप्राय जीवात्मा की मूल दिव्य स्थिति का विनाश नहीं है | पतञ्जलि भी इसकी पुष्टि इस शब्दों से करते हैं – कैवल्यं स्वरूपप्रतिष्ठा वा चितिशक्तिरिति – यह चितिशक्ति या दिव्य आनन्द ही वास्तविक जीवन है | इसका अनुमोदन वेदान्तसूत्र में (१.१.१२) इस प्रकार हुआ है – आनन्दमयोभ्याऽसात्| यह चितिशक्ति ही योग का परमलक्ष्य है और भक्तियोग द्वारा इसे सरलता से प्राप्त किया जाता है | भक्तियोग का विस्तृत विवरण सातवें अध्याय में किया जायेगा |",
            "इस अध्याय में वर्णित योगपद्धति के अनुसार समाधियाँ दो प्रकार की होती हैं – सम्प्रज्ञात तथा असम्प्रज्ञातसमाधियाँ| जब मनुष्य विभिन्न दार्शनिक शोधों के द्वारा दिव्य स्थिति को प्राप्त होता है तो यह कहा जाता है कि उसे सम्प्रज्ञात समाधि प्राप्त हुई है | असम्प्रज्ञात समाधि में संसारी आनन्द से कोई सम्बन्ध नहीं रहता क्योंकि इसमें मनुष्य इन्द्रियों से प्राप्त होने वाले सभी प्रकार के सुखों से परे हो जाता है | एक बार इस दिव्य स्थिति को प्राप्त कर लेने पर योगी कभी उससे डिगता नहीं | जब तक योगी इस स्थिति को प्राप्त नहीं कर लेता, तब तक वह असफल रहता है | आजकल के तथाकथित योगाभ्यास में विभिन्न इन्द्रियसुख सम्मिलित हैं, जो योग के सर्वथा विपरीत है | योगी होकर यदि कोई मैथुन तथा मादकद्रव्य सेवन में अनुरक्त होता है तो वह उपहासजनक है | यहाँ तक कि जो योगी योग की सिद्धियों के प्रति आकृष्ट रहते हैं वे भी योग में आरूढ़ नहीं कहे जा सकते | यदि योगीजन योग की आनुषंगिक वस्तुओं के प्रति आकृष्ट हैं तो उन्हें सिद्ध अवस्था को प्राप्त नहीं कहा जा सकता , जैसा कि इस श्लोक में कहा गया है | अतः जो व्यक्ति आसनों के प्रदर्शन या सिद्धियों के चक्कर में रहते हैं उन्हें यह समझ लेना चाहिए कि इस प्रकार से योग का मुख्य उद्देश्य ही समाप्त हो जाता है |",
            "इस युग में योग की सर्वोतम पद्धति कृष्णभावनामृत है जो निराशा उत्पन्न करने वाली नहीं है| एक कृष्णभावनाभावित व्यक्ति अपने धर्म में इतना सुखी रहता है कि उसे किसी अन्य सुख की आकांक्षा नहीं रह जाती | इस दम्भ-प्रधान युग में हठयोग, ध्यानयोग तथा ज्ञानयोग का अभ्यास करते हुए अनेक अवरोध आ सकते हैं, किन्तु कर्मयोग या भक्तियोग के पालन में ऐसी समस्या सामने नहीं आती |",
            "जब तक यह शरीर रहता है तब तक मनुष्य शरीर की आवश्यकताएँ – आहार, निद्रा, भय तथा मैथुन – को पूरा करना होता है | किन्तु को व्यक्ति शुद्ध भक्तियोग में अथवा कृष्णभावनामृत में स्थित होता है वह शरीर की आवश्यकताओं की पूर्ति करते समय इन्द्रियों को उत्तेजित नहीं करता | प्रत्युत वह घाटे के सौदे का सर्वोत्तम उपयोग करके, जीवनकी न्यूनतम आवश्यकताओं को स्वीकार करता है और कृष्णभावनामृत में दिव्यसुख भोगता है | वह दुर्घटनाओं, रोगों, अभावों और यहाँ तक की अपने प्रियजनों की मृत्यु जैसी आपातकालीन घटनाओं के प्रति भी निरपेक्ष रहता है, किन्तु कृष्णभावनामृत या भक्तियोग सम्बन्धी अपने कर्मों को पूरा करने में वह सदैव सचेष्ट रहता है | दुर्घटनाएँ उसे कर्तव्य-पथ से विचलित नहीं कर पाती | जैसा कि भगवद्गीता में (२.१४) कहा गया है – आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत| वह इन प्रसांगिक घटनाओं को सहता है क्योंकि वह यह भलीभाँति जानता है कि ये घटनाएँ ऐसी ही आती-जाती रहती हैं और इनसे उसके कर्तव्य पर कोई प्रभाव नहीं पड़ता | इस प्रकार वह योगाभ्यास में परम सिद्धि प्राप्त करता है |"
        ]
    }
]