[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "पुरुषः प्रकृतिस्थो हि भुङ्क्ते प्रकृतिजान्गुणान् ।",
            "कारणं गुणसङ्गोऽस्य सदसद्योनिजन्मसु ॥ २२ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**पुरुषः** - जीव; **प्रकृतिस्थः** - भौतिक शक्ति में स्थित होकर; **हि** - निश्चय ही; **भुङ्क्ते** - भोगता है; **प्रकृति-जान्** - प्रकृति से उत्पन्न; **गुणान्** - गुणों को; **कारणम्** - कारण; **गुण-सङ्गः** - प्रकृति के गुणों की संगति; **अस्य** - जीव की; **सत्-असत्** - अच्छी तथा बुरी; **योनि** - जीवन की योनियाँ; **जन्मसु** - जन्मों में ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस प्रकार जीव प्रकृति के तीनों गुणों का भोग करता हुआ प्रकृति में ही जीवन बिताता है । यह उस प्रकृति के साथ उसकी संगति के कारण है । इस तरह उसे उत्तम तथा अधम योनियाँ मिलती रहती हैं ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यह श्लोक यह समझने के लिए महत्त्वपूर्ण है कि जीव एक शरीर से दूसरे में किस प्रकार देहान्तरण करता है । दूसरे अध्याय में बताया गया है कि जीव एक शरीर को त्याग कर दूसरा शरीर उसी तरह धारण करता है, जिस प्रकार कोई वस्त्र बदलता है । वस्त्र का परिवर्तन इस संसार के प्रति आसक्ति के कारण है । जब तक जीव इस मिथ्या प्राकट्य पर मुग्ध रहता है, तब तक उसे निरन्तर देहान्तरण करना पड़ता है । प्रकृति पर प्रभुत्व जताने की इच्छा के फलस्वरूप वह ऐसी प्रतिकूल परिस्थितियों में फँसता रहता है । भौतिक इच्छा के वशीभूत हो, उसे कभी देवता के रूप में तो कभी मनुष्य के रूप में, कभी पशु, कभी पक्षी, कभी कीड़े, कभी जल-जन्तु, कभी सन्त पुरुष, तो कभी खटमल के रूप में जन्म लेना होता है । यह क्रम चलता रहता है और प्रत्येक परिस्थिति में जीव अपने को परिस्थितियों का स्वामी मानता रहता है, जबकि वह प्रकृति के वश में होता है ।",
            "यहाँ पर बताया गया है कि जीव किस प्रकार विभिन्न शरीरों को प्राप्त करता है । यह प्रकृति के विभिन्न गुणों की संगति के कारण है । अतएव इन गुणों से ऊपर उठकर दिव्य पद पर स्थित होना होता है । यही कृष्णभावनामृत कहलाता है । कृष्णभावनामृत में स्थित हुए बिना भौतिक चेतना मनुष्य को एक शरीर से दूसरे में देहान्तरण करने के लिए बाध्य करती रहती है, क्योंकि अनादि काल से उसमें भौतिक आकांक्षाएँ व्याप्त हैं । लेकिन उसे इस विचार को बदलना होगा । यह परिवर्तन प्रामाणिक स्रोतों से सुनकर ही लाया जा सकता है । इसका सर्वश्रेष्ठ उदाहरण अर्जुन है, जो कृष्ण से ईश्वर-विज्ञान का श्रवण करता है । यदि जीव इस श्रवण-विधि को अपना ले, तो प्रकृति पर प्रभुत्व जताने की चिर-अभिलषित आकांक्षा समाप्त हो जाय, और क्रमशः ज्यों-ज्यों वह प्रभुत्व जताने की इच्छा को कम करता जाएगा, त्यों-त्यों उसे आध्यात्मिक सुख मिलता जाएगा । एक वैदिक मंत्र में कहा गया है कि ज्यों-ज्यों जीव भगवान् की संगति से विद्वान् बनता जाता है, त्यों-त्यों उसी अनुपात में वह आनन्दमय जीवन का आस्वादन करता है ।"
        ]
    }
]