[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Hanumān meets Vibhīṣaṇa"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāmāyudha aṃkita gṛha sōbhā barani na jāi.",
            "nava tulasikā bṛṃda tahaom dēkhi haraṣi kapirāi [5-5]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The mansion had the weapons (bow and arrow) of Śrī Rāma painted on its walls and was beautiful beyond words. The monkey chief rejoiced to see clusters of young Tulasi plants there."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "laṃkā nisicara nikara nivāsā. ihāom kahāom sajjana kara bāsā",
            "mana mahuom taraka karai kapi lāgā. tēhīṃ samaya bibhīṣanu jāgā [5-5-1]",
            "rāma rāma tēhiṃ sumirana kīnhā. hṛdayaom haraṣa kapi sajjana cīnhā",
            "ēhi sana haṭhi karihauom pahicānī. sādhu tē hōi na kāraja hānī [5-5-2]",
            "bipra rupa dhari bacana sunāē. sunata bibhīṣaṇa uṭhi tahaom āē",
            "kari pranāma pūomchī kusalāī. bipra kahahu nija kathā bujhāī [5-5-3]",
            "kī tumha hari dāsanha mahaom kōī. mōrēṃ hṛdaya prīti ati hōī",
            "kī tumha rāmu dīna anurāgī. āyahu mōhi karana baḍabhāgī [5-5-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Laṅkā is the abode of a gang of demons; how could a pious man take up his residence here?\" While the monkey chief was thus reasoning within himself, Vibhīṣaṇa (Rāvaṇa's youngest brother) woke up. He began to repeat Śrī Rāma's name in prayer and Hanumān was delighted at heart to find a virtuous soul. \"I shall make acquaintance with him at all events; for one's cause would never suffer at the hands of a good man.\" Having thus resolved he assumed the form of a Brāhmaṇa and accosted Vibhīṣaṇa. As soon as he heard Hanumān's words he rose and came where the latter was. Bowing low he enquired after the Brāhmaṇa's welfare: \"Tell me all about you, holy sir. Are you one of Śrī Hari's own servants (Nārada and others)? My heart is filled with exceeding love at your sight. Or are you Śrī Rāma Himself, a loving friend of the poor, who have come to bless me (by your sight)?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "taba hanumaṃta kahī saba rāma kathā nija nāma.",
            "sunata jugala tana pulaka mana magana sumiri guna grāma [5-6]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Thereupon Hanumān told him all about Śrī Rāma and disclosed his identity as well. The moment Vibhīṣaṇa heard this a thrill ran through the body of both and they were transported with joy at the thought of Śrī Rāma's host of virtues."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "sunahu pavanasuta rahani hamārī. jimi dasananhi mahuom jībha bicārī",
            "tāta kabahuom mōhi jāni anāthā. karihahiṃ kṛpā bhānukula nāthā [5-6-1]",
            "tāmasa tanu kachu sādhana nāhīṃ. prīti na pada sarōja mana māhīṃ",
            "aba mōhi bhā bharōsa hanumaṃtā. binu harikṛpā milahiṃ nahiṃ saṃtā [5-6-2]",
            "jau raghubīra anugraha kīnhā. tau tumha mōhi darasu haṭhi dīnhā",
            "sunahu bibhīṣana prabhu kai rītī. karahiṃ sadā sēvaka para prītī [5-6-3]",
            "kahahu kavana maiṃ parama kulīnā. kapi caṃcala sabahīṃ bidhi hīnā",
            "prāta lēi jō nāma hamārā. tēhi dina tāhi na milai ahārā [5-6-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Hear, O son of the wind-god, how I am living here: my plight is similar to that of the poor tongue, that lives in the midst of the teeth. Will the Lord of the solar race, dear friend, ever show His grace to me, knowing me to be masterless? Endowed as I am with a sinful (demoniac) form, I am incapable of doing any Sadhana (striving for GodRealization); and my heart cherishes no love for the Lord's lotus-feet. But I am now confident, Hanumān, that Śrī Rāma will shower His grace on me; for one can never meet a saint without Śrī Hari's grace. It is only because the Hero of Raghu's race has been kind to me that you have blessed me with your sight unsolicited.\" \"Listen, Vibhīṣaṇa: the Lord is ever affectionate to His servants; for such is His wont. Tell me what superior birth can I claim-a frivolous monkey vile in everyway, so much so that if anyone mentions our name early in the morning he is sure to go without any food that day."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "asa maiṃ adhama sakhā sunu mōhū para raghubīra.",
            "kīnhī kṛpā sumiri guna bharē bilōcana nīra [5-7]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "\"Listen, my friend: though I am so wretched, the Hero of Raghu's race has shown His grace even to me !\" And his eyes filled with tears as he recalled the Lord's virtues."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Chaupais"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "jānatahūom asa svāmi bisārī. phirahiṃ tē kāhē na hōhiṃ dukhārī",
            "ēhi bidhi kahata rāma guna grāmā. pāvā anirbācya biśrāmā [5-7-1]",
            "puni saba kathā bibhīṣana kahī. jēhi bidhi janakasutā tahaom rahī",
            "taba hanumaṃta kahā sunu bhrātā. dēkhī cahauom jānakī mātā [5-7-2]",
            "juguti bibhīṣana sakala sunāī. calēu pavanasuta bidā karāī",
            "kari sōi rūpa gayau puni tahavāom. bana asōka sītā raha jahavāom [5-7-3]",
            "dēkhi manahi mahuom kīnha pranāmā. baiṭhēhiṃ bīti jāta nisi jāmā",
            "kṛsa tana sīsa jaṭā ēka bēnī. japati hṛdayaom raghupati guna śrēnī [5-7-4]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "It is not to be wondered that those who knowingly forget such a lord and go adrift should be unhappy.\" Thus recounting Śrī Rāma's virtues, Hanumān derived unspeakable solace. Then Vibhīṣaṇa fully narrated how Janaka's Daughter had been living there. Thereupon Hanumān said, \"Listen, brother: I should like to see Mother Sītā:\" Vibhīṣaṇa fully explained to him the method of seeing Her and the son of the wind-god took leave of Vibhīṣaṇa and proceeded on his errand. Assuming the same (minute) form as he had taken before, he repaired to the Asoka grove where Sītā dwelt. He mentally bowed to Her as soon as he saw Her. Obviously She had been squatting away the hours of the night. Emaciated in body, She wore a single braid* of matted hair on Her head and repeated to Herself the list of Śrī Rāma's excellences."
        ]
    }
]