[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "न हि प्रपश्यामि ममापनुद्याद् -",
            "यच्छोकमुच्छोषणमिन्द्रियाणाम् ।",
            "अवाप्य भूभावसपत्नमृद्धं",
            "राज्यं सुराणामपि चाधिपत्यम् ॥ ८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**न** – नहीं; **हि** – निश्चय ही; **प्रपश्यामि** – देखता हूँ; **मम** – मेरा; **अपनुद्यात्** – दूर कर सके; **यत्** – जो; **शोकम्** – शोक; **उच्छोषणम्** – सुखाने वाला; **इन्द्रियाणाम्** – इन्द्रियों को; **अवाप्य** – प्राप्त करके; **भूमौ** – पृथ्वी पर; **असपत्नम्** – शत्रुविहीन; **ऋद्धम्** – समृद्ध; **राज्यम्** – राज्य; **सुराणाम्** – देवताओं का; **अपि** – चाहे; **च** – भी; **आधिपत्यम्** – सर्वोच्चता |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मुझे ऐसा कोई साधन नहीं दिखता जो मेरी इन्द्रियों को सुखाने वाले इस शोक को दूर कर सके । स्वर्ग पर देवताओं के आधिपत्य की तरह इस धनधान्य-सम्पन्न सारी पृथ्वी पर निष्कंटक राज्य प्राप्त करके भी मैं इस शोक को दूर नहीं कर सकूँगा ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यद्यपि अर्जुन धर्म तथा सदाचार के नियमों पर आधारित अनेक तर्क प्रस्तुत करता है, किन्तु ऐसा प्रतीत होता है कि वह अपने गुरु भगवान् श्रीकृष्ण की सहायता के बिना अपनी असली समस्या को हल नहीं कर पा रहा । वह समझ गया था कि उसका तथाकथित ज्ञान उसकी उन समस्याओं को दूर करने में व्यर्थ है जो उसके सारे अस्तित्व (शरीर) को सुखाये दे रही थीं । उसे इन उलझनों को भगवान् कृष्ण जैसे आध्यात्मिक गुरु की सहायता के बिना हल कर पाना असम्भव लग रहा था । शैक्षिक ज्ञान, विद्वत्ता, उच्च पद-ये सब जीवन की समस्याओं का हल करने में व्यर्थ हैं । यदि कोई इसमें सहायता कर सकता है, तो वह है एकमात्र गुरु । अत: निष्कर्ष यह निकला कि गुरु जो शत-प्रतिशत कृष्णभावनाभावित होता है, वही एकमात्र प्रामाणिक गुरु है और वही जीवन की समस्याओं को हल कर सकता है । भगवान् चैतन्य ने कहा है कि जो कृष्णभावनामृत के विज्ञान में दक्ष हो, कृष्णतत्त्ववेत्ता हो, चाहे वह जिस किसी जाति का हो, वही वास्तविक गुरु है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "किबा विप्र, किबा न्यासी, शूद्र केने नय ।",
            "येइ कृष्णतत्त्ववेत्ता, सेइ ‘गुरु’ हय ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“कोई व्यक्ति चाहे वह विप्र (वैदिक ज्ञान में दक्ष) हो, निम्न जाति में जन्मा शूद्र हो या कि संन्यासी, यदि कृष्ण के विज्ञान में दक्ष (कृष्णतत्त्ववेत्ता) है तो वह यथार्थ प्रामाणिक गुरु है ।” (चैतन्य-चरितामृत, मध्य ८.१२८) । अतः कृष्णतत्त्ववेत्ता हुए बिना कोई भी प्रामाणिक गुरु नहीं हो सकता । वैदिक साहित्य में भी कहा गया है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "षट्कर्मनिपुणो विप्रो मन्त्रतन्त्रविशारदः ।",
            "अवैष्णवो गुरुर्न स्याद् वैष्णवः श्वपचो गुरुः ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“विद्वान् ब्राह्मण, भले ही वह सम्पूर्ण वैदिक ज्ञान में पारंगत क्यों न हो, यदि वह वैष्णव नहीं है या कृष्णभावनामृत में दक्ष नहीं है तो गुरु बनने का पात्र नहीं है । किन्तु शूद्र, यदि वह वैष्णव या कृष्णभक्त है तो गुरु बन सकता है ।” (पद्मपुराण)",
            "संसार की समस्याओं - जन्म, जरा, व्याधि तथा मृत्यु - की निवृत्ति धन-संचय तथा आर्थिक विकास से सम्भव नहीं है । विश्व के विभिन्न भागों में ऐसे राज्य हैं जो जीवन की सारी सुविधाओं से तथा सम्पत्ति एवं आर्थिक विकास से पूरित हैं, किन्तु फिर भी उनके सांसारिक जीवन की समस्याएँ ज्यों की त्यों बनी हुई हैं । वे विभिन्न साधनों से शान्ति खोजते हैं, किन्तु वास्तविक सुख उन्हें तभी मिल पाता है जब वे कृष्णभावनामृत से युक्त कृष्ण के प्रामाणिक प्रतिनिधि के माध्यम से कृष्ण अथवा कृष्णतत्त्वपूरक भगवद्गीता तथा श्रीमद्भागवत के परामर्श को ग्रहण करते हैं ।",
            "यदि आर्थिक विकास तथा भौतिक सुख किसी के पारिवारिक, सामाजिक, राष्ट्रीय या अन्तर्राष्ट्रीय अव्यवस्था से उत्पन्न हुए शोकों को दूर कर पाते, तो अर्जुन यह न कहता कि पृथ्वी का अप्रतिम राज्य या स्वर्गलोक में देवताओं की सर्वोच्चता भी उसके शोकों को दूर नहीं कर सकती । इसीलिए उसने कृष्णभावनामृत का ही आश्रय ग्रहण किया और यही शान्ति तथा समरसता का उचित मार्ग है । आर्थिक विकास या विश्व आधिपत्य प्राकृतिक प्रलय द्वारा किसी भी क्षण समाप्त हो सकता है । यहाँ तक कि चन्द्रलोक जैसे उच्च लोकों की यात्रा भी, जिसके लिए मनुष्य प्रयत्नशील हैं, एक झटके में समाप्त हो सकती है । भगवद्गीता इसकी पुष्टि करती है - *क्षीणे पुण्ये मर्त्यलोकं विशन्ति* - जब पुण्यकर्मों के फल समाप्त हो जाते हैं तो मनुष्य सुख के शिखर से जीवन के निम्नतम स्तर पर गिर जाता है । इस तरह से विश्व के अनेक राजनीतिज्ञों का पतन हुआ है । ऐसा अध: पतन शोक का कारण बनता है ।",
            "अतः यदि हम सदा के लिए शोक का निवारण चाहते हैं तो हमें कृष्ण की शरण ग्रहण करनी होगी, जिस तरह अर्जुन ने की । अर्जुन ने कृष्ण से प्रार्थना की कि वे उसकी समस्या का निश्चित समाधान कर दें और यही कृष्णभावनामृत की विधि है ।"
        ]
    }
]