[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्री भगवानुवाच |",
            "त्रिविधा भवति श्रद्धा देहिनां सा स्वभावजा |",
            "सात्त्विकी राजसी चैव तामसी चेति तां श्रृणु || २ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीभगवान् उवाच - भगवान् ने कहा; त्रि-विधा - तीन प्रकार की; भवति - होती है; श्रद्धा - श्रद्धा; देहिनाम् - देह धारियों की; सा - वह; स्व-भाव-जा - प्रकृति के गुण के अनुसार; सात्त्विकी - सतोगुणी; राजसी - रजो गुणी; च - भी; एव - निश्चय ही; तामसी - तमो गुणी; च - तथा; इति - इस प्रकार; ताम् - उसको; शृणु - मुझसे सुनो ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "भगवान् ने कहा – देहधारी जीव द्वारा अर्जित गुणों के अनुसार उसकी श्रद्धा तीन प्रकार की हो सकती है – सतोगुणी, रजोगुणी अथवा तमोगुणी । अब इसके विषय में मुझसे सुनों ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो लोग शास्त्रों के विधि-विधानों को जानते हैं, लेकिन आलस्य या कार्यविमुखतावश इनका पालन नहीं करते, वे प्रकृति के गुणों द्वारा शासित होते हैं । वे अपने सतोगुणी, रजोगुणी या तमोगुणी पूर्व कर्मों के अनुसार एक विशेष प्रकार का स्वभाव प्राप्त करते हैं । विभिन्न गुणों के साथ जीव की संगति शाश्र्वत चलती रही है । चूँकि जीव प्रकृति के संसर्ग में रहता है, अतएव वह प्रकृति के गुणों के अनुसार ही विभिन्न प्रकार की मनोवृत्तियाँ अर्जित करता है । लेकिन यदि कोई प्रामाणिक गुरु की संगति करता है, तो उसकी यह मनोवृत्ति बदल सकती है । वह क्रमशः अपनी स्थिति तमोगुण से सतोगुण या रजोगुण से सतोगुण में परिवर्तित कर सकता है । कहने का तात्पर्य यह है कि प्रकृति के किसी गुण विशेष में अंध विश्र्वास करने से ही व्यक्ति सिद्धि प्राप्त नहीं कर सकता । उसे प्रामाणिक गुरु की संगति में रहकर बुद्धिपूर्वक बातों पर विचार करना होता है । तभी वह उच्चतर गुण की स्थिति को प्राप्त हो सकता है ।"
        ]
    }
]