[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "सततं कीर्तयन्तो मां यतन्तश्च दृढव्रताः ।",
            "नमस्यन्तश्च मां भक्त्या नित्ययुक्ता उपासते ॥ १४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**सततम्** – निरन्तर; **कीर्तयन्तः** – कीर्तन करते हुए; **माम्** – मेरे विषयमें; **यतन्तः** – प्रयास करते हुए; **च** – भी; **दृढ़-व्रताः** – संकल्पपूर्वक; **नमस्यन्तः** – नमस्कार करते हुए; **च** – तथा; **माम्** – मुझको; **भक्त्या** – भक्ति में; **नित्य-युक्ताः** – सदैव रत रहकर; **उपासते** – पूजा करते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ये महात्मा मेरी महिमा का नित्य कीर्तन करते हुए दृढसंकल्प के साथप्रयास करते हुए, मुझे नमस्कार करते हुए, भक्तिभाव से निरन्तर मेरी पूजा करते हैं|"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सामान्य पुरुष को रबर की मुहर लगाकर महात्मा नहीं बनायाजाता | यहाँ पर उसके लक्षणों का वर्णन किया गया है – महात्मा सदैव भगवान् कृष्ण केगुणों का कीर्तन करता रहता है, उसके पास कोई दूसरा कार्य नहीं रहता | वह सदैवकृष्ण के गुण-गान में व्यस्त रहता है | दूसरे शब्दों में, वह निर्विशेषवादी नहींहोता | जब गुण-गान का प्रश्न उठे तो मनुष्य को चाहिए कि वह भगवान् के पवित्र नाम,उनके नित्य रूप, उनके दिव्य गुणों तथा आसामान्य लीलाओं की प्रशंसा करते हुएपरमेश्वर को महिमान्वित करे | उसे इन सारी वस्तुओं को महिमान्वित करना होता है,अतः महात्मा भगवान् के प्रति आसक्त रहता है |",
            "जो व्यक्ति परमेश्वर के निराकार रूप, ब्रह्मज्योति, के प्रति आसक्तहोता है उसे भगवद्गीता में महात्मा नहीं कहा गया | उसे अगले श्लोक में अन्य प्रकारसे वर्णित किया गया है | महात्मा सदैव भक्ति के विविध कार्यों में, यथा विष्णु केश्रवण-कीर्तन में, व्यस्त रहता है, जैसा कि श्रीमद्भागवत में उल्लेख है | यहीभक्ति श्रवणं कीर्तनं विष्णोः तथा स्मरणं है | ऐसा महात्मा अन्ततः भगवान् के पाँचदिव्य रसों में से किसी एक रस में उनका सान्निध्य प्राप्त करने के लिए दृढव्रतहोता है | इसे प्राप्त करने के लिए वह मनसा वाचा कर्मणा अपने सारे कार्यकलापभगवान् कृष्ण की सेवा में लगाता है | यही पूर्ण कृष्णभावनामृत कहलाता है |",
            "भक्ति में कुछ कार्य हैं जिन्हें दृढव्रत कहा जाता है, यथा प्रत्येकएकादशी को तथा भगवान् के आविर्भाव दिवस (जन्माष्टमी) पर उपवास करना | ये सारेविधि-विधान महान आचार्यों द्वारा उन लोगों के लिए बनाये गये हैं जो दिव्यलोक मेंभगवान् का सान्निध्य प्राप्त करने के इच्छुक हैं | महात्माजन इन विधि-विधानों कादृढ़ता से पालन करते हैं | फलतः उनके लिए वाञ्छित फल की प्राप्ति निश्चित रहती है |",
            "जैसा कि इसी अध्याय के द्वितीय श्लोक में कहा गया है, यह भक्ति न केवलसरल है अपितु, इसे सुखपूर्वक किया जा सकता है | इसके लिए कठिन तपस्या करने कीआवश्यकता नहीं पड़ती | मनुष्य सक्षम गुरु के निर्देशन में इस जीवन को गृहस्थ,संन्यासी या ब्रह्मचारी रहते हुए भक्ति में बिता सकता है | वह संसार में किसी भीअवस्था में कहीं भी भगवान् की भक्ति करके वास्तव में महात्मा बन सकता है |"
        ]
    }
]