[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "न वेदयज्ञाध्ययनैर्न दानै-",
            "र्न च क्रियाभिर्न तपोभिरुग्रै: ।",
            "एवंरूप: शक्य अहं नृलोके",
            "द्रष्टुं त्वदन्येन कुरुप्रवीर ॥ ४८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "na veda-yajñādhyayanair na dānair",
            "na ca kriyābhir na tapobhir ugraiḥ",
            "evaṁ-rūpaḥ śakya ahaṁ nṛ-loke",
            "draṣṭuṁ tvad anyena kuru-pravīra"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**na** — never; **veda**-**yajña** — by sacrifice; **adhyayanaiḥ** — or Vedic study; **na** — never; **dānaiḥ** — by charity; **na** — never; **ca** — also; **kriyābhiḥ** — by pious activities; **na** — never; **tapobhiḥ** — by serious penances; **ugraiḥ** — severe; **evam**-**rūpaḥ** — in this form; **śakyaḥ** — can; **aham** — I; **nṛ**-**loke** — in this material world; **draṣṭum** — be seen; **tvat** — than you; **anyena** — by another; **kuru**-**pravīra** — O best among the Kuru warriors."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "O best of the Kuru warriors, no one before you has ever seen this universal form of Mine, for neither by studying the Vedas, nor by performing sacrifices, nor by charity, nor by pious activities, nor by severe penances can I be seen in this form in the material world."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The divine vision in this connection should be clearly understood. Who can have divine vision? Divine means godly. Unless one attains the status of divinity as a demigod, he cannot have divine vision. And what is a demigod? It is stated in the Vedic scriptures that those who are devotees of Lord Viṣṇu are demigods (viṣṇu-bhaktaḥ smṛto daivaḥ). Those who are atheistic, i.e., who do not believe in Viṣṇu, or who recognize only the impersonal part of Kṛṣṇa as the Supreme, cannot have the divine vision. It is not possible to decry Kṛṣṇa and at the same time have the divine vision. One cannot have the divine vision without becoming divine. In other words, those who have divine vision can also see like Arjuna."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Bhagavad-gītā gives the description of the universal form. Although this description was unknown to everyone before Arjuna, now one can have some idea of the viśva-rūpa after this incident. Those who are actually divine can see the universal form of the Lord. But one cannot be divine without being a pure devotee of Kṛṣṇa. The devotees, however, who are actually in the divine nature and who have divine vision, are not very much interested in seeing the universal form of the Lord. As described in the previous verse, Arjuna desired to see the four-handed form of Lord Kṛṣṇa as Viṣṇu, and he was actually afraid of the universal form."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In this verse there are some significant words, just like veda-yajñādhyayanaiḥ, which refers to studying Vedic literature and the subject matter of sacrificial regulations. Veda refers to all kinds of Vedic literature, such as the four Vedas (Ṛg, Yajur, Sāma and Atharva) and the eighteen Purāṇas, the Upaniṣads and the Vedānta-sūtra. One can study these at home or anywhere else. Similarly, there are sūtras – Kalpa-sūtras and Mīmāṁsā-sūtras – for studying the method of sacrifice. Dānaiḥ refers to charity which is offered to a suitable party, such as those who are engaged in the transcendental loving service of the Lord – the brāhmaṇas and the Vaiṣṇavas. Similarly, “pious activities” refers to the agni-hotra and the prescribed duties of the different castes. And the voluntary acceptance of some bodily pains is called tapasya. So one can perform all these – can accept bodily penances, give charity, study the Vedas, etc. – but unless he is a devotee like Arjuna, it is not possible to see that universal form. Those who are impersonalists are also imagining that they are seeing the universal form of the Lord, but from Bhagavad-gītā we understand that the impersonalists are not devotees. Therefore they are unable to see the universal form of the Lord."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "There are many persons who create incarnations. They falsely claim an ordinary human to be an incarnation, but this is all foolishness. We should follow the principles of Bhagavad-gītā, otherwise there is no possibility of attaining perfect spiritual knowledge. Although Bhagavad-gītā is considered the preliminary study of the science of God, still it is so perfect that it enables one to distinguish what is what. The followers of a pseudo incarnation may say that they have also seen the transcendental incarnation of God, the universal form, but that is unacceptable because it is clearly stated here that unless one becomes a devotee of Kṛṣṇa one cannot see the universal form of God. So one first of all has to become a pure devotee of Kṛṣṇa; then he can claim that he can show the universal form of what he has seen. A devotee of Kṛṣṇa cannot accept false incarnations or followers of false incarnations."
        ]
    }
]