[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते |",
            "तस्मादेवं विदित्वैनं नानुशोचितुमर्हसि || २५ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अव्यक्तः – अदृश्य; अयम् – यह आत्मा; अचिन्त्यः –  अकल्पनीय; अयम् – यह आत्मा; अविकार्यः – अपरिवर्तित; अयम् – यह आत्मा;  उच्यते – कहलाता है; तस्मात् – अतः; एवम् – इस प्रकार; विदित्वा – अच्छी  तरह जानकर; एनम् – इस आत्मा के विषयमें; न – नहीं; अनुशोचितुम् – शोक करने  के लिए; अर्हसि – योग्य हो |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "यह आत्मा अव्यक्त, अकल्पनीय तथा अपरिवर्तनीय कहा जाता है | यह जानकार तुम्हें शरीर के लिए शोक नहीं करना चाहिए |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जैसा कि पहले कहा जा चुका है, आत्मा इतना सूक्ष्म है कि इसे सर्वाधिक शक्तिशाली सूक्ष्मदर्शी यंत्र से भी नहीं देखा जा सकता, अतः यह अदृश्य है | जहाँ तक आत्मा के अस्तित्व का सम्बन्ध है, श्रुति के प्रमाण के अतिरिक्त अन्य किसी प्रयोग द्वारा इसके अस्तित्व को सिद्ध नहीं किया जा सकता | हमें इस सत्य को स्वीकार करना पड़ता है क्योंकि अनुभवगम्य सत्य होते हुए भी आत्मा के अस्तित्व को समझने के लिए कोई अन्य साधन नहीं है | हमें अनेक बातें केवल उच्च प्रमाणों के आधार पर माननी पड़ती है | कोई भी अपनी माता के आधार पर अपने पिता के अस्तित्व को अस्वीकार नहीं कर सकता | पिता के स्वरूप को जानने का साधन या एकमात्र प्रमाण माता है | इसी प्रकार वेदाध्ययन के अतिरिक्त आत्मा को समझने का अन्य उपाय नहीं है | दूसरे शब्दों में, आत्मा मानवीय व्यावहारिक ज्ञान द्वारा अकल्पनीय है | आत्मा चेतना है और चेतन है – वेदों के इस कथन को हमें स्वीकार करना होगा | आत्मा में शरीर जैसे परिवर्तन नहीं होते | मूलतः अविकारी रहते हुए आत्मा अनन्त परमात्मा की तुलने में अणु-रूप है | परमात्मा अनन्त है और अणु-आत्मा अति सूक्ष्म है | अतः अति सूक्ष्म आत्मा अविकारी होने के कारण अनन्त आत्मा भगवान् के तुल्य नहीं हो सकता | यही भाव वेदों में भिन्न-भिन्न प्रकार से आत्मा के स्थायित्व की पुष्टि करने के लिए दुहराया गया है | किसी बात का दुहराना उस तथ्य को बिना किसी त्रुटि के समझने के लिए आवश्यक है |"
        ]
    }
]