[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "दातव्यमिति यद्दानं दीयतेऽनुपकारिणे ।",
            "देशे काले च पात्रे च तद्दानं सात्त्विकं स्मृतम् ॥ २० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "दतव्यम् - देने योग्य; इति - इस प्रकार; यत् - जो; दानम् - दान; दीयते - दिया जाता है; अनुपकारिणे - प्रत्युपकार की भावना के बिना; देशे - उचित स्थान में; काले - उचित समय में; च - भी; पात्रे - उपयुक्त व्यक्ति को; च - तथा; तत् - वह; दानम् - दान; सत्त्विकम् - सतो गुणी, सात्त्विक; स्मृतम् - माना जाता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो दान कर्तव्य समझकर, किसी प्रत्युपकार की आशा के बिना, समुचित काल तथा स्थान में और योग्य व्यक्ति को दिया जाता है, वह सात्त्विक माना जाता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "वैदिक साहित्य में ऐसे व्यक्ति को दान देने की संस्तुति है, जो आध्यात्मिक कार्यों में लगा हो । अविचार पूर्ण ढंग से दान देने की संस्तुति नहीं है । आध्यात्मिक सिद्धि को सदैव ध्यान में रखा जाता है । अतएव किसी तीर्थ स्थान में,सूर्य या चन्द्रग्रहण के समय, मासान्त में या योग्य ब्राह्मण अथवा वैष्णव (भक्त) को, या मन्दिर में दान देने की संस्तुति है । बदले में किसी प्रकार की प्राप्ति की अभिलाषा न रखते हुए ऐसे दान किये जाने चाहिए । कभी-कभी निर्धन को दान करुणा वश दिया जाता है । लेकिन यदि निर्धन दान देने योग्य (पात्र) नहीं होता, तो उससे आध्यात्मिक प्रगति नहीं होती । दूसरे शब्दों में, वैदिक साहित्य में अविचार पूर्ण दान की संस्तुति नहीं है ।"
        ]
    }
]