[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च |",
            "निर्ममो निरहंकारः समदु:खसुखः क्षमी || १३ ||",
            "संतुष्टः सततं योगी यतात्मा दृढनिश्र्चयः |",
            "मय्यर्पितमनोबुद्धिर्यो मद्भक्तः स मे प्रियः || १४ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अद्वेष्टा - ईर्ष्याविहीन; सर्व-भूतानाम् - समस्त जीवों के प्रति; मैत्रः - मैत्रीभाव वाला; करुणः - दयालु; एव - निश्चय ही; च - भी; निर्ममः - स्वामित्व की भावना से रहित; निरहंकार - मिथ्या अहंकार से रहित; सम - समभाव; दुःख - दुख; सुखः - तथा सुख में; क्षमी - क्षमावान; सन्तुष्टः - प्रसन्न, तुष्ट; सततम् - निरन्तर; योगी - भक्ति में निरत; यत-आत्मा - आत्मसंयमी; दृढ-निश्र्चयः - संकल्प सहित; मयि - मुझमें; अर्पित - संलग्न; मनः - मन को; बुद्धिः - तथा बुद्धि को; यः - जो; मत्-भक्तः - मेरा भक्त; सः - वह; मे - मेरा; प्रियः - प्यारा |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जो किसी से द्वेष नहीं करता, लेकिन सभी जीवों का दयालु मित्र है, जो अपने को स्वामी नहीं मानता और मिथ्या अहंकार से मुक्त है, जो सुख-दुख में समभाव रहता है, सहिष्णु है, सदैव आत्मतुष्ट रहता है, आत्मसंयमी है तथा जो निश्चय के साथ मुझमें मन तथा बुद्धि को स्थिर करके भक्ति में लगा रहता है, ऐसा भक्त मुझे अत्यन्त प्रिय है"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "शुद्ध भक्ति पर पुनः आकर भगवान् इन दोनों श्लोकों में शुद्ध भक्त के दिव्य गुणों का वर्णन कर रहे हैं | शुद्ध भक्त किसी भी परिस्थिति में विचलित नहीं होता, न ही वह किसी के प्रति ईर्ष्यालु होता है | न वह अपने शत्रु का शत्रु बनता है | वह तो सोचता है “यह व्यक्ति मेरे विगत दुष्कर्मों के कारण मेरा शत्रु बना हुआ है, अतएव विरोध करने की अपेक्षा कष्ट सहना अच्छा है |” श्रीमद्भागवतम् में (१०.१४.८) कहा गया है – तत्तेऽनुकम्पां सुस्मीक्षमाणो भुञ्जान एवात्मकृतं विपाकम् | जब भी कोई भक्त मुसीबत में पड़ता है, तो वह सोचता है कि भगवान् की मेरे ऊपर कृपा ही है | मुझे विगत दुष्कर्मों के अनुसार इससे अधिक कष्ट भोगना चाहिए था | यह तो भगवत्कृपा है कि मुझे मिलने वाला पूरा दण्ड नहीं मिल रहा है | भगवत्कृपा से थोड़ा ही दण्ड मिल रहा है | अतएव अनेक कष्टपूर्ण परिस्थितियों में भी वह सदैव शान्त तथा धीर बना रहता है | भक्त सदैव प्रत्येक प्राणी पर, यहाँ तक कि अपने शत्रु पर भी, दयालु होता है | निर्मम का अर्थ यह है कि भक्त शारीरिक कष्टों को प्रधानता नहीं प्रदान करता, क्योंकि वह अच्छी तरह जानता है कि वह भौतिक शरीर नहीं है | वह अपने को शरीर नहीं मानता है, अतएव वह मिथ्या अहंकार के बोध से मुक्त रहता है, और सुख तथा दुख में समभाव रखता है | वह सहिष्णु होता है और भगवत्कृपा से जो कुछ प्राप्त होता है, उसी से सन्तुष्ट रहता है | वह ऐसी वस्तु को प्राप्त करने का प्रयास नहीं करता जो कठिनाई से मिले | अतएव वह सदैव प्रसन्नचित्त रहता है | वह पूर्णयोगी होता है, क्योंकि वह अपने गुरु के आदेशों पर अटल रहता है, और चूँकि उसकी इन्द्रियाँ वश में रहती हैं, अतः वह दृढ़निश्चय होता है | वह झूठे तर्कों से विचलित नहीं होता, क्योंकि कोई उसे भक्ति के दृढ़संकल्प से हटा नहीं सकता | वह पूर्णतया अवगत रहता है कि कृष्ण उसके शाश्वत प्रभु हैं, अतएव कोई भी उसे विचलित नहीं कर सकता | इन समस्त गुणों के फलस्वरूप वह अपने मन तथा बुद्धि को पूर्णतया परमेश्वर पर स्थिर करने में समर्थ होता है | भक्ति का ऐसा आदर्श अत्यन्त दुर्लभ है, लेकिन भक्त भक्ति के विधि-विधानों का पालन करते हुए उसी अवस्था में स्थित रहता है और फिर भगवान् कहते हैं कि ऐसा भक्त उन्हें अति प्रिय है, क्योंकि भगवान् उसकी कृष्णभावना से युक्त कार्यकलापों से सदैव प्रसन्न रहते हैं |"
        ]
    }
]