[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Invocations"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Shlokas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "rāmaṃ kāmārisēvyaṃ bhavabhayaharaṇaṃ kālamattēbhasiṃhaṃ",
            "yōgīndraṃ jñānagamyaṃ guṇanidhimajitaṃ nirguṇaṃ nirvikāram.",
            "māyātītaṃ surēśaṃ khalavadhanirataṃ brahmavṛndaikadēvaṃ",
            "vandē kandāvadātaṃ sarasijanayanaṃ dēvamurvīśarūpam..1.. [6-1]",
            "śaṃkhēndvābhamatīvasundaratanuṃ śārdūlacarmāmbaraṃ",
            "kālavyālakarālabhūṣaṇadharaṃ gaṃgāśaśāṃkapriyam.",
            "kāśīśaṃ kalikalmaṣaughaśamanaṃ kalyāṇakalpadrumaṃ",
            "naumīḍyaṃ girijāpatiṃ guṇanidhiṃ kandarpahaṃ śaṅkaram..2.. [6-2]",
            "yō dadāti satāṃ śambhuḥ kaivalyamapi durlabham.",
            "khalānāṃ daṇḍakṛdyō.sau śaṅkaraḥ śaṃ tanōtu mē..3.. [6-3]"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "I adore Sri Rama, the supreme Deity, the object of worship even of Siva (the Destroyer of Cupid), the Dispeller of the fear of rebirth, the lion to quell the mad elephant in the form of Death, the Master of Yogis, attainable through immediate knowledge, the storehouse of good qualities, unconquerable, attributeless, immutable, beyond the realm of Maya, the Lord of celestials, intent on killing the evil-doers, the only protector of the Brahmanas, beautiful as a cloud laden with moisture, who has lotus-like eyes and appeared in the form of an earthly king. I glorify Sankara, the Lord of Kasi (the modern Varanasi), the Consort of Girija (Himalaya's Daughter), the storehouse of good qualities, the Destroyer of Cupid, worthy of all praise, shining like a conchshell or the moon, most handsome of person, clad in a tiger's skin, decked with dreadful ornaments in the shape of deadly serpents, fond of the Ganga and the moon, the allayer of the sins of the Kali age and the celestial tree yielding the fruit of Blessedness for the mere asking. May Lord Sambhu, the bestower of blessings, who confers on the virtuous even final beatitude, which is so difficult to obtain, and who punishes the evil-doers, extend His blessings to me. (3)"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Dohas"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "lava nimēṣa paramānu juga baraṣa kalapa sara caṃḍa.",
            "bhajasi na mana tēhi rāma kō kālu jāsu kōdaṃḍa..",
            "siṃdhu bacana suni rāma saciva bōli prabhu asa kahēu.",
            "aba bilaṃbu kēhi kāma karahu sētu utarai kaṭaku..",
            "sunahu bhānukula kētu jāmavaṃta kara jōri kaha.",
            "nātha nāma tava sētu nara caḍhai bhava sāgara tarihiṃ.."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "O my soul, who do you not worship Sri Rama, who has the indivisible Time for His bow and the various divisions of time such as a Paramanu,* a twinkling, a moment, a year, an age and a cycle for His fierce arrows?"
        ]
    }
]