[
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "दोहा :"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "गौतम नारि श्राप बस उपल देह धरि धीर ।",
            "चरन कमल रज चाहति कृपा करहु रघुबीर ॥ २१० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "गौतम मुनि की स्त्री अहल्या शापवश पत्थर की देह धारण किए बड़े धीरज से आपके चरणकमलों की धूलि चाहती है । हे रघुवीर! इस पर कृपा कीजिए ॥ २१० ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "छन्द :"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "परसत पद पावन सोकनसावन प्रगट भई तपपुंज सही ।",
            "देखत रघुनायक जन सुखदायक सनमुख होइ कर जोरि रही ॥",
            "अति प्रेम अधीरा पुलक शरीरा मुख नहिं आवइ बचन कही ।",
            "अतिसय बड़भागी चरनन्हि लागी जुगल नयन जलधार बही ॥ १ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्री रामजी के पवित्र और शोक को नाश करने वाले चरणों का स्पर्श पाते ही सचमुच वह तपोमूर्ति अहल्या प्रकट हो गई । भक्तों को सुख देने वाले श्री रघुनाथजी को देखकर वह हाथ जोड़कर सामने खड़ी रह गई । अत्यन्त प्रेम के कारण वह अधीर हो गई । उसका शरीर पुलकित हो उठा, मुख से वचन कहने में नहीं आते थे । वह अत्यन्त बड़भागिनी अहल्या प्रभु के चरणों से लिपट गई और उसके दोनों नेत्रों से जल (प्रेम और आनंद के आँसुओं) की धारा बहने लगी ॥ १ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "धीरजु मन कीन्हा प्रभु कहुँ चीन्हा रघुपति कृपाँ भगति पाई ।",
            "अति निर्मल बानी अस्तुति ठानी ग्यानगम्य जय रघुराई ॥",
            "मैं नारि अपावन प्रभु जग पावन रावन रिपु जन सुखदाई ।",
            "राजीव बिलोचन भव भय मोचन पाहि पाहि सरनहिं आई ॥ २ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "फिर उसने मन में धीरज धरकर प्रभु को पहचाना और श्री रघुनाथजी की कृपा से भक्ति प्राप्त की । तब अत्यन्त निर्मल वाणी से उसने (इस प्रकार) स्तुति प्रारंभ की- हे ज्ञान से जानने योग्य श्री रघुनाथजी! आपकी जय हो! मैं (सहज ही) अपवित्र स्त्री हूँ, और हे प्रभो! आप जगत को पवित्र करने वाले, भक्तों को सुख देने वाले और रावण के शत्रु हैं । हे कमलनयन! हे संसार (जन्म-मृत्यु) के भय से छुड़ाने वाले! मैं आपकी शरण आई हूँ, (मेरी) रक्षा कीजिए, रक्षा कीजिए ॥ २ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "मुनि श्राप जो दीन्हा अति भल कीन्हा परम अनुग्रह मैं माना ।",
            "देखेउँ भरि लोचन हरि भव मोचन इहइ लाभ संकर जाना ॥",
            "बिनती प्रभु मोरी मैं मति भोरी नाथ न मागउँ बर आना ।",
            "पद कमल परागा रस अनुरागा मम मन मधुप करै पाना ॥ ३ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मुनि ने जो मुझे शाप दिया, सो बहुत ही अच्छा किया । मैं उसे अत्यन्त अनुग्रह (करके) मानती हूँ कि जिसके कारण मैंने संसार से छुड़ाने वाले श्री हरि (आप) को नेत्र भरकर देखा । इसी (आपके दर्शन) को शंकरजी सबसे बड़ा लाभ समझते हैं । हे प्रभो! मैं बुद्धि की बड़ी भोली हूँ, मेरी एक विनती है । हे नाथ ! मैं और कोई वर नहीं माँगती, केवल यही चाहती हूँ कि मेरा मन रूपी भौंरा आपके चरण-कमल की रज के प्रेमरूपी रस का सदा पान करता रहे ॥ ३ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "जेहिं पद सुरसरिता परम पुनीता प्रगट भई सिव सीस धरी ।",
            "सोई पद पंकज जेहि पूजत अज मम सिर धरेउ कृपाल हरी ॥",
            "एहि भाँति सिधारी गौतम नारी बार बार हरि चरन परी ।",
            "जो अति मन भावा सो बरु पावा गै पति लोक अनंद भरी ॥ ४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "जिन चरणों से परमपवित्र देवनदी गंगाजी प्रकट हुईं, जिन्हें शिवजी ने सिर पर धारण किया और जिन चरणकमलों को ब्रह्माजी पूजते हैं, कृपालु हरि (आप) ने उन्हीं को मेरे सिर पर रखा । इस प्रकार (स्तुति करती हुई) बार-बार भगवान के चरणों में गिरकर, जो मन को बहुत ही अच्छा लगा, उस वर को पाकर गौतम की स्त्री अहल्या आनंद में भरी हुई पतिलोक को चली गई ॥ ४ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "दोहा :"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "अस प्रभु दीनबंधु हरि कारन रहित दयाल ।",
            "तुलसिदास सठ तेहि भजु छाड़ि कपट जंजाल ॥ २११ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "प्रभु श्री रामचन्द्रजी ऐसे दीनबंधु और बिना ही कारण दया करने वाले हैं । तुलसीदासजी कहते हैं, हे शठ (मन)! तू कपट-जंजाल छोड़कर उन्हीं का भजन कर ॥ २११ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "has-text-warning-dark",
            "is-size-4",
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "मासपारायण, सातवाँ विश्राम"
        ]
    }
]