[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः ।",
            "स बुद्धिमान्मनुष्येषु स युक्तः कृत्स्नकर्मकृत् ॥ १८ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "karmaṇy akarma yaḥ paśyed",
            "akarmaṇi ca karma yaḥ",
            "sa buddhimān manuṣyeṣu",
            "sa yuktaḥ kṛtsna-karma-kṛt"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "karmaṇi — in action; akarma — inaction; yaḥ — one who; paśyet — observes; akarmaṇi — in inaction; ca — also; karma — fruitive action; yaḥ — one who; saḥ — he; buddhi-mān — is intelligent; manuṣyeṣu — in human society; saḥ — he; yuktaḥ — is in the transcendental position; kṛtsna-karma-kṛt — although engaged in all activities."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "One who sees inaction in action and action in inaction is intelligent among men, and he is in the transcendental position, although engaged in all sorts of activities."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "A person acting in Kṛṣṇa consciousness is naturally free from the bonds of karma. His activities are all performed for Kṛṣṇa; therefore he does not enjoy or suffer any of the effects of work. Consequently he is intelligent in human society, even though he is engaged in all sorts of activities for Kṛṣṇa. Akarma means without reaction to work. The impersonalist ceases fruitive activities out of fear, so that the resultant action may not be a stumbling block on the path of self-realization, but the personalist knows rightly his position as the eternal servitor of the Supreme Personality of Godhead. Therefore he engages himself in the activities of Kṛṣṇa consciousness. Because everything is done for Kṛṣṇa, he enjoys only transcendental happiness in the discharge of this service. Those who are engaged in this process are known to be without desire for personal sense gratification. The sense of eternal servitorship to Kṛṣṇa makes one immune to all sorts of reactionary elements of work."
        ]
    }
]