[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "एतां विभूतिं योगं च मम यो वेत्ति तत्त्वत: ।",
            "सोऽविकल्पेन योगेन युज्यते नात्र संशय: ॥ ७ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "etāṁ vibhūtiṁ yogaṁ ca",
            "mama yo vetti tattvataḥ",
            "so ’vikalpena yogena",
            "yujyate nātra saṁśayaḥ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "etām — all this; vibhūtim — opulence; yogam — mystic power; ca — also; mama — of Mine; yaḥ — anyone who; vetti — knows; tattvataḥ — factually; saḥ — he; avikalpena — without division; yogena — in devotional service; yujyate — is engaged; na — never; atra — here; saṁśayaḥ — doubt."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "One who is factually convinced of this opulence and mystic power of Mine engages in unalloyed devotional service; of this there is no doubt."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The highest summit of spiritual perfection is knowledge of the Supreme Personality of Godhead. Unless one is firmly convinced of the different opulences of the Supreme Lord, he cannot engage in devotional service. Generally people know that God is great, but they do not know in detail how God is great. Here are the details. If one knows factually how God is great, then naturally he becomes a surrendered soul and engages himself in the devotional service of the Lord. When one factually knows the opulences of the Supreme, there is no alternative but to surrender to Him. This factual knowledge can be known from the descriptions in Śrīmad-Bhāgavatam and Bhagavad-gītā and similar literatures."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "In the administration of this universe there are many demigods distributed throughout the planetary system, and the chief of them are Brahmā, Lord Śiva and the four great Kumāras and the other patriarchs. There are many forefathers of the population of the universe, and all of them are born of the Supreme Lord, Kṛṣṇa. The Supreme Personality of Godhead, Kṛṣṇa, is the original forefather of all forefathers."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "These are some of the opulences of the Supreme Lord. When one is firmly convinced of them, he accepts Kṛṣṇa with great faith and without any doubt, and he engages in devotional service. All this particular knowledge is required in order to increase one’s interest in the loving devotional service of the Lord. One should not neglect to understand fully how great Kṛṣṇa is, for by knowing the greatness of Kṛṣṇa one will be able to be fixed in sincere devotional service."
        ]
    }
]