[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "न वेदयज्ञाध्ययनैर्न दानै-",
            "र्न च क्रियाभिर्न तपोभिरुग्रै: |",
            "एवंरूपः शक्य अहं नृलोके",
            "द्रष्टुं त्वदन्येन कुरुप्रवीर || ४८ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "न - कभी नहीं; वेद- यज्ञ - यज्ञ द्वारा; अध्ययनैः - या वेदों के अध्ययन से; न - कभी नहीं; दानैः - दान के द्वारा; न - कभी नहीं; च - भी; क्रियाभिः - पुण्य कर्मों से; न - कभी नहीं; तपोभिः - तपस्या के द्वारा; उग्रैः - कठोर; एवम्-रूपः - इस रूप में; शक्यः - समर्थ; अहम् - मैं; नृ-लोके - इस भौतिक जगत में; द्रष्टुम् - देखे जाने में; त्वत् - तुम्हारे अतिरिक्त; अन्येन - अन्य के द्वारा; कुरु-प्रवीर - कुरु योद्धाओं में श्रेष्ठ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "हे कुरुश्रेष्ठ! तुमसे पूर्व मेरे इस विश्वरूप को किसी ने नहीं देखा, क्योंकि मैं न तो वेदाध्ययन के द्वारा, न यज्ञ, दान, पुण्य या कठिन तपस्या के द्वारा इस रूप में, इस संसार में देखा जा सकता हूँ |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "इस प्रसंग में दिव्य दृष्टि को भलीभाँति समझ लेना चाहिए | तो यह दिव्य दृष्टि किसके पास हो सकती है? दिव्य का अर्थ है दैवी | जब तक कोई देवता के रूप में दिव्यता प्राप्त नहीं कर लेता, तब तक उसे दिव्य दृष्टि प्राप्त नहीं हो सकती | और देवता कौन है? वैदिक शास्त्रों का कथन है कि जो भगवान् विष्णु के भक्त हैं, वे देवता हैं (विष्णुभक्ताः स्मृता देवाः) | जो नास्तिक हैं, अर्थात् जो विष्णु में विश्वास नहीं करते या जो कृष्ण के निर्विशेष अंश को परमेश्वर मानते हैं, उन्हें यह दिव्य दृष्टि नहीं प्राप्त हो सकती | ऐसा सम्भव नहीं है कि कृष्ण का विरोध करके कोई दिव्यदृष्टि भी प्राप्त कर सके | दिव्य बने बिना दिव्य दृष्टि प्राप्त नहीं की जा सकती | दूसरे शब्दों में, जिन्हें दिव्य दृष्टि प्राप्त है, वे भी अर्जुन की ही तरह विश्वरूप देख सकते हैं |",
            "भगवद्गीता में विश्वरूप का विवरण है | यद्यपि अर्जुन के पूर्व वह विवरण अज्ञात था, किन्तु इस घटना के बाद अब विश्वरूप का कुछ अनुमान लगाया जा सकता है | जो लोग सचमुच ही दिव्य हैं, वे भगवान् के विश्वरूप को देख सकते हैं | किन्तुकृष्ण का शुद्धभक्त बने बिना कोई दिव्य नहीं बन सकता | किन्तु जो भक्त सचमुच दिव्य प्रकृति के हैं, और जिन्हें दिव्य दृष्टि प्राप्त हैं, वे भगवान् के विश्वरूप का दर्शन करने के लिए उत्सुक नहीं रहते | जैसा कि पिछले श्लोक में कहा गया है, अर्जुन ने कृष्ण के चतुर्भुजी विष्णु रूप को देखना चाहा, क्योंकि विश्वरूप को देखकर वह सचमुच भयभीत हो उठा था |",
            "इस श्लोक में कुछ महत्त्वपूर्ण शब्द हैं, यथा वेदयज्ञाध्ययनैः जो वेदों तथा यज्ञानुष्ठानों से सम्बन्धित विषयों के अध्ययन का निर्देश करता है | वेदों का अर्थ हैं, समस्त प्रकार का वैदिक साहित्य यथा चारों वेद (ऋग्, यजु,साम तथा अथर्व) एवं अठारहों पुराण, सारे उपनिषद् तथा वेदान्त सूत्र | मनुष्य इस सबका अध्ययन चाहे घर में करे या अन्यत्र | इसी प्रकार यज्ञ विधि के अध्ययन करने के अनेक सूत्र हैं – कल्पसूत्र तथा मीमांसा-सूत्र| दानैःसुपात्र को दान देने के अर्थ से आया है; जैसे वे लोग जो भगवान् की दिव्य प्रेमाभक्ति में लगे रहते हैं, यथा ब्राह्मण तथा वैष्णव | इसी प्रकार क्रियाभिः शब्द अग्निहोत्र के लिए है और विभिन्न वर्णों के कर्मों के सूचक है | शारीरिक कष्टों को स्वेच्छा से अंगीकार करना तपस्या है | इस तरह मनुष्य भले ही इस कार्यों – तपस्या, दान, वेदाध्ययन आदि को करे, किन्तु जब तक अर्जुन की भाँति भक्त नहीं होता, तब तक वह विश्वरूप का दर्शन नहीं कर सकता | निर्विशेषवादी भी कल्पना करते रहते हैं कि वे भगवान् के विश्वरूपका दर्शन कर रहे हैं, किन्तु भगवद्गीता से हम जानते हैं कि निर्विशेषवादीभक्त नहीं हैं | फलतः वे भगवान् के विश्वरूप को नहीं देख पाते |",
            "ऐसे अनेक पुरुष हैं जो अवतारों की सृष्टि करते हैं | वे झूठे ही सामान्य व्यक्ति को अवतार मानते हैं, किन्तु यह मुर्खता है | हमें तो भगवद्गीता का अनुसरण करना चाहिए, अन्यथा पूर्ण आध्यात्मिक ज्ञान प्राप्ति की कोई सम्भावना नहीं है | यद्यपि भगवद्गीता को भगवत्तत्व का प्राथमिक अध्ययन माना जाता है, तो भी यह इतना पूर्ण है कि कौन क्या है, इसका अन्तर बताया जा सकता है | छद्म अवतार के समर्थक यह कह सकते हैं कि उन्होंने भी ईश्वर के दिव्य अवतार विश्वरूप को देखा है, किन्तु यह स्वीकार्य नहीं, क्योंकि यहाँ पर स्पष्ट उल्लेख हुआ है कि कृष्ण का भक्त बने बिना ईश्वर के विश्वरूप को नहीं देखा जा सकता | अतः पहले कृष्ण का शुद्धभक्त बनना होता है, तभी कोई दावा कर सकता है कि वह विश्वरूप का दर्शन कर सकता है, जिसे उसने देखा है | कृष्ण का भक्त कभी भी छद्म अवतारों को या इनके अनुयायियोंको मान्यता नहीं देता |"
        ]
    }
]