[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "श्रीभगवानुवाच",
            "सन्न्यासः कर्मयोगश्च निःश्रेयसकरावुभौ ।",
            "तयोस्तु कर्मसन्न्यासात्कर्मयोगो विशिष्यते ॥ २ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**श्री-भगवान्  उवाच** – श्रीभगवान् ने कहा; **संन्यास** – कर्म का परित्याग; **कर्मयोगः** – निष्ठायुक्त कर्म; **च** – भी; **निःश्रेयस-करो** – मुक्तिपथ को ले जाने वाले; **उभौ** – दोनों; **तयोः** – दोनों में से; **तु** – लेकिन; **कर्म-संन्यासात्** – सकामकर्मों के  त्याग से; **कर्म-योगः** – निष्ठायुक्त कर्म; **विशिष्यते** – श्रेष्ठ है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "श्रीभगवान् ने उत्तर दिया – मुक्ति में लिए तो कर्म का परित्याग तथा भक्तिमय-कर्म (कर्मयोग) दोनों ही उत्तम हैं | किन्तु इन दोनों में से कर्म के परित्याग से भक्तियुक्त कर्म श्रेष्ठ है |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "सकाम कर्म (इन्द्रियतृप्ति में लगाना) ही भवबन्धन का कारण है | जब तक मनुष्य शारीरिक सुख का स्तर बढ़ाने के उद्देश्य से कर्म करता रहता है तब तक वह विभिन्न प्रकार के शरीरों में देहान्तरण करते हुए भवबन्धन को बनाये रखता है | इसकी पुष्टि भागवत (५.५.४-६) में इस प्रकार हुई है-"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "नूनं प्रमत्तः कुरुते विकर्म यदिन्द्रियप्रीतय आपृणोति |",
            "न साधु मन्ये यत आत्मनोऽयमसन्नपि क्लेशद आस देहः ||",
            "पराभवस्तावदबोधजातो यावन्न जिज्ञासत आत्मतत्त्वम् |",
            "यावत्क्रियास्तावदिदं मनो वै कर्मात्मकं येन शरीरबन्धः ||",
            "एवं मनः कर्मवशं प्रयुंक्ते अविद्ययात्मन्युपधीयमाने |",
            "प्रीतिर्न यावन्मयि वासुदेवे न मुच्यते देहयोगेन तावत् ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "लोग इन्द्रियतृप्ति के पीछे मत्त हैं | वे यह नहीं जानते कि उनका क्लेशों से युक्त यह शरीर उनके विगत सकाम-कर्मों का फल है | यद्यपि यह शरीर नाशवान है, किन्तु यह नाना प्रकार के कष्ट देता रहता है | अतः इन्द्रियतृप्ति के लिए कर्म करना श्रेयस्कर नहीं है | जब तक मनुष्य अपने असली स्वरूप के विषय में जिज्ञासा नहीं करता, उसका जीवन व्यर्थ रहता है | और जब तक वह अपने स्वरूप को नहीं जान लेता तब तक उसे इन्द्रियतृप्ति के लिए सकाम कर्म करना पड़ता है, और जब तक वह इन्द्रियतृप्ति की इस चेतना में फँसा रहता है तब तक उसका देहान्तरण होता रहता है | भले ही उसका मन सकाम कर्मों में व्यस्त रहे और अज्ञान द्वारा प्रभावित हो, किन्तु उसे वासुदेव की भक्ति के प्रति प्रेम उत्पन्न करना चाहिए | केवल तभी वह भव बन्धन से छूटने का अवसर प्राप्त कर सकता है |",
            "अतः यह ज्ञान ही (कि वह आत्मा है शरीर नहीं) मुक्ति के लिए पर्याप्त नहीं | जीवात्मा के स्तर पर मनुष्य को कर्म करना होगा अन्यथा भवबन्धन से उबरने का कोई अन्य उपाय नहीं है | किन्तु कृष्णभावनाभावित होकर कर्म करना सकाम कर्म नहीं है | पूर्णज्ञान से युक्त होकर किये गये कर्म वास्तविक ज्ञान को बढ़ाने वाले हैं | बिना कृष्णभावनामृत के केवल कर्मों के परित्याग से बद्धजीव का हृदय शुद्ध नहीं होता | जब तक हृदय शुद्ध नहीं होता तब तक सकाम कर्म करना पड़ेगा | परन्तु कृष्णभावनाभावित कर्म कर्ता को स्वतः सकाम कर्म के फल से मुक्त बनाता है, जिसके कारण उसके उसे भौतिक स्तर पर उतरना नहीं पड़ता | अतः कृष्णभावनाभावित कर्म संन्यास से सदा श्रेष्ठ होता है, क्योंकि संन्यास में नीचे गिरने की सम्भावना बनी रहती है | कृष्णभावनामृत से रहित संन्यास अपूर्ण है, जैसा कि श्रील रूप गोस्वामी ने भक्तिरसामृतसिन्धुमें (१.२.२५८) पुष्टि की है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "प्रापञ्चिकतया बुद्धया हरि समबन्धिवस्तुनः |",
            "मुमुक्षुभिः परित्यागो वैराग्यं फल्गु कथ्यते ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“जब मुक्तिकामी व्यक्ति श्रीभगवान् से सम्बन्धित वस्तुओं को भौतिक समझ कर उनका परित्याग कर देते हैं, तो उनका संन्यास अपूर्ण कहलाता है |” संन्यास तभी पूर्ण माना जाता है जब यह ज्ञात हो की संसार की प्रत्येक वस्तु भगवान् की है और कोई किसी भी वस्तु का स्वामित्व ग्रहण नहीं कर सकता | वस्तुतः मनुष्य को यह समझने का प्रयत्न करना चाहिए कि उसका अपना कुछ भी नहीं है | तो फिर संन्यास का प्रश्न ही कहाँ उठता है? तो व्यक्ति यह समझता है कि सारी सम्पत्ति कृष्ण की है, वह नित्य संन्यासी है | प्रत्येक वस्तु कृष्ण की है, अतः उसका उपयोग कृष्ण के लिए किया जाना चाहिए | कृष्णभावनाभावित होकर इस प्रकार कार्य करना मायावादी संन्यासी के कृत्रिम वैराग्य से कहीं उत्तम है |"
        ]
    }
]