[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "मनुष्याणां सहस्रेषु कश्चिद्यतति सिद्धये ।",
            "यततामपि सिद्धानां कश्चिन्मां वेत्ति तत्त्वतः ॥ ३ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**मनुष्याणाम्** – मनुष्यों में से; **सहस्त्रेषु** – हजारों; **कश्र्चित्** – कोई एक; **यतति** – प्रयत्न करता है; **सिद्धये** – सिद्धि के लिए; **यतताम्** – इस प्रकार प्रयत्न करने वाले; **अपि** – निस्सन्देह; **सिद्धानाम्** – सिद्ध लोगों में से; **कश्र्चित्** – कोई एक; **माम्** – मुझको; **वेत्ति** – जानता है; **तत्त्वतः** – वास्तव में ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "कई हजार मनुष्यों में से कोई एक सिद्धि के लिए प्रयत्नशील होता है और इस तरह सिद्धि प्राप्त करने वालों में से विरला ही कोई एक मुझे वास्तव में जान पाता है ।"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "मनुष्यों की विभिन्न कोटियाँ हैं और हजारों मनुष्यों में से शायद विरला मनुष्य ही यह जानने में रुचि रखता है कि आत्मा क्या है, शरीर क्या है, और परम सत्य क्या है । सामान्यतया मानव आहार, निद्रा, भय तथा मैथुन जैसी पशुवृत्तियों में लगा रहता है और मुश्किल से कोई एक दिव्यज्ञान में रुचि रखता है । गीता के प्रथम छह अध्याय उन लोगों के लिए हैं जिनकी रुचि दिव्यज्ञान में, आत्मा, परमात्मा तथा ज्ञानयोग, ध्यानयोग द्वारा अनुभूति की क्रिया में तथा पदार्थ से आत्मा के पार्थक्य को जानने में है । किन्तु कृष्ण तो केवल उन्हीं व्यक्तियों द्वारा ज्ञेय हैं जो कृष्णभावनाभावित हैं । अन्य योगी निर्विशेष ब्रह्म-अनुभूति प्राप्त कर सकते हैं, क्योंकि कृष्ण को जानने की अपेक्षा यह सुगम है । कृष्ण परमपुरुष हैं, किन्तु साथ ही वे ब्रह्म तथा परमात्मा ज्ञान से परे हैं । योगी तथा ज्ञानीजन कृष्ण को नहीं समझ पाते । यद्यपि महानतम निर्विशेषवादी (मायावादी) शंकराचार्य ने अपने गीता - भाष्य में स्वीकार किया है कि कृष्ण भगवान् हैं, किन्तु उनके अनुयायी इसे स्वीकार नहीं करते, क्योंकि भले ही किसी को निर्विशेष ब्रह्म की दिव्य अनुभूति क्यों न हो, कृष्ण को जान पाना अत्यन्त कठिन है ।",
            "कृष्ण भगवान् समस्त कारणों के कारण, आदि पुरुष गोविन्द हैं । *ईश्वरः परमः कृष्णः सच्चिदानन्द विग्रहः । अनादिरादिर्गोविन्दः सर्वकारणकारणम्* । अभक्तों के लिए उन्हें जान पाना अत्यन्त कठिन है । यद्यपि अभक्तगण यह घोषित करते हैं कि भक्ति का मार्ग सुगम है, किन्तु वे इस पर चलते नहीं । यदि भक्तिमार्ग इतना सुगम है जितना अभक्तगण कहते हैं तो फिर वे कठिन मार्ग को क्यों ग्रहण करते हैं ? वास्तव में भक्तिमार्ग सुगम नहीं है । भक्ति के ज्ञान से हीन अनधिकारी लोगों द्वारा ग्रहण किया जाने वाला तथाकथित भक्तिमार्ग भले ही सुगम हो, किन्तु जब विधि-विधानों के अनुसार दृढ़तापूर्वक इसका अभ्यास किया जाता है तो मीमांसक तथा दार्शनिक इस मार्ग से च्युत हो जाते हैं । श्रील रूप गोस्वामी अपनी कृति भक्तिरसामृत सिन्धु में (१.२.१०१) लिखते हैं –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "श्रुति स्मृतिपुराणादि पञ्चरात्रविधि विना ।",
            "ऐकान्तिकी हरेभक्तिरुत्पातायैव कल्पते ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“वह भगवद्भक्ति, जो उपनिषदों, पुराणों तथा नारद पंचरात्र जैसे प्रामाणिक वैदिक ग्रंथों की अवहेलना करती है, समाज में व्यर्थ ही अव्यवस्था फैलाने वाली है ।”",
            "ब्रह्मवेत्ता निर्विशेषवादी या परमात्मावेत्ता योगी भगवान् श्रीकृष्ण को यशोदा-नन्दन या पार्थसारथी के रूप में कभी नहीं समझ सकते । कभीकभी बड़े-बड़े देवता भी कृष्ण के विषय में भ्रमित हो जाते हैं - *मुह्यन्ति यत्सूरयः । मां तु वेद न कश्चन* - भगवान् कहते हैं कि कोई भी मुझे उस रूप में तत्त्वतः नहीं जानता, जैसा मैं हूँ । और यदि कोई जानता है - स महात्मा सुदुर्लभः - तो ऐसा महात्मा विरला होता है । अतः भगवान् की भक्ति किये बिना कोई भगवान् को तत्त्वतः नहीं जान पाता, भले ही वह महान विद्वान् या दार्शनिक क्यों न हो । केवल शुद्ध भक्त ही कृष्ण के अचिन्त्य गुणों को सब कारणों के कारण रूप में उनकी सर्वशक्तिमत्ता तथा ऐश्वर्य, उनकी सम्पत्ति, यश, बल, सौन्दर्य, ज्ञान तथा वैराग्य के विषय में कुछ-कुछ जान सकता है, क्योंकि कृष्ण अपने भक्तों पर दयाल होते हैं । ब्रह्म-साक्षात्कार की वे पराकाष्ठा हैं और केवल भक्तगण ही उन्हें तत्त्वतः जान सकते हैं । अतएव भक्तिरसामृत सिन्धु में (१.२.२३४) कहा गया है –"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "अतः श्रीकृष्णनामादि न भवेद्ग्राह्यमिन्द्रियैः ।",
            "सेवोन्मुखे हि जिह्वादौ स्वयमेव स्फुरत्यदः ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "“कुंठित इन्द्रियों के द्वारा कृष्ण को तत्त्वतः नहीं समझा जा सकता । किन्तु भक्तों द्वारा की गई अपनी दिव्यसेवा से प्रसन्न होकर वे भक्तों को आत्मतत्त्व प्रकाशित करते हैं ।”"
        ]
    }
]