[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "पितासि लोकस्य चराचरस्य",
            "त्वमस्य पूज्यश्च गुरुर्गरीयान् ।",
            "न त्वत्समोऽस्त्यभ्यधिक: कुतोऽन्यो",
            "लोकत्रयेऽप्यप्रतिमप्रभाव ॥ ४३ ॥"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "pitāsi lokasya carācarasya",
            "tvam asya pūjyaś ca gurur garīyān",
            "na tvat-samo ’sty abhyadhikaḥ kuto ’nyo",
            "loka-traye ’py apratima-prabhāva"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Synonyms"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "**pitā** — the father; **asi** — You are; **lokasya** — of all the world; **cara** — moving; **acarasya** — and nonmoving; **tvam** — You are; **asya** — of this; **pūjyaḥ** — worshipable; **ca** — also; **guruḥ** — master; **garīyān** — glorious; **na** — never; **tvat**-**samaḥ** — equal to You; **asti** — there is; **abhyadhikaḥ** — greater; **kutaḥ** — how is it possible; **anyaḥ** — other; **loka**-**traye** — in the three planetary systems; **api** — also; **apratima**-**prabhāva** — O immeasurable power."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Translation"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "You are the father of this complete cosmic manifestation, of the moving and the nonmoving. You are its worshipable chief, the supreme spiritual master. No one is greater than You, nor can anyone be one with You. How then could there be anyone greater than You within the three worlds, O Lord of immeasurable power?"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "Purport"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Supreme Personality of Godhead, Kṛṣṇa, is worshipable as a father is worshipable for his son. He is the spiritual master because He originally gave the Vedic instructions to Brahmā and presently He is also instructing Bhagavad-gītā to Arjuna; therefore He is the original spiritual master, and any bona fide spiritual master at the present moment must be a descendant in the line of disciplic succession stemming from Kṛṣṇa. Without being a representative of Kṛṣṇa, one cannot become a teacher or spiritual master of transcendental subject matter."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Lord is being paid obeisances in all respects. He is of immeasurable greatness. No one can be greater than the Supreme Personality of Godhead, Kṛṣṇa, because no one is equal to or higher than Kṛṣṇa within any manifestation, spiritual or material. Everyone is below Him. No one can excel Him. This is stated in the Śvetāśvatara Upaniṣad (6.8):"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "na tasya kāryaṁ karaṇaṁ ca vidyate",
            "na tat-samaś cābhyadhikaś ca dṛśyate"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The Supreme Lord, Kṛṣṇa, has senses and a body like the ordinary man, but for Him there is no difference between His senses, His body, His mind and Himself. Foolish persons who do not perfectly know Him say that Kṛṣṇa is different from His soul, mind, heart and everything else. Kṛṣṇa is absolute; therefore His activities and potencies are supreme. It is also stated that although He does not have senses like ours, He can perform all sensory activities; therefore His senses are neither imperfect nor limited. No one can be greater than Him, no one can be equal to Him, and everyone is lower than Him."
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "The knowledge, strength and activities of the Supreme Personality are all transcendental. As stated in Bhagavad-gītā (4.9):"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "is-italic",
            "mb-1"
        ],
        "text": [
            "janma karma ca me divyam",
            "evaṁ yo vetti tattvataḥ",
            "tyaktvā dehaṁ punar janma",
            "naiti mām eti so ’rjuna"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "Whoever knows Kṛṣṇa’s transcendental body, activities and perfection, after quitting his body, returns to Him and doesn’t come back again to this miserable world. Therefore one should know that Kṛṣṇa’s activities are different from others. The best policy is to follow the principles of Kṛṣṇa; that will make one perfect. It is also stated that there is no one who is master of Kṛṣṇa; everyone is His servant. The Caitanya-caritāmṛta (Ādi 5.142) confirms, ekale īśvara kṛṣṇa, āra saba bhṛtya: only Kṛṣṇa is God, and everyone else is His servant. Everyone is complying with His order. There is no one who can deny His order. Everyone is acting according to His direction, being under His superintendence. As stated in the Brahma-saṁhitā, He is the cause of all causes."
        ]
    }
]