[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "चिन्तामपरिमेयां च प्रलयान्तामुपाश्रिताः |",
            "कामोपभोगपरमा एतावदिति निश्र्चिताः || ११ ||",
            "आशापाशशतैर्बद्धाः कामक्रोधपरायणाः |",
            "ईहन्ते कामभोगार्थमन्यायेनार्थसञ्चयान् || १२ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "चिन्ताम् - भय तथा चिन्ताओं का; अपरिमेयाम् - अपार; च - तथा; प्रलय-अन्ताम् - मरणकाल तक; उपाश्रिताः - शरणागत; काम-उपभोग - इन्द्रियतृप्ति; परमाः - जीवन का परम लक्ष्य; एतावत् - इतना; इति - इस प्रकार; निश्र्चिताः - निश्चित करके; आशा-पाश - आशा रूप बन्धन; शतैः - सैकड़ों के द्वारा; बद्धाः - बँधे हुए; काम - काम; क्रोधः - तथा क्रोध में; परायणाः - सदैव स्थित; ईहन्ते - इच्छा करते हैं; काम - काम; भोग - इन्द्रियभोग; अर्थम् - के निमित्त; अन्यायेन - अवैध रूप से; अर्थ - धन का; सञ्चयान् - संग्रह |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "उनका विश्वास है कि इन्द्रियों की तुष्टि ही मानव सभ्यता की मूल आवश्यकता है | इस प्रकार मरणकाल तक उनको अपार चिन्ता होती रहती है | वे लाखों इच्छाओं के जाल में बँधकर तथा काम और क्रोध में लीन होकर इन्द्रियतृप्ति के लिए अवैध ढंग से धनसंग्रह करते हैं |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "आसुरी लोग मानते हैं कि इन्द्रियों का भोग ही जीवन का चरमलक्ष्य है और वे आमरण इसी विचारधारा को धारण किये रहते हैं | वे मृत्यु के बाद जीवन में विश्वास नहीं करते | वे यह नहीं मानते कि मनुष्य को इस जगत् में अपने कर्म के अनुसार विविध प्रकार के शरीर धारण करने पड़ते हैं | जीवन के लिए उनकी योजनाओं का अन्त नहीं होता और वे एक के बाद एक योजना बनाते रहते हैं जो कभी समाप्त नहीं होती | हमें ऐसे व्यक्ति की ऐसी आसुरी मनोवृत्ति का निजी अनुभव है, जो मरणाकाल तक अपने वैद्य से अनुनय-विनय करता रहा कि वह किसी तरह उसके जीवन की अवधि चार वर्ष बढ़ा दे, क्योंकि उसकी योजनाएँ तब भी अधूरी थीं | ऐसे मुर्ख लोग यह नहीं जानते कि वैद्य क्षणभर भी जीवन को नहीं बढ़ा सकता | जब मृत्यु का बुलावा आ जाता है, तो मनुष्य की इच्छा पर ध्यान नहीं दिया जाता | प्रकृति के नियम किसी को निश्चित अवधि के आगे क्षणभर भी भोग करने की अनुमति प्रदान नहीं करते |",
            "आसुरी मनुष्य, जो ईश्वर या अपने अन्तर में स्थित परमात्मा में श्रद्धा नहीं रखता, केवल इन्द्रियतृप्ति के लिए सभी प्रकार के पापकर्म करता रहता है | वह नहीं जानता कि उसके हृदय के भीतर एक साक्षी बैठा है | परमात्मा प्रत्येक जीवात्मा के कार्यों को देखता रहता है | जैसा कि उपनिषदों में कहा गया है कि एक वृक्ष में दो पक्षी बैठे हैं, एक पक्षी कर्म करता हुआ टहनियों में लगे सुख-दुख रूपी फलों को भोग रहा है और दूसरा उसका साक्षी है | लेकिन आसुरी मनुष्य को न तो वैदिकशास्त्र का ज्ञान है, न कोई श्रद्धा है | अतएव वह इन्द्रियभोग के लिए कुछ भी करने के लिए अपने को स्वतन्त्र मानता है, उसे परिणाम की परवाह नहीं रहती |"
        ]
    }
]