[
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold",
            "mb-1"
        ],
        "text": [
            "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः |",
            "शरीरयात्रापि च ते न प्रसिद्धयेदकर्मणः || ८ ||"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "शब्दार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "नियतम् – नियत;  कुरु – करो; कर्म – कर्तव्य; तवम् – तुम; कर्म – कर्म करना; ज्यायः –  श्रेष्ठ; हि – निश्चय ही; अकर्मणः – काम न करने की अपेक्षा; शरीर – शरीर  का; यात्रा – पालन, निर्वाह; अपि – भी; च – भी; ते – तुम्हारा; न – कभी  नहीं; प्रसिद्धयेत् – सिद्ध होता; अकर्मणः – बिना काम के |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "भावार्थ"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-5"
        ],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "अपना नियत कर्म करो, क्योंकि कर्म न करने की अपेक्षा कर्म करना श्रेष्ठ है | कर्म के बिना तो शरीर-निर्वाह भी नहीं हो सकता |"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [
            "mb-3"
        ],
        "textStyle": [
            "has-text-centered",
            "has-text-weight-bold"
        ],
        "text": [
            "तात्पर्य"
        ]
    },
    {
        "type": "textGroup",
        "groupStyle": [],
        "textStyle": [
            "has-text-justified"
        ],
        "text": [
            "ऐसे अनेक छद्म ज्ञानी हैं जो अपने आप को उच्चकुलीन बताते हैं तथा ऐसे बड़े-बड़े व्यवसायी व्यक्ति हैं जो झूठा दिखावा करते हैं कि आध्यात्मिक जीवन में प्रगति करने के लिए उन्होंने सर्वस्व त्याग दिया है | श्रीकृष्ण यह नहीं चाहते थे कि अर्जुन मिथ्याचारी बने, अपितु वे चाहते थे कि अर्जुन क्षत्रियों के लिए निर्दिष्ट धर्म का पालन करे | अर्जुन गृहस्थ था और एक सेनानायक था, अतः उसके लिए श्रेयस्कर था कि वह उसी रूप में गृहस्थ क्षत्रिय के लिए निर्दिष्ट धार्मिक कर्तव्यों का पालन करे | ऐसे कार्यों से संसारी मनुष्य का हृदय क्रमशः विमल हो जाता है और वह भौतिक कल्मष से मुक्त हो जाता है | देह-निर्वाह के लिए किये गए तथाकथित त्याग (संन्यास) का अनुमोदन न तो भगवान् करते हैं और न कोई धर्मशास्त्र ही | आखिर देह-निर्वाह के लिए कुछ न कुछ करना होता है | भौतिकतावादी वासनाओं की शुद्धि के बिना कर्म का मनमाने ढंग से त्याग करना ठीक नहीं | इस जगत् का प्रत्येक व्यक्ति निश्चय ही प्रकृति पर प्रभुत्व जताने के लिए अर्थात् इन्द्रियतृप्ति के लिए मलिन प्रवृत्ति से ग्रस्त रहता है | ऐसी दूषित प्रवृत्तियों को शुद्ध करने की आवश्यकता है | नियत कर्मों द्वारा ऐसा किये बिना मनुष्य की चाहिए कि तथाकथित अध्यात्मवादी (योगी) बनने तथा सारा काम छोड़ कर अन्यों पर जीवित रहने का प्रयास न करे |"
        ]
    }
]